Repository: pujithagodavarthi414-coder/TradeEngine.ai
Catalog: sourcecode/BusinessView/BusinessView.Common/Texts/LangText.*.resx
Languages: ar, ko, te

# ExceptionGetInductionConfigurations
source: Cannot get induction task configurations. Please contact administrator
ar: لا يمكن الحصول على تكوينات مهمة الاستقراء. يرجى الاتصال بالمسؤول
ko: 유도 작업 구성을 가져올 수 없습니다. 관리자에게 문의하십시오
te: ఇండక్షన్ టాస్క్ కాన్ఫిగరేషన్లను పొందలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionGetJobCategories
source: Could not fetch Job categories . Please contact administrator.
ar: تعذر جلب فئات الوظائف. يرجى الاتصال بالمسؤول.
ko: 작업 카테고리를 가져올 수 없습니다. 관리자에게 문의하십시오.
te: ఉద్యోగ వర్గాలు పొందడం సాధ్యం కాలేదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetLateEmployee
source: Get Late Employee could not be done. Please contact administrator.
ar: لا يمكن الحصول على الموظف المتأخر. يرجى الاتصال بالمسؤول.
ko: 늦은 직원 가져 오기를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: లేట్ ఉద్యోగి పొందండి చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetLateEmployeeCount
source: Get Late Employee Count could not be done. Please contact administrator.
ar: تعذر إجراء "عدد الموظفين المتأخر". يرجى الاتصال بالمسؤول.
ko: 늦은 직원 수 가져 오기를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: లేట్ ఉద్యోగి కౌంట్ పొందండి చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetLeaveEncashmentSettings
source: Can not get leave encashment settings. please contact administrator.
ar: لا يمكن الحصول على إعدادات صرف الإجازات. الرجاء الاتصال بالمسؤول.
ko: 현금화 설정을 할 수 없습니다. 관리자에게 문의하십시오.
te: సెలవు ఎన్కాష్మెంట్ సెట్టింగులను పొందలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionGetLeaveFormula
source: Get leave formula could not be done.Please contact administrator.
ar: تعذر الحصول على صيغة الإجازة. يرجى الاتصال بالمسؤول.
ko: 휴가 공식을 얻을 수 없습니다. 관리자에게 문의하십시오.
te: సెలవు సూత్రాన్ని పొందలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionGetLeaveFrequencies
source: Get leave frequencies cant be done.Please contact administrator.
ar: الحصول على ترددات لا يمكن القيام به يرجى الاتصال بالمسؤول.
ko: 퇴근 빈도를 얻을 수 없으므로 관리자에게 문의하십시오.
te: సెలవు ఫ్రీక్వెన్సీ పొందలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionGetLeaveSessionById
source: Cannot get the LeaveSession by Id. Please contact administrator.
ar: لا يمكن الحصول على جلسة الإجازة حسب المعرف. يرجى الاتصال بالمسؤول.
ko: ID로 탈퇴 세션을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: Id ద్వారా సెలవు సెషన్ పొందలేము. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetLeavesReport
source: Get Leaves Report could not be done. Please contact administrator.
ar: تعذر الحصول على تقرير الأوراق. يرجى الاتصال بالمسؤول.
ko: 휴가 보고서 가져 오기를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: పొందండి ఆకులు నివేదిక చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetLeaveStatus
source: Get Payment Types could not be done. Please contact administrator.
ar: تعذر الحصول على أنواع الدفع. يرجى الاتصال بالمسؤول.
ko: 결제 유형 가져 오기를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: పొందండి చెల్లింపు రకాలు చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetLeaveStatuses
source: Can not get Leave Status list. Please contact administrator.
ar: لا يمكن الحصول على قائمة حالة الإجازة. يرجى الاتصال بالمسؤول.
ko: 휴가 상태 목록을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: స్థితి జాబితాను వదిలి పొందలేము. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetLeaveTypeById
source: Cannot get the LeaveType by Id. Please contact administrator.
ar: لا يمكن الحصول على نوع LeaveType بالمعرف. يرجى الاتصال بالمسؤول.
ko: Id로 LeaveType을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: Id ద్వారా సెలవు టైప్ పొందలేము. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetLineManagers
source: Get Line Managers could not be done. Please contact administrator.
ar: لا يمكن الحصول على نوع LeaveType بالمعرف. يرجى الاتصال بالمسؤول.
ko: 라인 관리자 가져 오기를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: పొందండి లైన్ మేనేజర్స్ చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetLinksCountByUserStoryId
source: Link user stories count by Id could not be done.Please contact administrator
ar: لا يمكن ربط عدد قصص المستخدمين حسب المعرف. يرجى الاتصال بالمسؤول
ko: Id에 의한 링크 사용자 스토리 카운트를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: లింక్ వినియోగదారు కథనాల సంఖ్య చేయలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionGetLoanTypes
source: Get Loan types could not be done. Please contact administrator.
ar: تعذر الحصول على أنواع القروض. يرجى الاتصال بالمسؤول.
ko: Get Loan 유형을 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: గెట్ లోన్ రకాలు చేయలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionGetMaritalStatuses
source: Can not get all the Marital Statuses list. Please contact administrator.
ar: لا يمكن الحصول على كل قائمة الأحوال الزوجية. يرجى الاتصال بالمسؤول.
ko: 모든 결혼 상태 목록을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: అన్ని వైవాహిక హోదాలకు జాబితాను పొందలేదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetMemberships
source: Can not get the memberships. Please contact administrator.
ar: لا يمكن الحصول على العضويات. يرجى الاتصال بالمسؤول.
ko: 회원 가입을 할 수 없습니다. 관리자에게 문의하십시오.
te: సభ్యత్వాలను పొందలేము. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetMenuItems
source: Get menu items could not be done. Please contact administrator.
ar: لا يمكن أن يتم الحصول على عناصر القائمة. يرجى الاتصال بالمسؤول.
ko: 메뉴 항목 가져 오기를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: పొందండి మెను అంశాలు చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetMilestoneReport
source: Error occured while retrieving version report. Please contact administrator.
ar: حدث خطأ أثناء استرداد تقرير الإصدار. يرجى الاتصال بالمسؤول.
ko: 버전 보고서를 검색하는 중에 오류가 발생했습니다. 관리자에게 문의하십시오.
te: సంస్కరణని నివేదిక తిరిగి పొందడంలో లోపం సంభవించింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetMonthlyLogTimeReport
source: Get Monthly LogTime Report could not be done. Please contact administrator.
ar: تعذر الحصول على تقرير وقت التسجيل الشهري. يرجى الاتصال بالمسؤول.
ko: 월간 로그 시간 보고서 가져 오기를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: పొందండి మంత్లీ లాగ్ సమయం నివేదిక చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetMyEmployeeDetails
source: Can not get the my employee details. Please contact administrator.
ar: لا أستطيع الحصول على تفاصيل الموظف الخاص بي. يرجى الاتصال بالمسؤول.
ko: 내 직원 정보를 얻을 수 없습니다. 관리자에게 문의하십시오.
te: నా ఉద్యోగి వివరాలు పొందలేము. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetMyMemberId
source: Cannot fetch my employee id. Please contact administrator.
ar: لا يمكن إحضار معرف الموظف الخاص بي. يرجى الاتصال بالمسؤول.
ko: 내 직원 ID를 가져올 수 없습니다. 관리자에게 문의하십시오.
te: నా ఉద్యోగి ID పొందలేదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetMyProjectsWork
source: Can not get MyProjectsWork list. Please contact administrator.
ar: لا يمكن الحصول على قائمة MyProjectsWork. يرجى الاتصال بالمسؤول.
ko: 내 프로젝트 작업 목록을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: నా ప్రాజెక్ట్ పని జాబితాను పొందలేదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetMyProjectWork
source: Get my project work could not be done. Please contact administrator.
ar: لا يمكن الحصول على عمل مشروعي. يرجى الاتصال بالمسؤول.
ko: 내 프로젝트 작업을 할 수 없습니다. 관리자에게 문의하십시오.
te: నా ప్రాజెక్ట్ పని పొందండి చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetMyTeamMembersList
source: Cannot fetch my TeamMembersList. Please contact administrator.
ar: لا يمكن إحضار قائمة TeamMembersList الخاصة بي. يرجى الاتصال بالمسؤول.
ko: 내 팀 구성원 목록을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: నా జట్టు సభ్యుల జాబితా పొందలేదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetMyWork
source: Get my work could not be done. Please contact administrator.
ar: الحصول على عملي لا يمكن أن يتم. يرجى الاتصال بالمسؤول.
ko: 내 일을 할 수 없습니다. 관리자에게 문의하십시오.
te: నా పని పూర్తి కాలేదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionGetMyWorkOverViewDetails
source: Can not get Get My Work Over View Details. Please contact administrator.
ar: لا يمكن الحصول على العمل الخاص بي عرض التفاصيل. يرجى الاتصال بالمسؤول.
ko: 세부 정보보기를 통해 내 작업 가져 오기를 가져올 수 없습니다. 관리자에게 문의하십시오.
te: వివరాలు చూడండి ఓవర్ నా పని పొందండి పొందలేము. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetNationalities
source: Can not get the nationalities. Please contact administrator.
ar: لا يمكن الحصول على الجنسيات. يرجى الاتصال بالمسؤول.
ko: 국적을 얻을 수 없습니다. 관리자에게 문의하십시오.
te: జాతీయతలు పొందలేము. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetObservationType
source: Can't get observation type. Please contact administrator.
ar: لا يمكن الحصول على نوع الملاحظة. يرجى الاتصال بالمسؤول.
ko: 관찰 유형을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: పరిశీలన రకాన్ని పొందలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionGetOrganizationChartDetails
source: Cannot get organization chart details . Please contact administrator
ar: لا يمكن الحصول على تفاصيل المخطط الهيكلي. يرجى الاتصال بالمسؤول
ko: 조직도 세부 정보를 가져올 수 없습니다. 관리자에게 문의하십시오
te: సంస్థ చార్ట్ వివరాలను పొందలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionGetPartsOfDays
source: Can not get the parts of days.Please contact administrator.
ar: لا يمكن الحصول على أجزاء أيام الرجاء الاتصال بالمسؤول.
ko: 날짜의 일부를 얻을 수 없습니다. 관리자에게 문의하십시오.
te: రోజుల భాగాలను పొందలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionGetPayGradeRates
source: Can not get the pay grade rates. Please contact administrator.
ar: لا يمكن الحصول على معدلات الراتب. يرجى الاتصال بالمسؤول.
ko: 급여 등급 비율을 얻을 수 없습니다. 관리자에게 문의하십시오.
te: వేతన గ్రేడ్ రేట్లు పొందలేము. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetPayGrades
source: Can not get the pay grades. Please contact administrator.
ar: لا يمكن الحصول على درجات الأجور. يرجى الاتصال بالمسؤول.
ko: 급여 등급을받을 수 없습니다. 관리자에게 문의하십시오.
te: పే తరగతులు పొందలేము. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetPaymentType
source: Can not get payment type list. Please contact administrator.
ar: لا يمكن الحصول على قائمة نوع الدفع. يرجى الاتصال بالمسؤول.
ko: 결제 유형 목록을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: చెల్లింపు రకం జాబితా పొందలేము. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetPaymentTypes
source: Get Payment Types could not be done. Please contact administrator.
ar: تعذر الحصول على أنواع الدفع. يرجى الاتصال بالمسؤول.
ko: 결제 유형 가져 오기를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: పొందండి చెల్లింపు రకాలు చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetPayRollBranchConfigurations
source: Can not get the Payroll branch configurations. Please contact administrator.
ar: لا يمكن الحصول على تكوينات فرع الرواتب. يرجى الاتصال بالمسؤول.
ko: 급여 지점 구성을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: పేరోల్ బ్రాంచ్ కాన్ఫిగరేషన్లను పొందలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionGetPayRollCalculationConfigurations
source: Can not get Payroll calculation configurations. please contact administrator.
ar: لا يمكن الحصول على تكوينات حساب الرواتب. الرجاء الاتصال بالمسؤول.
ko: 급여 계산 구성을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: పేరోల్ లెక్కింపు కాన్ఫిగరేషన్లను పొందలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionGetPayRollComponent
source: Could not get pay roll components.Please contact administrator.
ar: تعذر الحصول على مكونات كشف الدفع. الرجاء الاتصال بالمسؤول.
ko: 급여 계산 구성을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: పే రోల్ భాగాలను పొందలేకపోయాము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionGetPayRollComponents
source: Can not get the Payroll components. Please contact administrator.
ar: لا يمكن الحصول على مكونات الرواتب. يرجى الاتصال بالمسؤول.
ko: 급여 구성 요소를 가져올 수 없습니다. 관리자에게 문의하십시오.

# ExceptionGetPayRollGenderConfigurations
source: Can not get the Payroll gender configurations. Please contact administrator.
ar: لا يمكن الحصول على تكوينات جنس الرواتب. يرجى الاتصال بالمسؤول.
ko: 급여 성별 구성을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: పేరోల్ లింగ కాన్ఫిగరేషన్లను పొందలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionGetPayRollMaritalStatusConfigurations
source: Can not get the Payroll marital status configurations. Please contact administrator.
ar: لا يمكن الحصول على تكوينات الحالة الاجتماعية كشوف المرتبات. يرجى الاتصال بالمسؤول.
ko: 급여 결혼 상태 구성을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: పేరోల్ వైవాహిక స్థితి కాన్ఫిగరేషన్లను పొందలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionGetPayRollRoleConfigurations
source: Can not get the Payroll role configurations. Please contact administrator.
ar: لا يمكن الحصول على تكوينات دور كشوف المرتبات. يرجى الاتصال بالمسؤول.
ko: 급여 역할 구성을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: పేరోల్ పాత్ర ఆకృతీకరణలను పొందలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionGetPayRollRunEmployeeLeaveDetailsList
source: Get get payroll run employee leave details could not be done. Please contact administrator.
ar: الحصول على كشوف المرتبات لا يمكن القيام بتفاصيل إجازة الموظف. يرجى الاتصال بالمسؤول.
ko: 급여 실행 직원 휴가 세부 정보 가져 오기를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: పేరోల్ రన్ పొందండి ఉద్యోగుల సెలవు వివరాలు చేయలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionGetPayRollRunTemplates
source: Can not get the PayRoll Run Templates. Please contact administrator
ar: لا يمكن الحصول على قوالب تشغيل PayRoll. يرجى الاتصال بالمسؤول
ko: 급여 지급 실행 템플릿을 가져올 수 없습니다. 관리자에게 문의하십시오
te: పేరోల్ రన్ టెంప్లేట్‌లను పొందలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionGetPayRollStatusList
source: Can not get the Pay roll status list. Please contact administrator
ar: لا يمكن الحصول على قائمة حالة قائمة الدفع. يرجى الاتصال بالمسؤول
ko: 급여 상태 목록을 가져올 수 없습니다. 관리자에게 문의하십시오
te: పే రోల్ స్థితి జాబితాను పొందలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionGetPayRollTemplateConfigurations
source: Can not get the Payroll template configurations. Please contact administrator.
ar: لا يمكن الحصول على تكوينات قالب كشوف المرتبات. يرجى الاتصال بالمسؤول.
ko: 급여 템플릿 구성을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: పేరోల్ టెంప్లేట్ కాన్ఫిగరేషన్లను పొందలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionGetPayRollTemplates
source: Payroll template could not be created or updated. Please contact administrator
ar: لا يمكن إنشاء قالب كشوف المرتبات أو تحديثه. يرجى الاتصال بالمسؤول
ko: 급여 템플릿을 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오
te: పేరోల్ టెంప్లేట్ సృష్టించబడలేదు లేదా నవీకరించబడలేదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionGetPerformanceConfigurations
source: Cannot get performance configurations. Please contact administrator
ar: لا يمكن الحصول على تكوينات الأداء. يرجى الاتصال بالمسؤول
ko: 성능 구성을 가져올 수 없습니다. 관리자에게 문의하십시오
te: పనితీరు ఆకృతీకరణలను పొందలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionGetPerformances
source: Cannot get performance. Please contact administrator
ar: لا يمكن الحصول على الأداء. يرجى الاتصال بالمسؤول
ko: 성능을 얻을 수 없습니다. 관리자에게 문의하십시오
te: పనితీరు పొందలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionGetPermissionById
source: Cannot get the Permission by Id. Please contact administrator.
ar: لا يمكن الحصول على الإذن بالمعرف. يرجى الاتصال بالمسؤول.
ko: Id로 권한을 얻을 수 없습니다. 관리자에게 문의하십시오.
te: Id ద్వారా అనుమతి పొందలేము. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetProductById
source: Get Product By Id could not be done. Please contact administrator.
ar: تعذر إجراء "الحصول على المنتج حسب المعرف". يرجى الاتصال بالمسؤول.
ko: ID 별 제품 가져 오기를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: Id ద్వారా ఉత్పత్తి పొందండి చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetProductivityIndexForDevelopers
source: Get Productivity Index For Developers could not be done. Please contact administrator.
ar: تعذر الحصول على مؤشر الإنتاجية للمطورين. يرجى الاتصال بالمسؤول.
ko: 개발자를위한 생산성 지수 얻기를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: గెట్ డెవలపర్లు కోసం ఉత్పాదకత ఇండెక్స్ చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetProductivityIndexUserstoriesForDevelopers
source: Error occues for getting employee productivity user stories, please contact adminstrator
ar: حدث خطأ في الحصول على قصص مستخدم إنتاجية الموظف ، يرجى الاتصال بالمسؤول
ko: 직원 생산성 사용자 스토리를 가져 오는 데 오류가 발생했습니다. 관리자에게 문의하십시오.
te: ఉద్యోగుల ఉత్పాదకత వినియోగదారు కథనాలను పొందడంలో లోపం సంభవించింది, దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionGetProjectMemberDropdown
source: Error occured while retrieving project members data. Please contact administrator.
ar: حدث خطأ أثناء استرداد بيانات أعضاء المشروع. يرجى الاتصال بالمسؤول.
ko: 프로젝트 멤버 데이터를 검색하는 중에 오류가 발생했습니다. 관리자에게 문의하십시오.
te: ప్రాజెక్టు సభ్యులు డేటా ని తిరిగి పొందడంలో లోపం సంభవించింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetProjectOverViewDetails
source: Get ProjectOverViewDetails could not be done. Please contact administrator.
ar: تعذر الحصول على ProjectOverViewDetails. يرجى الاتصال بالمسؤول.
ko: 세부 정보보기를 통해 프로젝트 가져 오기를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: ప్రాజెక్ట్ ఓవర్ వ్యూ వివరాలు పొందండి చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetProjectOverviewReport
source: Error occured while retrieving project report. Please contact administrator.
ar: حدث خطأ أثناء استرداد تقرير المشروع. يرجى الاتصال بالمسؤول.
ko: 프로젝트 보고서를 검색하는 동안 오류가 발생했습니다. 관리자에게 문의하십시오.
te: ప్రాజెక్టు నివేదిక తిరిగి పొందడంలో లోపం సంభవించింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetQaPerformance
source: Get Qa Performance could not be done. Please contact administrator.
ar: لا يمكن الحصول على أداء Qa لا يمكن القيام به. يرجى الاتصال بالمسؤول.
ko: Qa 성능 가져 오기를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: పొందండి QA ప్రదర్శన చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetQuestionHistory
source: Get question history could not be done. Please contact administrator.
ar: لا يمكن الحصول على تاريخ السؤال يمكن القيام به. يرجى الاتصال بالمسؤول.
ko: 질문 내역을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: ప్రశ్న చరిత్రను పొందలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionGetQuestionTypes
source: Get question types could not be done. Please contact administrator.
ar: لا يمكن الحصول على أنواع الأسئلة. يرجى الاتصال بالمسؤول.
ko: 질문 유형 가져 오기를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: ప్రశ్న రకాలను పొందలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionGetRecentChannelMessages
source: Getting the recent channel messages should be failed. Please contact administrator.
ar: يجب فشل الحصول على رسائل القناة الأخيرة. يرجى الاتصال بالمسؤول.
ko: 최근 채널 메시지를 가져 오는 데 실패해야합니다. 관리자에게 문의하십시오.
te: ఇటీవలి ఛానల్ సందేశాలను పొందుతోంది విఫలమైంది చేయాలి. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetRecentIndividualMessages
source: Getting the recent individual messages should be failed. Please contact administrator.
ar: يجب فشل الحصول على الرسائل الفردية الأخيرة. يرجى الاتصال بالمسؤول.
ko: 최근 개별 메시지를 가져 오는 데 실패해야합니다. 관리자에게 문의하십시오.
te: ఇటీవలి వ్యక్తిగత సందేశాలను పొందుతోంది విఫలమైంది చేయాలి. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetReferenceTypes
source: Could not fetch ReferenceTypes. Please contact administrator.
ar: تعذر إحضار ReferenceTypes. يرجى الاتصال بالمسؤول.
ko: 참조 유형을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: సూచన రకాలు పొందడం సాధ్యం కాలేదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetRegions
source: Can not get the regions. Please contact administrator.
ar: لا يمكن الحصول على المناطق. يرجى الاتصال بالمسؤول.
ko: 지역을 얻을 수 없습니다. 관리자에게 문의하십시오.
te: ప్రాంతాలు పొందలేము. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetReminder
source: Cannot get reminders. Please contact administrator
ar: لا يمكن الحصول على تذكيرات. يرجى الاتصال بالمسؤول
ko: 알림을받을 수 없습니다. 관리자에게 문의하십시오
te: రిమైండర్‌లను పొందలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionGetReportById
source: Error occured while retrieving Report data. Please contact administrator.
ar: حدث خطأ أثناء استرداد بيانات التقرير. يرجى الاتصال بالمسؤول.
ko: 보고서 데이터를 검색하는 동안 오류가 발생했습니다. 관리자에게 문의하십시오.
te: డేటా రిపోర్ట్ ని తిరిగి పొందడంలో లోపం సంభవించింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetReportingMethod
source: Can not get all the reporting method list. Please contact administrator.
ar: لا يمكن الحصول على كل قائمة طريقة الإبلاغ. يرجى الاتصال بالمسؤول.
ko: 모든보고 방법 목록을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: అన్ని రిపోర్టింగ్ విధానం జాబితాను పొందలేదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetReports
source: Error occured while retrieving Reports data. Please contact administrator.
ar: حدث خطأ أثناء استرداد بيانات التقارير. يرجى الاتصال بالمسؤول.
ko: 보고서 데이터를 검색하는 중에 오류가 발생했습니다. 관리자에게 문의하십시오.
te: డేటా నివేదికలను తిరిగి పొందడంలో లోపం సంభవించింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetReportToMembers
source: Can't get reportto members. Please contact administrator!
ar: لا يمكن الحصول على تقرير للأعضاء. الرجاء الاتصال بالمسؤول!
ko: 회원에게보고 할 수 없습니다. 관리자에게 문의하십시오!
te: సభ్యుల జాబితాకు నివేదిక పొందలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి!

# ExceptionGetResignationStatus
source: Can not get the Resignation Status. Please contact administrator.
ar: لا يمكن الحصول على حالة الاستقالة. يرجى الاتصال بالمسؤول.
ko: 사직 상태를 얻을 수 없습니다. 관리자에게 문의하십시오.
te: రాజీనామా స్థితిని పొందలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionGetRestrictionTypes
source: Get Restriction types could not be done.Please contact administrator.
ar: تعذر تنفيذ الحصول على أنواع القيود. يرجى الاتصال بالمسؤول.
ko: 제한 유형 가져 오기를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: పరిమితి రకాలను పొందలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionGetRole
source: Cannot get the Role. Please contact administrator.
ar: لا يمكن الحصول على الدور. يرجى الاتصال بالمسؤول.
ko: 역할을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: పాత్ర పొందలేము. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetRoleDetailsById
source: Get Role Details By Id could not be done. Please contact administrator.
ar: تعذر الحصول على تفاصيل الدور حسب المعرف. يرجى الاتصال بالمسؤول.
ko: ID 별 역할 세부 정보 가져 오기를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: ఈ పాత్రను వివరాలు ID ద్వారా చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetRoleDetailsByName
source: Get Role Details By Name could not be done. Please contact administrator.
ar: تعذر الحصول على تفاصيل الدور حسب الاسم. يرجى الاتصال بالمسؤول.
ko: 이름으로 역할 세부 정보 가져 오기를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: ఈ పాత్రను వివరాలు పేరు ద్వారా చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetRosterPlanByRequest
source: Could not get roster plan by request id. Please contact administrator.
ar: تعذر الحصول على خطة القائمة من خلال معرف الطلب. يرجى الاتصال بالمسؤول.
ko: 요청 ID로 명단 계획을 가져올 수 없습니다. 관리자에게 문의하십시오.

# ExceptionGetRosterPlans
source: Could not get roster plans. Please contact administrator.
ar: تعذر الحصول على خطط القائمة. يرجى الاتصال بالمسؤول.
ko: 명단 계획을 가져올 수 없습니다. 관리자에게 문의하십시오.

# ExceptionGetRosterSolutionsById
source: Solutions cannot be found. Please contact administrator
ar: لا يمكن العثور على الحلول. يرجى الاتصال بالمسؤول
ko: 솔루션을 찾을 수 없습니다. 관리자에게 문의하십시오

# ExceptionGetRosterTemplatePlanByRequest
source: Cannot get roster plan for template. Please contact administrator
ar: لا يمكن الحصول على خطة القائمة للقالب. يرجى الاتصال بالمسؤول
ko: 템플릿에 대한 명단 계획을 가져올 수 없습니다. 관리자에게 문의하십시오
te: టెంప్లేట్ కోసం రోస్టర్ ప్లాన్ పొందలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionGetSeatingById
source: Seating By Id could not be fetched. Please contact administrator.
ar: لا يمكن جلب الجلوس حسب المعرف. يرجى الاتصال بالمسؤول.
ko: ID 별 좌석을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: Id ద్వారా సీటింగ్ తేలేకపోయాం. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetSectionsAndSubsections
source: Error occured while retrieving scenario sections data. Please contact administrator.
ar: حدث خطأ أثناء استرداد بيانات أقسام السيناريو. يرجى الاتصال بالمسؤول.
ko: 시나리오 섹션 데이터를 검색하는 중에 오류가 발생했습니다. 관리자에게 문의하십시오.
te: టెస్ట్ సూట్ విభాగాలు డేటా ని తిరిగి పొందడంలో లోపం సంభవించింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetShiftException
source: Can not get shift exceptions list. Please contact administrator.
ar: لا يمكن الحصول على قائمة استثناءات التحول. يرجى الاتصال بالمسؤول.
ko: 시프트 예외 목록을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: షిఫ్ట్ మినహాయింపుల జాబితాను పొందలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionGetShiftTimings
source: Can not get shift Timings list. Please contact administrator.
ar: لا يمكن الحصول على قائمة توقيت التحول. يرجى الاتصال بالمسؤول.
ko: 시프트 타이밍 목록을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: టైమింగ్స్ జాబితాలో మారవచ్చు పొందలేము. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetShiftWeek
source: Can not get shift weeks list. Please contact administrator.
ar: لا يمكن الحصول على قائمة أسابيع التحول. يرجى الاتصال بالمسؤول.
ko: 근무 주 목록을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: షిఫ్ట్ వారాల జాబితాను పొందలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionGetSignature
source: Cannot get signature. Please contact administrator
ar: لا يمكن الحصول على التوقيع. يرجى الاتصال بالمسؤول
ko: 서명을받을 수 없습니다. 관리자에게 문의하십시오
te: సంతకం పొందలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి
