Repository: pujithagodavarthi414-coder/TradeEngine.ai
Catalog: sourcecode/BusinessView/BusinessView.Common/Texts/LangText.*.resx
Languages: ar, ko, te

source: You do not have access to edit another employee work experience details
ar: ليس لديك حق الوصول لتعديل تفاصيل خبرة عمل أخرى للموظف
ko: 다른 직원의 업무 경험 세부 정보를 편집 할 수있는 권한이 없습니다.
te: మరొక ఉద్యోగి పని అనుభవ వివరాలను సవరించడానికి మీకు ప్రాప్యత లేదు

# YouDoNotHavePermissionsPleaseContactAdministrator
source: You don't have permissions, please contact administrator
ar: ليس لديك أذونات ، الرجاء الاتصال بالمسؤول
ko: 권한이 없습니다. 관리자에게 문의하세요.
te: మీకు అనుమతులు లేవు, దయచేసి నిర్వాహకుడిని సంప్రదించండి

source: You do not have permissions to this feature
ar: ليس لديك أذونات لهذه الميزة
ko: 이 기능에 대한 권한이 없습니다.
te: ఈ లక్షణానికి మీకు అనుమతులు లేవు

source: You have already entered break in
ar: لقد دخلت بالفعل في الاستراحة
ko: 이미 침입을 입력했습니다.
te: మీరు ఇప్పటికే బ్రేక్ ఇన్ చేసారు

source: You have already entered lunch end
ar: لقد دخلت بالفعل في نهاية الغداء
ko: 이미이 기능을 점심 엔도에 입력하셨습니다
te: మీరు ఇప్పటికే లంచ్ ఎండ్‌లోకి ప్రవేశించారు

source: You have already left
ar: لقد غادرت بالفعل
ko: 당신은 이미 떠났습니다
te: మీరు ఇప్పటికే వెళ్ళిపోయారు

source: You have already started
ar: لقد بدأت بالفعل
ko: 이미 시작했습니다
te: మీరు ఇప్పటికే ప్రారంభించారు

source: You have not entered break in
ar: أنت لم تدخل استراحة
ko: 침입을 입력하지 않았습니다.
te: మీరు బ్రేకి లో ప్రవేశించలేదు

source: You have not started yet !
ar: أنت لم تبدأ بعد!
ko: 아직 시작하지 않았습니다!
te: మీరు ఇంకా ప్రారంభించలేదు!

# YouReachedTheLiencencePurchased
source: Please contact the management, as licence needs to be purchased in order to add more users
ar: يرجى الاتصال بالإدارة ، حيث يلزم شراء الترخيص لإضافة المزيد من المستخدمين
ko: 사용자를 더 추가하려면 라이선스를 구매해야하므로 관리자에게 문의하세요.
te: దయచేసి ఎక్కువ మంది వినియోగదారులను జోడించడానికి లైసెన్స్ కొనుగోలు చేయవలసి ఉన్నందున నిర్వహణను సంప్రదించండి

# ExceptionGetSearchItems
source: Get search menu items could not be done. Please contact administrator.
ar: لا يمكن أن يتم الحصول على عناصر قائمة البحث. يرجى الاتصال بالمسؤول.
ko: 검색 메뉴 항목을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: శోధన మెను అంశాలను పొందలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

source: Default role can not be altered
ar: لا يمكنك تغيير الدور الافتراضي.
ko: 기본 역할은 변경할 수 없습니다.
te: డిఫాల్ట్ పాత్రను మార్చలేము

# ProcNameIsInvalid
source: Procedure name is invalid
ar: اسم الإجراء غير صالح
ko: 프로 시저 이름이 잘못되었습니다.
te: విధానం పేరు చెల్లదు

# UserStoryUnLinked
source: Work item {0} is unlinked by {1}
ar: تم إلغاء ربط عنصر العمل {0} بواسطة {1}
ko: 작업 항목 {0}이 (가) {1}에 의해 링크 해제되었습니다.
te: పని అంశం {0} లింక్ {1} ద్వారా తొలగించబడింది

# ExceptionArchivePayRoll
source: Archive payroll could not be done.Please contact administrator.
ar: لا يمكن عمل كشوف المرتبات يرجى الاتصال بالمسؤول.
ko: 급여 보관을 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: ఆర్కైవ్ పేరోల్ చేయలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# RAGStatusChanged
source: RAG status changed from {0} to {1}.
ar: تم تغيير حالة RAG من {0} إلى {1}.
ko: RAG 상태가 {0}에서 {1} (으)로 변경되었습니다.
te: RAG స్థితి {0} నుండి {1} కు మార్చబడింది.

# ExceptionGetProcData
source: An error occurred while getting the data for the custom app
ar: حدث خطأ أثناء إحضار البيانات للتطبيق المخصص
ko: 사용자 정의 앱에 대한 데이터를 가져 오는 중에 오류가 발생했습니다.
te: అనుకూల అనువర్తనం కోసం డేటాను పొందేటప్పుడు లోపం సంభవించింది

source: Invalid value in years of experience
ar: قيمة غير صالحة في سنوات الخبرة
ko: 수년간의 경험에서 잘못된 가치
te: సంవత్సరాల అనుభవంలో చెల్లని విలువ

source: Branch Or Role should not be null
ar: يجب ألا يكون الفرع أو الدور فارغًا
ko: 분기 또는 역할은 null이 아니어야합니다.
te: బ్రాంచ్ లేదా పాత్ర శూన్యంగా ఉండకూడదు

# AtLeastOneBoardWithTheNameSuperAgileAndIsdefault
source: At least one board with the name SuperAgile and is default has existed to create the project
ar: توجد لوحة واحدة على الأقل تحمل اسم SuperAgile وهي الافتراضية لإنشاء المشروع
ko: 프로젝트를 생성하기 위해 이름이 SuperAgile이고 기본값 인 보드가 하나 이상 존재했습니다.
te: సూపర్అగైల్ పేరుతో కనీసం ఒక బోర్డు మరియు ప్రాజెక్ట్ను సృష్టించడానికి డిఫాల్ట్గా ఉంది

# ExceptionGetTestSuiteCsvTemplate
source: Cannot download sample csv template. Please contact administrator
ar: لا يمكن تنزيل نموذج لنموذج csv. يرجى الاتصال بالمسؤول
ko: 샘플 csv 템플릿을 다운로드 할 수 없습니다. 관리자에게 문의하십시오
te: నమూనా csv టెంప్లేట్‌ను డౌన్‌లోడ్ చేయలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionUpsertRateTagRoleBranchConfiguration
source: Upsert rate tag configuration could not be done. Please contact administrator.
ar: تعذر تكوين علامة معدل الزيادة. يرجى الاتصال بالمسؤول.
ko: Upsert 비율 태그 구성을 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: రేటు రేటు ట్యాగ్ కాన్ఫిగరేషన్ చేయలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

source: End date should not be null
ar: يجب ألا يكون تاريخ الانتهاء فارغًا
ko: 종료일은 null이 아니어야합니다.
te: ముగింపు తేదీ శూన్యంగా ఉండకూడదు

source: Rate tag configuration with this role,branch combination is already exists
ar: تكوين علامة السعر مع هذا الدور ، مجموعة الفروع موجودة بالفعل
ko: 이 역할이있는 요율 태그 구성, 분기 조합이 이미 있습니다.
te: ఈ పాత్రతో రేట్ ట్యాగ్ కాన్ఫిగరేషన్, శాఖ కలయిక ఇప్పటికే ఉంది

# ExceptionGetRateTagConfigurations
source: Can not get rate tag configurations could not be done. Please contact administrator.
ar: لا يمكن الحصول على تكوينات علامة السعر لا يمكن القيام به. يرجى الاتصال بالمسؤول.
ko: 요금 태그 구성을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: రేటు ట్యాగ్ ఆకృతీకరణలను పొందలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# RateTagRoleBranchDateStartOrEndDateMatchesWithOtherStartDateOrEndDate
source: Rate tag configuration with this start date or end date matches with other start date or end date
ar: تكوين علامة السعر مع تاريخ البدء هذا أو تاريخ الانتهاء يتطابق مع تاريخ البدء أو تاريخ الانتهاء
ko: 이 시작 날짜 또는 종료 날짜가 다른 시작 날짜 또는 종료 날짜와 일치하는 요율 태그 구성
te: ఈ ప్రారంభ తేదీ లేదా ముగింపు తేదీతో ట్యాగ్ కాన్ఫిగరేషన్ రేట్ ఇతర ప్రారంభ తేదీ లేదా ముగింపు తేదీతో సరిపోతుంది

source: One of the rate tag already exists try again
ar: إحدى علامات السعر موجودة بالفعل حاول مرة أخرى
ko: 요율 태그 중 하나가 이미 존재합니다. 다시 시도하세요.
te: ఇప్పటికే ఉన్న రేటు ట్యాగ్‌లో ఒకటి మళ్లీ ప్రయత్నించండి

source: Tax slab with this range already Exists
ar: لوح الضرائب مع هذا النطاق موجود بالفعل
ko: 이 범위의 세금 슬래브가 이미 있습니다.
te: ఈ పరిధితో పన్ను స్లాబ్ ఇప్పటికే ఉంది

source: Bank name should not be null
ar: يجب ألا يكون اسم البنك فارغًا
ko: 은행 이름은 null이 아니어야합니다.
te: బ్యాంక్ పేరు శూన్యంగా ఉండకూడదు

# ExceptionGetBanks
source: Get banks could not be done. Please contact administrator.
ar: الحصول على البنوك لا يمكن أن يتم. يرجى الاتصال بالمسؤول.
ko: 은행을 얻을 수 없습니다. 관리자에게 문의하십시오.
te: గెట్ బ్యాంకులు చేయలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionUpsertBank
source: Upsert bank could not be done. Please contact administrator.
ar: لا يمكن عمل بنك Upsert. يرجى الاتصال بالمسؤول.
ko: Upsert 뱅크를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: అప్‌సర్ట్ బ్యాంక్ చేయలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# EmployeeEducationDetailsIsAlreadyExistedForThisDate
source: Employee education details already existed for this date.
ar: تفاصيل تعليم الموظف موجودة مسبقًا لهذا التاريخ.
ko: 이 날짜에 대한 직원 교육 세부 정보가 이미 존재했습니다.
te: ఈ తేదీకి ఉద్యోగుల విద్య వివరాలు ఇప్పటికే ఉన్నాయి.

source: This bank is already exists
ar: هذا البنك هو موجود بالفعل
ko: 이 은행은 이미 존재한다
te: ఈ బ్యాంకు ఇప్పటికే ఉత్పన్నమవుతుంది

source: Delete Childs And Try Again
ar: احذف الطفل وحاول مرة أخرى
ko: 자녀를 삭제하고 다시 시도하십시오.
te: పిల్లలను తొలగించి మళ్ళీ ప్రయత్నించండి

source: Entity Data Is Not Found
ar: لم يتم العثور على بيانات الكيان
ko: 엔티티 데이터를 찾을 수 없음
te: ఎంటిటీ డేటా కనుగొనబడలేదు

source: Entity Name Should Not Be Null
ar: يجب ألا يكون اسم الكيان فارغًا
ko: 엔티티 이름은 Null이 아니어야합니다.
te: ఎంటిటీ పేరు శూన్యంగా ఉండకూడదు

source: Entity With This Name Already Exists
ar: الكيان بهذا الاسم موجود بالفعل
ko: 이 이름을 가진 엔티티가 이미 있습니다.
te: ఈ పేరుతో ఎంటిటీ ఇప్పటికే ఉంది

source: This Currency Used In Branch Please Delete The Dependencies And Try Again
ar: هذه العملة المستخدمة في الفرع يرجى حذف التبعيات والمحاولة مرة أخرى
ko: 지점에서 사용 된이 통화는 종속성을 삭제하고 다시 시도하십시오.
te: బ్రాంచ్‌లో ఉపయోగించిన ఈ కరెన్సీ దయచేసి డిపెండెన్సీలను తొలగించి మళ్ళీ ప్రయత్నించండి

source: This PayRoll Template Used In Branch Please Delete The Dependencies And Try Again
ar: نموذج PayRoll هذا المستخدم في الفرع يرجى حذف التبعيات والمحاولة مرة أخرى
ko: 분기에서 사용 된이 PayRoll 템플릿은 종속성을 삭제하고 다시 시도하십시오.
te: బ్రాంచ్‌లో ఉపయోగించిన ఈ పేరోల్ మూస దయచేసి డిపెండెన్సీలను తొలగించి మళ్ళీ ప్రయత్నించండి

source: Already Head Office Existed
ar: المكتب الرئيسي موجود بالفعل
ko: 이미 본사가 있음
te: ఇప్పటికే హెడ్ ఆఫీస్ ఉనికిలో ఉంది

source: Max uploaded size limit exceeded for your company.Please contact administrator.
ar: تم تجاوز الحد الأقصى لحجم التحميل لشركتك. يرجى الاتصال بالمسؤول.
ko: 회사의 최대 업로드 크기 제한을 초과했습니다. 관리자에게 문의하십시오.
te: మీ కంపెనీకి గరిష్ట అప్‌లోడ్ పరిమాణ పరిమితిని మించిపోయింది. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

source: Api url is required
ar: عنوان url لواجهة برمجة التطبيقات مطلوب
ko: API URL이 필요합니다.
te: Api url అవసరం

# ExceptionGetCustomAppApiDetails
source: Cannot get custom app api details. Please contact administrator
ar: لا يمكن الحصول على تفاصيل API التطبيق المخصص. يرجى الاتصال بالمسؤول
ko: 사용자 지정 앱 API 세부 정보를 가져올 수 없습니다. 관리자에게 문의하십시오
te: అనుకూల అనువర్తనం API వివరాలను పొందలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionUpsertCustomAppApiDetails
source: Cannot add or update custom app api details. Please contact administrator
ar: لا يمكن إضافة أو تحديث تفاصيل API التطبيق المخصص. يرجى الاتصال بالمسؤول
ko: 사용자 지정 앱 API 세부 정보를 추가하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오
te: అనుకూల అనువర్తనం API వివరాలను జోడించడం లేదా నవీకరించడం సాధ్యం కాదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి

source: Http method is required
ar: مطلوب طريقة Http
ko: Http 메소드가 필요합니다.
te: Http పద్ధతి అవసరం

source: This Country Used In Branch Delete The Dependencies And Try Again
ar: هذا البلد المستخدم في الفرع احذف التبعيات وحاول مرة أخرى
ko: 지점에서 사용 된이 국가는 종속성을 삭제하고 다시 시도하십시오.
te: బ్రాంచ్‌లో ఉపయోగించిన ఈ దేశం డిపెండెన్సీలను తొలగించి మళ్ళీ ప్రయత్నించండి

source: Please assign permission to another status and try again
ar: الرجاء تعيين إذن إلى حالة أخرى وحاول مرة أخرى
ko: 다른 상태에 권한을 할당하고 다시 시도하십시오.
te: దయచేసి మరొక స్థితికి అనుమతి కేటాయించి, మళ్లీ ప్రయత్నించండి

# BugCausedUserAdded
source: {0} added bug caused user {1}
ar: {0} إضافة خطأ تسبب للمستخدم {1}
ko: {0} 추가 된 버그로 인해 사용자 {1}
te: {0} జోడించిన బగ్ వినియోగదారు {1} కు కారణమైంది

# BugCausedUserRemoved
source: {0} removed bug caused user {1}
ar: {0} إزالة الخطأ تسبب في المستخدم {1}
ko: {0} 제거 된 버그로 인해 사용자 {1}
te: {0} తొలగించబడిన బగ్ వినియోగదారు {1} కు కారణమైంది

# BugPriorityAdded
source: {0} added bug priority {1}
ar: {0} أضاف أولوية الخطأ {1}
ko: {0} 추가 된 버그 우선 순위 {1}
te: {0} జోడించిన బగ్ ప్రాధాన్యత {1}

# BugPriorityRemoved
source: {0} removed bug priority {1}
ar: {0} تمت إزالة أولوية الخطأ {1}
ko: {0} 제거 된 버그 우선 순위 {1}
te: {0} తొలగించబడిన బగ్ ప్రాధాన్యత {1}

# DeadLineDateAdded
source: {0} added deadline date {1}
ar: تمت إضافة {0} تاريخ الموعد النهائي {1}
ko: {0} 추가 마감일 {1}
te: {0} జోడించిన గడువు తేదీ {1}

# DeadLineDateRemoved
source: {0} removed deadline date {1}
ar: {0} تمت إزالة تاريخ الموعد النهائي {1}
ko: {0} 삭제 마감일 {1}
te: {0} తొలగించిన గడువు తేదీ {1}

# EstimatedTimeAdded
source: {0} added estimated time {1}
ar: {0} الوقت المقدر المضاف {1}
ko: {0} 추가 된 예상 시간 {1}
te: {0} జోడించిన అంచనా సమయం {1}

# EstimatedTimeRemoved
source: {0} removed estimated time {1}
ar: {0} تمت إزالة الوقت المقدر {1}
ko: {0} 님이 예상 시간을 삭제했습니다. {1}
te: అంచనా వేసిన సమయం {0} తొలగించబడింది {1}

# ProjectFeatureAdded
source: {0} added project component {1}
ar: {0} تمت إضافة ميزة المشروع {1}
ko: {0} 추가 된 프로젝트 기능 {1}
te: {0} జోడించిన ప్రాజెక్ట్ లక్షణం {1}

# ProjectFeatureRemoved
source: {0} removed project component {1}
ar: {0} تمت إزالة ميزة المشروع {1}
ko: {0} 제거 된 프로젝트 기능 {1}
te: {0} తొలగించబడిన ప్రాజెక్ట్ లక్షణం {1}

# SprintEstimatedTimeAdded
source: {0} added story points {1}
ar: {0} أضاف نقاط قصة {1}
ko: {0} 추가 된 스토리 포인트 {1}
te: {0} జోడించిన స్టోరీ పాయింట్లు {1}

# SprintEstimatedTimeRemoved
source: {0} removed story points {1}
ar: {0} تمت إزالة نقاط القصة {1}
ko: {0} 제거 된 스토리 포인트 {1}
te: {0} తీసివేసిన స్టోరీ పాయింట్లు {1}

# TestSuiteSectionAdded
source: {0} added test suite section {1}
ar: {0} أضاف قسم مجموعة الاختبار {1}
ko: {0} 추가 된 테스트 스위트 섹션 {1}
te: {0} టెస్ట్ సూట్ విభాగం {1} జోడించబడింది

# TestSuiteSectionRemoved
source: {0} removed test suite section {1}
ar: {0} تمت إزالة قسم مجموعة الاختبار {1}
ko: {0}이 (가) 테스트 모음 섹션 {1}을 제거했습니다.
te: {0} తొలగించబడిన పరీక్షా సూట్ విభాగం {1}

# UserStoryDescriptionAdded
source: {0} added description {1}
ar: {0} أضاف وصفًا {1}
ko: {0} 추가 된 설명 {1}
te: {0} జోడించిన వివరణ {1}

# UserStoryDescriptionRemoved
source: {0} removed description {1}
ar: {0} تمت إزالة الوصف {1}
ko: {0}에서 설명 {1} 삭제
te: {0} తొలగించబడిన వివరణ {1}

# VersionNameAdded
source: {0} added version name {1}
ar: {0} أضاف اسم الإصدار {1}
ko: {0} 추가 된 버전 이름 {1}
te: {0} జోడించిన సంస్కరణ పేరు {1}

# VersionNameRemoved
source: {0} removed version name {1}
ar: {0} تمت إزالة اسم الإصدار {1}
ko: {0} 제거 된 버전 이름 {1}
te: {0} తొలగించబడిన సంస్కరణ పేరు {1}

# DependencyUserAdded
source: {0} added work item dependency {1}
ar: {0} تمت إضافة تبعية عنصر العمل {1}
ko: {0} 추가 된 작업 항목 종속성 {1}
te: {0} జోడించిన పని అంశం ఆధారపడటం {1}

# DependencyUserRemoved
source: {0} removed work item dependency {1}
ar: {0} أزال تبعية عنصر العمل {1}
ko: {0} 제거 된 작업 항목 종속성 {1}
te: {0} తొలగించబడిన పని అంశం ఆధారపడటం {1}

# OwnerUserAdded
source: {0} added work item assignee {1}
ar: {0} أضاف المسؤول عن عنصر العمل {1}
ko: {0} 추가 된 작업 항목 담당자 {1}
te: {0} జోడించిన పని అంశం కేటాయించిన వ్యక్తి {1}

# OwnerUserRemoved
source: {0} removed work item assignee {1}
ar: {0} أزال المسؤول عن عنصر العمل {1}
ko: {0} 제거 된 작업 항목 관리자 {1}
te: {0} పునర్నిర్మించిన పని అంశం కేటాయించిన వ్యక్తి {1}

# ExceptionGetPayRollBands
source: Get payroll bands could not be done. Please contact administrator
ar: لا يمكن الحصول على نطاقات الرواتب. يرجى الاتصال بالمسؤول
ko: 급여 밴드를 얻을 수 없습니다. 관리자에게 문의하십시오
te: పేరోల్ బ్యాండ్లను పొందలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionUpsertPayRollBand
source: Upsert payroll bands could not be done. Please contact administrator
ar: لا يمكن عمل فرق الرواتب Upsert. يرجى الاتصال بالمسؤول
ko: Upsert 급여 밴드를 수행 할 수 없습니다. 관리자에게 문의하십시오
te: అప్‌సెట్ పేరోల్ బ్యాండ్‌లు చేయలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# CronExpressionAdded
source: added work item recurring {0}
ar: إضافة عنصر العمل بشكل متكرر {0}
ko: 추가 된 작업 항목 반복 {0}
te: పునరావృతమయ్యే పని అంశం జోడించబడింది {0}

# CronExpressionDeleted
source: deleted the Work item recurring
ar: حذف عنصر العمل المتكرر
ko: 반복되는 작업 항목을 삭제했습니다.
te: పునరావృతమయ్యే పని అంశం తొలగించబడింది

# CronExpressionScheduleEndDateChanged
source: Changed the recurring end date from {0} to {1}
ar: تم تغيير تاريخ الانتهاء المتكرر من {0} إلى {1}
ko: 반복 종료일을 {0}에서 {1} (으)로 변경했습니다.
te: పునరావృత ముగింపు తేదీని {0 from నుండి {1 to కు మార్చారు

# RecurringPaused
source: {0} recurring paused
ar: {0} متكرر متوقف مؤقتًا
ko: {0} 반복 일시 중지
te: {0} పునరావృత విరామం

# RecurringResumed
source: {0} Recurring resumed
ar: {0} تم استئناف التكرار
ko: {0} 반복 재개
te: {0} పునరావృతమైంది

# Male_GenderLeaveType
source: This leave type applicable for Male users Please configure gender and try again
ar: هذا النوع إجازة ينطبق على المستخدمين ذكر الرجاء تكوين الجنسين وحاول مرة أخرى
ko: 남성 사용자에 적용이 휴가 유형이 구성 성별을 입력하고 다시 시도하십시오
te: ఈ సెలవు రకం మగ వినియోగదారులకు వర్తించే ఆకృతీకరించుటకు లింగ దయచేసి మళ్ళీ ప్రయత్నించండి

# Married_MariatalStatusLeaveType
source: This leave type applicable for Married status users Please configure marital status and try again
ar: هذا النوع إجازة ينطبق على المستخدمين وضع متزوج فضلك. الحالة الاجتماعية تكوين وحاول مرة أخرى
ko: 결혼 상태 사용자에 적용이 휴가 유형이 구성 혼인 상태를 입력하고 다시 시도하십시오
te: ఈ సెలవు రకం వివాహితులు స్థితి వినియోగదారుల కోసం వర్తించే ఆకృతీకరించుటకు వైవాహిక స్థితి దయచేసి మళ్ళీ ప్రయత్నించండి

# Married_Single_MariatalStatusLeaveType
source: This leave type applicable for Married or Single status users Please configure marital status and try again
ar: هذا النوع إجازة ينطبق على متزوجة أو غير متزوجة المستخدمين الوضع فضلك. الحالة الاجتماعية تكوين وحاول مرة أخرى
ko: 결혼 또는 단일 상태 사용자에 적용이 휴가 유형이 구성 혼인 상태를 입력하고 다시 시도하십시오
te: వివాహితులు లేదా సింగిల్ స్థితి వినియోగదారుల కోసం వర్తించే ఈ సెలవు రకం ఆకృతీకరించుటకు వైవాహిక స్థితి దయచేసి మళ్ళీ ప్రయత్నించండి

# Female_GenderLeaveType
source: This leave type applicable for Female users Please configure gender and try again
ar: هذا النوع إجازة ينطبق على المستخدمين أنثى الرجاء تكوين الجنسين وحاول مرة أخرى
ko: 여성 사용자를위한 적용이 휴가 유형이 구성 성별을 입력하고 다시 시도하십시오
te: ఈ సెలవు రకం ఫిమేల్ వినియోగదారులకు వర్తించే ఆకృతీకరించుటకు లింగ దయచేసి మళ్ళీ ప్రయత్నించండి

# Female_Male_GenderLeaveType
source: This leave type applicable for Female or Male users Please configure gender and try again
ar: هذا النوع إجازة ينطبق على أنثى أو ذكر المستخدمين الرجاء تكوين الجنسين وحاول مرة أخرى
ko: 여성 또는 남성 사용자에 적용이 휴가 유형이 구성 성별을 입력하고 다시 시도하십시오
te: ఈ సెలవు రకం ఫిమేల్ లేదా మగ వినియోగదారులకు వర్తించే ఆకృతీకరించుటకు లింగ దయచేసి మళ్ళీ ప్రయత్నించండి

# Female_Male_Other_GenderLeaveType
source: This leave type applicable for Female or Male or Other users Please configure gender and try again
ar: هذا النوع إجازة ينطبق على أنثى أو ذكر أو باقي الأعضاء الرجاء تكوين الجنسين وحاول مرة أخرى
ko: 여성 또는 남성 또는 다른 사용자에 적용이 휴가 유형이 구성 성별을 입력하고 다시 시도하십시오
te: ఈ సెలవు రకం ఫిమేల్ లేదా మగ లేదా ఇతర వినియోగదారులకు వర్తించే ఆకృతీకరించుటకు లింగ దయచేసి మళ్ళీ ప్రయత్నించండి

# Female_Other_GenderLeaveType
source: This leave type applicable for Female or Other users Please configure gender and try again
ar: هذا النوع إجازة ينطبق على أنثى أو باقي الأعضاء الرجاء تكوين الجنسين وحاول مرة أخرى
ko: 여성 또는 다른 사용자에 적용이 휴가 유형이 구성 성별을 입력하고 다시 시도하십시오
te: ఈ సెలవు రకం ఫిమేల్ లేదా ఇతర వినియోగదారులకు వర్తించే ఆకృతీకరించుటకు లింగ దయచేసి మళ్ళీ ప్రయత్నించండి

# Male_Other_GenderLeaveType
source: This leave type applicable for Male or Other users Please configure gender and try again
ar: هذا النوع إجازة ينطبق على ذكر أو باقي الأعضاء الرجاء تكوين الجنسين وحاول مرة أخرى
ko: 남성 또는 다른 사용자에 적용이 휴가 유형이 구성 성별을 입력하고 다시 시도하십시오
te: ఈ సెలవు రకం మగ లేదా ఇతర వినియోగదారులకు వర్తించే ఆకృతీకరించుటకు లింగ దయచేసి మళ్ళీ ప్రయత్నించండి

# Other_GenderLeaveType
source: This leave type applicable for Other users Please configure gender and try again
ar: هذا النوع إجازة ينطبق على باقي الأعضاء الرجاء تكوين الجنسين وحاول مرة أخرى
ko: 다른 사용자에 적용이 휴가 유형이 구성 성별을 입력하고 다시 시도하십시오
te: ఈ సెలవు రకం ఇతర వినియోగదారులకు వర్తించే ఆకృతీకరించుటకు లింగ దయచేసి మళ్ళీ ప్రయత్నించండి

# Single_MariatalStatusLeaveType
source: This leave type applicable for Single status users Please configure marital status and try again
ar: هذا النوع من الإجازة ينطبق على مستخدمي الحالة الفردية يرجى تكوين الحالة الاجتماعية والمحاولة مرة أخرى
ko: 이 휴가 유형은 단일 상태 사용자에게 적용됩니다. 결혼 상태를 구성하고 다시 시도하십시오.
te: సింగిల్ స్టేటస్ వినియోగదారులకు ఈ సెలవు రకం వర్తిస్తుంది దయచేసి వైవాహిక స్థితిని కాన్ఫిగర్ చేసి, మళ్లీ ప్రయత్నించండి

source: Bill to
ar: فاتورة الى
ko: 청구 대상
te: బిల్లు

source: Amount due
ar: المبلغ المستحق
ko: 지불액
te: బకాయి మొత్తం

source: Discount
ar: خصم
ko: 할인
te: డిస్కౌంట్

source: Due date
ar: تاريخ الاستحقاق
ko: 마감일
te: గడువు తేది

source: Hours
ar: ساعات
ko: 시간
te: గంటలు

source: Item
ar: بند
ko: 안건
te: అంశం

source: Notes
ar: ملاحظات
ko: 메모
te: గమనికలు

source: Paid
ar: دفع
ko: 유료
te: చెల్లించారు

source: Price
ar: السعر
ko: 가격
te: ధర

source: Quantity
ar: كمية
ko: 수량
te: పరిమాణం

source: Rate
ar: معدل
ko: 율
te: రేటు

source: Sub total
ar: المجموع الفرعي
ko: 소계
te: ఉప మొత్తం

source: Task
ar: مهمة
ko: 직무
te: టాస్క్

source: Terms
ar: شروط
ko: 자귀
te: నిబంధనలు

source: Total
ar: مجموع
ko: 합계
te: మొత్తం

source: Invoice
ar: فاتورة
ko: 송장
te: ఇన్వాయిస్

# NotEmptyTimeZoneOffset
source: Time zone offset cannot be empty
ar: لا يمكن أن تكون معادلة المنطقة الزمنية فارغة
ko: 시간대 오프셋은 비워 둘 수 없습니다.
te: టైమ్ జోన్ ఆఫ్‌సెట్ ఖాళీగా ఉండకూడదు

source: creates a circular dependency Please contact the administrator
ar: ينشئ تبعية دائرية الرجاء الاتصال بالمسؤول
ko: 순환 종속성을 만듭니다 관리자에게 문의하십시오
te: వృత్తాకార పరాధీనతను సృష్టిస్తుంది దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionGetAuditVersions
source: Get audit versions could not be done, please contact the administrator
ar: تعذر الحصول على إصدارات التدقيق ، يرجى الاتصال بالمسؤول
ko: 감사 버전을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: ఆడిట్ సంస్కరణలను పొందలేము, దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionInsertAuditVersion
source: Insert audit version could not be done, please contact the administrator
ar: تعذر إدخال نسخة التدقيق ، يرجى الاتصال بالمسؤول
ko: 감사 버전을 삽입 할 수 없습니다. 관리자에게 문의하십시오.
te: చొప్పించు ఆడిట్ సంస్కరణ చేయలేము, దయచేసి నిర్వాహకుడిని సంప్రదించండి

source: Version with this name already exists
ar: نسخة بهذا الاسم موجودة بالفعل
ko: 이 이름의 버전이 이미 있습니다.
te: ఈ పేరుతో సంస్కరణ ఇప్పటికే ఉంది

# AppUrl
source: {0} changed app url from {1} to {2}.
ar: قام {0} بتغيير عنوان للتطبيق من {1} إلى {2}.
ko: {0} 이 (가) 앱 URL을 {1} 에서 {2} (으)로 변경했습니다.
te: {0} అనువర్తన ని {1} నుండి {2} కు మార్చారు.

# ConsiderPunchCard
source: {0} changed consider punch card state from {1} to {2}.
ar: تم تغيير {0} مع مراعاة حالة البطاقة المثقوبة من {1} إلى {2}.
ko: {0} 이 (가) 펀치 카드 고려 상태를 {1} 에서 {2} (으)로 변경했습니다.
te: {0} మార్చబడింది పంచ్ కార్డ్ స్థితిని {1} నుండి {2} గా పరిగణించండి.

# DeleteRoles
source: {0} changed delete screenshot all roles state from {1} to {2}.
ar: {0} قام بتغيير حالة حذف لقطة الشاشة جميع الأدوار من {1} إلى {2}.
ko: {0} 에서 모든 역할 삭제 스크린 샷 상태를 {1} 에서 {2} (으)로 변경했습니다.
te: {0} మార్చబడింది తొలగించు స్క్రీన్ షాట్ అన్ని పాత్రలు {1} నుండి {2} వరకు ఉంటాయి.

# DeleteScreenShot
source: {0} changed delete screenshot state from {1} to {2}.
ar: {0} غيّر حالة حذف لقطة الشاشة من {1} إلى {2}.
ko: {0} 에서 스크린 샷 삭제 상태를 {1} 에서 {2} (으)로 변경했습니다.
te: {0} తొలగించు స్క్రీన్ షాట్ స్థితిని {1} నుండి {2 } కి మార్చారు.

# DisableUrlsEnable
source: {0} changed diasable urls tracking in browser state from {1} to {2}.
ar: {0} تم تغيير تتبع عناوين url القابلة للتشكيل في حالة المتصفح من {1} إلى {2}.
ko: {0} 는 브라우저 상태에서 추적 가능한 l을 {1} 에서 {2} 로 변경했습니다.
te: {0} బ్రౌజర్ స్థితిలో డయాసబుల్ యుఆర్ఎల్ ట్రాకింగ్‌ను {1} నుండి {2} కి మార్చారు.

# IdealTime
source: {0} changed idle time state from {1} to {2}.
ar: تم تغيير حالة وقت الخمول بواسطة {0} من {1} إلى {2}.
ko: {0} 이 (가) 유휴 시간 상태를 {1} 에서 {2} (으)로 변경했습니다.
te: {0} నిష్క్రియ సమయ స్థితిని {1} నుండి {2} కు మార్చారు.

# IdealTimeRoles
source: {0} changed idle time all roles state from {1} to {2}.
ar: قام {0} بتغيير حالة وقت الخمول لجميع الأدوار من {1} إلى {2}.
ko: {0} 이 (가) 모든 역할 상태의 유휴 시간을 {1} 에서 {2} (으)로 변경했습니다.
te: {0} నిష్క్రియ సమయాన్ని మార్చారు అన్ని పాత్రలు {1} నుండి {2} కు ఉంటాయి.

# KeyBoard
source: {0} changed keyboard strokes tracing state from {1} to {2}.
ar: تم تغيير حالة تتبع ضربات لوحة المفاتيح {0} من {1} إلى {2}.
ko: {0} 이 (가) 키보드 스트로크 추적 상태를 {1} 에서 {2} (으)로 변경했습니다.
te: {0} కీబోర్డ్ స్ట్రోక్‌లను గుర్తించే స్థితిని {1} నుండి {2} కు మార్చారు.

# KeyBoardRoles
source: {0} changed keyboard strokes tracing all roles state from {1} to {2}.
ar: {0} تم تغيير ضربات لوحة المفاتيح لتتبع حالة جميع الأدوار من {1} إلى {2}.
ko: {0} 이 (가) 모든 역할 상태를 추적하는 키보드 스트로크를 {1} 에서 {2} (으)로 변경했습니다.
te: {0} అన్ని పాత్రలను గుర్తించే కీబోర్డ్ స్ట్రోక్‌లను {1} నుండి {2} కు మార్చారు.

# Mouse
source: {0} changed mouse clicks tracing state from {1} to {2}.
ar: {0} تم تغيير حالة تتبع نقرات الماوس من {1} إلى {2}.
ko: {0} 이 (가) 마우스 클릭 추적 상태를 {1} 에서 {2} (으)로 변경했습니다.
te: {0} స్థితిని గుర్తించే మౌస్ క్లిక్‌లను {1} నుండి {2} కు మార్చారు.

# MouseRoles
source: {0} changed mouse clicks tracing all roles state from {1} to {2}.
ar: تم تغيير {0} نقرات الماوس لتتبع حالة جميع الأدوار من {1} إلى {2}.
ko: {0} 이 (가) 모든 역할 상태를 추적하는 마우스 클릭을 {1} 에서 {2} (으)로 변경했습니다.
te: {0} అన్ని పాత్రలను గుర్తించే మౌస్ క్లిక్‌లను {1} నుండి {2} కు మార్చారు.

# Multiplier
source: {0} changed screenshot multiplier from {1} to {2}.
ar: قام {0} بتغيير مضاعف لقطة الشاشة من {1} إلى {2}.
ko: {0} 님이 스크린 샷 배율을 {1}에서 {2}로 변경했습니다.
te: {0} స్క్రీన్ షాట్ గుణకాన్ని {1} నుండి {2} కు మార్చారు.

# OfflineTracking
source: {0} changed offline tracing state from {1} to {2}.
ar: غيّر {0} حالة التتبع دون اتصال من {1} إلى {2}.
ko: {0} 이 (가) 오프라인 추적 상태를 {1} 에서 {2} (으)로 변경했습니다.
te: {0} ఆఫ్‌లైన్ ట్రేసింగ్ స్థితిని {1} నుండి {2} కు మార్చారు.
