Repository: pujithagodavarthi414-coder/TradeEngine.ai
Catalog: sourcecode/BusinessView/BusinessView.Common/Texts/LangText.*.resx
Languages: ar, ko, te

# ExceptionGetGreRomandeHistory
source: Get GreRomande history could not be done.Please contact administrator
ar: تعذر الحصول على سجل GreRomande. يرجى الاتصال بالمسؤول
ko: GreRomande 기록을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: GreRomande చరిత్రను పొందడం సాధ్యం కాలేదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionUpdateGreRomandeHistory
source: Update GreRoande history should not be done.Please contact administrator
ar: يجب عدم تحديث سجل GreRoande. يرجى الاتصال بالمسؤول
ko: GreRoand 기록을 업데이트하면 안 됩니다. 관리자에게 문의하세요.
te: GreRoande చరిత్రను అప్‌డేట్ చేయకూడదు.దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionGetMessageFieldType
source: Get message field type should not be done.Please contact administrator
ar: يجب عدم عمل نوع حقل إحضار الرسالة ، يرجى الاتصال بالمسؤول
ko: 메시지 필드 유형 가져오기를 수행해서는 안 됩니다. 관리자에게 문의하십시오.
te: సందేశాన్ని పొందండి ఫీల్డ్ రకం చేయకూడదు.దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionUpsertMessageFieldType
source: Upsert message field type should not be done.Please contact administrator
ar: يجب عدم القيام بنوع حقل الرسالة المزعجة. يرجى الاتصال بالمسؤول
ko: Upsert 메시지 필드 유형은 수행되지 않아야 합니다. 관리자에게 문의하십시오.
te: అప్‌సర్ట్ మెసేజ్ ఫీల్డ్ టైప్ చేయకూడదు.దయచేసి నిర్వాహకుడిని సంప్రదించండి

# MessageFieldDataNotFound
source: Message field data with this id should not exists
ar: يجب ألا توجد بيانات حقل الرسالة بهذا المعرف
ko: 이 ID를 가진 메시지 필드 데이터는 존재하지 않아야 합니다.
te: ఈ ఐడితో మెసేజ్ ఫీల్డ్ డేటా ఉండకూడదు

# NotEmptyDisplayText
source: Display text should not be empty
ar: يجب ألا يكون نص العرض فارغًا
ko: 표시 텍스트는 비워둘 수 없습니다.
te: ప్రదర్శన వచనం ఖాళీగా ఉండకూడదు

# GridInvoiceDataIsNotFound
source: Grd invoice data is not found
ar: لم يتم العثور على بيانات فاتورة Grd
ko: Grd 인보이스 데이터를 찾을 수 없습니다.
te: Grd ఇన్‌వాయిస్ డేటా కనుగొనబడలేదు

# GridInvoiceWithThisNameAlreadyExists
source: Grd invoice with this name already exists
ar: توجد بالفعل فاتورة Grd بهذا الاسم
ko: 이 이름의 GRD 인보이스가 이미 있습니다.
te: ఈ పేరుతో Grd ఇన్‌వాయిస్ ఇప్పటికే ఉంది

# ExceptionGetCreditNote
source: Unable to get credit notes, Please contact administrator.
ar: غير قادر على الحصول على ملاحظات الائتمان، الرجاء الاتصال بالمسؤول.
ko: 신용 메모를 받을 수 없는 관리자에게 문의하십시오.
te: క్రెడిట్ నోట్ లను పొందడం సాధ్యం కాదు, దయచేసి అడ్మినిస్ట్రేటర్ ని సంప్రదించండి.

# ExceptionGetExpenseBookings
source: Unable to get expense bookings, Please contact administrator.
ar: غير قادر على الحصول على حجوزات النفقات، يرجى الاتصال بالمسؤول.
ko: 비용 예약을 받을 수 없는 경우 관리자에게 문의하십시오.
te: ఖర్చు బుకింగ్ లను పొందడం సాధ్యం కాదు, దయచేసి అడ్మినిస్ట్రేటర్ ని సంప్రదించండి.

# ExceptionGetMasterAccounts
source: Unable to get master accounts, Please contact administrator.
ar: تعذر الحصول على الحسابات الرئيسية، الرجاء الاتصال بالمسؤول.
ko: 마스터 계정을 얻을 수 없는 관리자에게 문의하십시오.
te: మాస్టర్ అకౌంట్ లను పొందడం సాధ్యం కాదు, దయచేసి అడ్మినిస్ట్రేటర్ ని సంప్రదించండి.

# ExceptionGetPaymentReceipts
source: Unable to get payment receipts, Please contact administrator.
ar: تعذر الحصول على إيصالات الدفع، الرجاء الاتصال بالمسؤول.
ko: 결제 영수증을 받을 수 없는 경우 관리자에게 문의하십시오.
te: చెల్లింపు రసీదులను పొందడం సాధ్యం కాదు, దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionUpsertCreditNote
source: Unable to upsert credit note, Please contact administrator.
ar: غير قادر على رفع ملاحظة الائتمان، الرجاء الاتصال بالمسؤول.
ko: 신용 메모를 작성할 수 없으므로 관리자에게 문의하십시오.
te: క్రెడిట్ నోట్ ని అప్ సెర్ట్ చేయడం సాధ్యం కాదు, దయచేసి అడ్మినిస్ట్రేటర్ ని సంప్రదించండి.

# ExceptionUpsertExpenseBooking
source: Unable to upsert expense bookings, Please contact administrator.
ar: غير قادر على رفع حجوزات المصروفات، يرجى الاتصال بالمسؤول.
ko: 비용 예약을 할 수 없으므로 관리자에게 문의하십시오.
te: ఖర్చు బుకింగ్ లను అప్ సెర్ట్ చేయడం సాధ్యం కాదు, దయచేసి అడ్మినిస్ట్రేటర్ ని సంప్రదించండి.

# ExceptionUpsertMasterAccount
source: Unable to upsert master account, Please contact administrator.
ar: تعذر رفع الحساب الرئيسي، الرجاء الاتصال بالمسؤول.
ko: 마스터 계정을 업서트할 수 없으므로 관리자에게 문의하십시오.
te: మాస్టర్ ఖాతాను అప్ సెర్ట్ చేయడం సాధ్యం కాదు, దయచేసి అడ్మినిస్ట్రేటర్ ని సంప్రదించండి.

# ExceptionUpsertPaymentReceipt
source: Unable to upsert payment receipts, Please contact administrator.
ar: تعذر إدخال إيصالات الدفع، الرجاء الاتصال بالمسؤول.
ko: 결제 영수증을 최대 로 할 수 없으므로 관리자에게 문의하십시오.
te: చెల్లింపు రసీదులను అప్ సెర్ట్ చేయడం సాధ్యం కాదు, దయచేసి అడ్మినిస్ట్రేటర్ ను సంప్రదించండి.

# MasterAccountWithThisNameAlreadyExists
source: Master account with this name already exist.
ar: الحساب الرئيسي بهذا الاسم موجود بالفعل.
ko: 이 이름의 마스터 계정은 이미 존재합니다.
te: ఈ పేరుతో మాస్టర్ అకౌంట్ ఇప్పటికే ఉంది.

# BankAccountNameWithThisNameAlreadyExists
source: Bank account with this name already exist
ar: الحساب البنكي بهذا الاسم موجود بالفعل
ko: 이 이름의 은행 계좌는 이미 존재합니다.
te: ఈ పేరుతో ఉన్న బ్యాంకు ఖాతా ఇప్పటికే ఉంది

# CreditNotesWithThisNameAlreadyExists
source: Credit note with this name already exists
ar: إشعار الدائن بهذا الاسم موجود مسبقا
ko: 이 이름의 신용 메모는 이미 존재합니다.
te: ఈ పేరుతో క్రెడిట్ నోట్ ఇప్పటికే ఉంది

# ExpenseBookingWithThisNameAlreadyExists
source: Expense booking with this invoice already exists
ar: حجز المصروفات مع هذه الفاتورة موجود بالفعل
ko: 이 청구서에 대한 비용 예약은 이미 존재합니다.
te: ఈ ఇన్ వాయిస్ తో ఖర్చు బుకింగ్ ఇప్పటికే ఉంది

# PaymentReceiptWithThisNameAlreadyExists
source: Payment receipt with this reference already exist
ar: إيصال الدفع بهذا الاسم موجود بالفعل
ko: 이 이름의 결제 영수증이 이미 존재합니다.
te: ఈ పేరుతో చెల్లింపు రసీదు ఇప్పటికే ఉంది

# ThisBankAccountIsHavingDependencieshPleaseDeleteTheDependenciesAndTryAgain
source: This bank account is having dependencies, Please remove and try again.
ar: هذا الحساب المصرفي هو وجود التبعيات، يرجى إزالة وحاول مرة أخرى.
ko: 이 은행 계좌는 종속성이 있으므로 제거하고 다시 시도하십시오.
te: ఈ బ్యాంకు ఖాతాపై ఆధారపడటం ఉంది, దయచేసి తొలగించండి మరియు మళ్లీ ప్రయత్నించండి.

# ThisCreditNoteIsHavingDependencieshPleaseDeleteTheDependenciesAndTryAgain
source: This credit note is having dependencies, Please remove and try again.
ar: ملاحظة الائتمان هذه لها تبعيات، الرجاء إزالة المحاولة مرة أخرى.
ko: 이 신용 노트는 종속성이 있으므로 제거하고 다시 시도하십시오.
te: ఈ క్రెడిట్ నోట్ డిపెండెన్సీలను కలిగి ఉంది, దయచేసి తొలగించండి మరియు మళ్లీ ప్రయత్నించండి.

# ThisEntryFormIsHavingDependencieshPleaseDeleteTheDependenciesAndTryAgain
source: This entry form is having dependencies, Please remove and try again.
ar: نموذج الإدخال هذا وجود تبعيات، الرجاء إزالة ثم حاول مرة أخرى.
ko: 이 항목 양식에는 종속성이 있으므로 제거하고 다시 시도하십시오.
te: ఈ ఎంట్రీ ఫారండిపెండెన్సీలను కలిగి ఉంది, దయచేసి తొలగించండి మరియు మళ్లీ ప్రయత్నించండి.

# ThisGrdIsHavingDependencieshPleaseDeleteTheDependenciesAndTryAgain
source: This GRD is having dependencies, Please remove and try again.
ar: هذا GRD وجود التبعيات، الرجاء إزالة وحاول مرة أخرى.
ko: 이 GRD는 종속성이 있으므로 제거하고 다시 시도하십시오.
te: ఈ GRD కు డిపెండెన్సీలు ఉన్నాయి, దయచేసి తొలగించండి మరియు మళ్లీ ప్రయత్నించండి.

# ThisMasterAccountIsHavingDependencieshPleaseDeleteTheDependenciesAndTryAgain
source: This master account is having dependencies, Please remove and try again.
ar: هذا الحساب الرئيسي هو وجود التبعيات، يرجى إزالة وحاول مرة أخرى.
ko: 이 마스터 계정은 종속성이 있으며 제거하고 다시 시도하십시오.
te: ఈ మాస్టర్ అకౌంట్ పై డిపెండెన్సీలు ఉన్నాయి, దయచేసి తొలగించండి మరియు మళ్లీ ప్రయత్నించండి.

# ThisSiteIsHavingDependencieshPleaseDeleteTheDependenciesAndTryAgain
source: This site is having dependencies, Please remove and try again.
ar: هذا الموقع هو وجود التبعيات، يرجى إزالة وحاول مرة أخرى.
ko: 이 사이트는 종속성이 있으므로 제거하고 다시 시도하십시오.
te: ఈ సైట్ పై ఆధారపడటం ఉంది, దయచేసి తొలగించండి మరియు మళ్లీ ప్రయత్నించండి.

# GetSCOException
source: Unable to get SCOs, Please contact administrator
ar: تعذر الحصول على SCOs، الرجاء الاتصال بالمسؤول
ko: SCO를 얻을 수 없습니다, 관리자에게 문의하시기 바랍니다
te: ఎస్ సివోలను పొందడం సాధ్యం కాదు, దయచేసి అడ్మినిస్ట్రేటర్ ని సంప్రదించండి

# NotEmptyLeadSubmissionId
source: Lead submission id should not be empty
ar: يجب ألا يكون معرف إرسال العميل المتوقع فارغا
ko: 잠재 고객 제출 ID가 비어 서는 안 됩니다.
te: లీడ్ సబ్మిషన్ ఐడి ఖాళీగా ఉండరాదు

# NotZeroCredits
source: Credits should not be zero or less
ar: يجب ألا تكون الاعتمادات صفرا أو أقل
ko: 크레딧이 0 이하가 되어서는 안 됩니다.
te: క్రెడిట్ లు సున్నా లేదా అంతకంటే తక్కువగా ఉండరాదు.

# UpsertSCOException
source: Unable to upsert SCO Generation, Please contact adminstrator
ar: غير قادر على رفع جيل SCO، الرجاء الاتصال بالمشرف
ko: SCO 생성을 구성할 수 없으므로 관리자에게 문의하십시오.
te: ఎస్ సిఒ జనరేషన్ ని అప్ సెర్ట్ చేయడం సాధ్యం కాదు, దయచేసి అడ్మిన్ స్ట్రాటర్ ని సంప్రదించండి

source: Client credit limit exceeded
ar: تجاوز حد ائتمان العميل
ko: 고객 신용 한도 초과
te: క్లయింట్ క్రెడిట్ లిమిట్ అధిగమించబడింది

# ThisProductUsedInGradeDeleteTheDependenciesAndTryAgain
source: This product is used in grade. Delete the dependencies and try again
ar: هذا المنتج يستخدم في الصف. احذف التبعيات وحاول مرة أخرى
ko: 이 제품은 등급에서 사용됩니다. 종속성을 삭제하고 다시 시도하십시오.
te: ఈ ఉత్పత్తి గ్రేడ్‌లో ఉపయోగించబడుతుంది. డిపెండెన్సీలను తొలగించి, మళ్లీ ప్రయత్నించండి

source: Performa invoiceIs used for other creditor details remove for other creditor details
ar: يتم استخدام فاتورة Performa في إزالة تفاصيل الدائن الأخرى للحصول على تفاصيل الدائن الأخرى
ko: 인보이스 수행다른 채권자 세부 정보에 사용됩니다. 다른 채권자 세부 정보 제거
te: ఇతర క్రెడిటర్ వివరాల కోసం ఉపయోగించిన పెర్ఫార్మా ఇన్‌వాయిస్ ఇతర రుణదాత వివరాల కోసం తీసివేయబడుతుంది

# ThisGradeUsedInContractsDeleteTheDependenciesAndTryAgain
source: This grade is having dependencies in contracts, Please try after removing dependencies
ar: هذا التقدير هو وجود التبعيات في العقود، يرجى المحاولة بعد إزالة التبعيات
ko: 이 등급은 계약에 종속성이 있으며 종속성을 제거한 후 시도하십시오.
te: ఈ గ్రేడ్ కాంట్రాక్ట్ ల్లో డిపెండెన్సీలను కలిగి ఉంది, దయచేసి డిపెండెన్సీలను తొలగించిన తరువాత ప్రయత్నించండి.

# ContractDatesShouldBeCorrect
source: Contract start date should be less to end date
ar: يجب أن يكون تاريخ بدء العقد أقل حتى تاريخ الانتهاء
ko: 계약 시작 날짜는 종료 날짜보다 줄어야 합니다.
te: కాంట్రాక్ట్ ప్రారంభ తేదీ తేదీ ముగింపు తేదీకంటే తక్కువగా ఉండాలి

# DischargePortIsRequired
source: Discharge port should not be empty
ar: يجب ألا يكون منفذ التفريغ فارغا
ko: 방전 포트가 비어 서는 안 됩니다.
te: డిశ్చార్జ్ పోర్ట్ ఖాళీగా ఉండరాదు

# LoadPortIsRequired
source: Loading port should not be empty
ar: يجب ألا يكون منفذ التحميل فارغا
ko: 로딩 포트가 비어 서는 안 됩니다.
te: లోడింగ్ పోర్ట్ ఖాళీగా ఉండరాదు

# NotEmptyContractDateFrom
source: Contract start date should not be empty
ar: يجب ألا يكون تاريخ بدء العقد فارغا
ko: 계약 시작 날짜는 비어 있지 않아야 합니다.
te: కాంట్రాక్ట్ ప్రారంభ తేదీ ఖాళీగా ఉండరాదు

# NotEmptyContractDateTo
source: Contract end date should not be empty
ar: يجب ألا يكون تاريخ انتهاء العقد فارغا
ko: 계약 종료 날짜는 비어 있지 않아야 합니다.
te: కాంట్రాక్ట్ ఎండ్ తేదీ ఖాళీగా ఉండరాదు

# NotEmptyContractNumber
source: Contract number should not be empty
ar: يجب ألا يكون رقم العقد فارغا
ko: 계약 번호가 비어 서는 안 됩니다.
te: కాంట్రాక్ట్ నెంబరు ఖాళీగా ఉండరాదు

# PortsShouldBeDifferent
source: Loading and Discharging ports should be different
ar: يجب أن يكون تحميل والتفريغ منافذ مختلفة
ko: 포트 로딩 및 방전은 다를 수 있습니다.
te: లోడింగ్ మరియు డిశ్చార్జ్ పోర్టులు విభిన్నంగా ఉండాలి

source: Price should be greater than zero
ar: يجب أن يكون السعر أكبر من الصفر
ko: 가격은 0보다 클 수 있습니다.
te: ధర సున్నా కంటే ఎక్కువగా ఉండాలి

# PurchaseShipmentWithThisNameAlreadyExists
source: Purchase shipment with this shipment number already exist
ar: شراء شحنة برقم الشحن هذا موجودة بالفعل
ko: 이 발송물 번호가 이미 있는 발송물 구매
te: ఈ షిప్ మెంట్ నెంబరుతో కొనుగోలు షిప్ మెంట్ ఇప్పటికే ఉంది

source: Quantity should be greater than zero
ar: يجب أن تكون الكمية أكبر من الصفر
ko: 수량은 0보다 커야 합니다.
te: పరిమాణం సున్నా కంటే ఎక్కువగా ఉండాలి

# ShipmentNumberRequired
source: Shipment number should not be empty
ar: يجب ألا يكون رقم الشحن فارغا
ko: 발송번호가 비어 서는 안 됩니다.
te: షిప్ మెంట్ నెంబరు ఖాళీగా ఉండరాదు

# ShipmentQuantityRequired
source: Shipment quantity is required
ar: كمية الشحن مطلوبة
ko: 발송물 수량이 필요합니다.
te: షిప్ మెంట్ పరిమాణం అవసరం అవుతుంది

# PurchaseShipmentBlIdRequired
source: Purchase shipment BL id is required
ar: مطلوب شراء BL الشحنة معرف
ko: 구매 발송물 BL ID가 필요합니다.
te: కొనుగోలు షిప్ మెంట్ బిఎల్ ఐడి అవసరం అవుతుంది

# PurchaseShipmentIdRequired
source: Purchase shipment id is required
ar: مطلوب معرف شحنة الشراء
ko: 구매 발송 ID가 필요합니다.
te: కొనుగోలు షిప్ మెంట్ ఐడి అవసరం అవుతుంది

# ShipmentQuantitiesShouldBeLessThanContractQuantity
source: Shipment quantity should be upto contract remaining quantity
ar: كمية الشحن، يجب أن تكون كمية BL تصل إلى العقد الكمية المتبقية
ko: 출하량, BL 수량은 계약 잔류 수량까지
te: షిప్ మెంట్ పరిమాణం, బిఎల్ పరిమాణం మిగిలిన పరిమాణం కాంట్రాక్ట్ వరకు ఉండాలి.

# ThisContractUsedInPurchaseExecutionPleaseDeleteTheDependenciesAndTryAgain
source: This contract is having dependencies in purchase executions
ar: هذا العقد له تبعيات في عمليات تنفيذ الشراء
ko: 이 계약은 구매 실행에 종속성이 있습니다.
te: ఈ కాంట్రాక్ట్ కొనుగోలు అమలుల్లో డిపెండెన్సీలను కలిగి ఉంది

# BLsLimitReached
source: You have entered quantity more than the remaining shipment quantity
ar: لقد أدخلت كمية أكثر من كمية الشحن المتبقية
ko: 남은 발송물 수량보다 더 많은 수량을 입력한 경우
te: మిగిలిన షిప్ మెంట్ పరిమాణం కంటే ఎక్కువ పరిమాణాన్ని మీరు నమోదు చేశారు.

# BLsQuantiesMoreThanShipmentQuantity
source: Bl's quantities are more than the updating shipment quantity, Please modify BL's quantities to update
ar: كميات Bl هي أكثر من كمية الشحن التحديث، يرجى تعديل كميات BL لتحديث
ko: Bl의 수량은 업데이트 된 발송물 수량보다 더 많으며 BL의 수량을 수정하여 업데이트하십시오.
te: అప్ డేట్ చేయబడ్డ షిప్ మెంట్ పరిమాణం కంటే బిఎల్ యొక్క పరిమాణాలు ఎక్కువగా ఉంటాయి, అప్ డేట్ చేయడం కొరకు దయచేసి బిఎల్ యొక్క పరిమాణాలను సవరించండి.

# PurchaseShipmentBLWithThisNameAlreadyExist
source: BL with this name already exist
ar: BL بهذا الاسم موجود بالفعل
ko: 이 이름의 BL이 이미 존재합니다.
te: ఈ పేరుతో బిఎల్ ఇప్పటికే ఉంది

# ShipmentQuantiesMoreThanContractQuantity
source: Shipment quanties are more than the updating quantity, Please modify shipment quantities to update
ar: quanties الشحن هي أكثر من كمية التحديث، يرجى تعديل كميات الشحن لتحديث
ko: 발송물 quanties는 업데이트 수량 보다 더, 업데이트 발송물 수량을 수정 하십시오
te: షిప్ మెంట్ క్వాంటిటీలు అప్ డేట్ చేసే పరిమాణం కంటే ఎక్కువ, అప్ డేట్ చేయడం కొరకు దయచేసి షిప్ మెంట్ పరిమాణాలను సవరించండి.

# ClientTypeDataIsNotFound
source: Client type data not found
ar: لم يتم العثور على بيانات نوع العميل
ko: 클라이언트 유형 데이터를 찾을 수 없습니다.
te: క్లయింట్ టైప్ డేటా కనుగొనబడలేదు

# ClientTypeNameShouldNotBeNull
source: Client type name should not be empty
ar: يجب ألا يكون اسم نوع العميل فارغا
ko: 클라이언트 유형 이름은 비어 있지 않아야 합니다.
te: క్లయింట్ రకం పేరు ఖాళీగా ఉండరాదు

source: Client type with this name already exists
ar: نوع العميل بهذا الاسم موجود بالفعل
ko: 이 이름의 클라이언트 유형은 이미 존재합니다.
te: ఈ పేరుతో క్లయింట్ టైప్ ఇప్పటికే ఉంది

# ExceptionGetShipToAddresses
source: Unable to get addresses
ar: غير قادر على الحصول على عناوين
ko: 주소를 얻을 수 없습니다.
te: చిరునామాలను పొందడం సాధ్యం కాదు

# ExceptionReOrderClientTypes
source: Unable to reorder client types
ar: غير قادر على إعادة ترتيب أنواع العملاء
ko: 클라이언트 유형을 다시 정렬할 수 없음
te: క్లయింట్ రకాలను రీఆర్డర్ చేయడం సాధ్యం కాదు

# ExceptionUpsertClientTypes
source: Unable to add or update client type
ar: غير قادر على إضافة أو تحديث نوع العميل
ko: 클라이언트 유형을 추가하거나 업데이트할 수 없습니다.
te: క్లయింట్ రకాన్ని జోడించడం లేదా నవీకరించడం సాధ్యం కాదు

# ExceptionUpsertShipToAddress
source: Unable to add or update address
ar: غير قادر على إضافة عنوان أو تحديثه
ko: 주소를 추가하거나 업데이트할 수 없습니다.
te: చిరునామాను జోడించడం లేదా నవీకరించడం సాధ్యం కాదు

# ShipAddressDataIsNotFound
source: Ship address data not found
ar: لم يتم العثور على بيانات عنوان الشحن
ko: 배송 주소 데이터가 발견되지 않음
te: షిప్ చిరునామా డేటా కనుగొనబడలేదు

source: Ship address name should not be null
ar: يجب ألا يكون اسم عنوان الشحن فارغا
ko: 배송 주소 이름은 null이 되어서는 안 됩니다.
te: షిప్ చిరునామా పేరు శూన్యం కారాదు

source: Ship address with this name already exists
ar: عنوان الشحن بهذا الاسم موجود بالفعل
ko: 이 이름의 배송 주소는 이미 존재합니다.
te: ఈ పేరుతో షిప్ చిరునామా ఇప్పటికే ఉంది

source: Legal entity data is not found
ar: لم يتم العثور على بيانات الكيان القانوني
ko: 법인 데이터를 찾을 수 없습니다.
te: చట్టపరమైన పరిధి డేటా కనుగొనబడలేదు

source: Legal entity with this name already exists
ar: الكيان القانوني بهذا الاسم موجود بالفعل
ko: 이 이름을 가진 법인이 이미 존재합니다.
te: ఈ పేరుతో చట్టపరమైన పరిధి ఇప్పటికే ఉంది

# ThisLegalEntityUsedInClientDeleteTheDependenciesAndTryAgain
source: This legal entity is used in clients delete the dependency and try again
ar: يتم استخدام هذا الكيان القانوني في حذف العملاء التبعية وحاول مرة أخرى
ko: 이 법인은 클라이언트가 종속성을 삭제하고 다시 시도하는 데 사용됩니다.
te: క్లయింట్‌లు డిపెండెన్సీని తొలగించి, మళ్లీ ప్రయత్నించడంలో ఈ చట్టపరమైన పరిధి ఉపయోగించబడుతుంది

source: Vessel data is not found
ar: لم يتم العثور على بيانات السفينة
ko: 선박 데이터를 찾을 수 없습니다
te: నౌకల డేటా కనుగొనబడలేదు

source: Vessel with this name already exists
ar: السفينة بهذا الاسم موجودة بالفعل
ko: 같은 이름의 선박이 이미 있습니다.
te: ఈ పేరుతో ఓడ ఇప్పటికే ఉంది

# ThisClientTypeUsedInClientsPleaseDeleteTheDependenciesAndTryAgain
source: This client type is having dependencies, Please remove and try again
ar: هذا النوع من العملاء هو وجود التبعيات، الرجاء إزالة وحاول مرة أخرى
ko: 이 클라이언트 유형은 종속성이 있습니다, 제거하고 다시 시도하십시오
te: ఈ క్లయింట్ రకం డిపెండెన్సీలను కలిగి ఉంది, దయచేసి తొలగించండి మరియు మళ్లీ ప్రయత్నించండి

# GetClientSettingsException
source: Unable to get client settings, Please contact administrator
ar: تعذر الحصول على إعدادات العميل ، الرجاء الاتصال بالمسؤول
ko: 클라이언트 설정을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: క్లయింట్ సెట్టింగ్‌లను పొందడం సాధ్యం కాలేదు, దయచేసి నిర్వాహకుడిని సంప్రదించండి

# GetKycStatusException
source: Unable to get legal entity types, Please contact administrator
ar: تعذر الحصول على أنواع الكيانات القانونية ، الرجاء الاتصال بالمسؤول
ko: 법인 유형을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: చట్టపరమైన ఎంటిటీ రకాలను పొందడం సాధ్యం కాలేదు, దయచేసి నిర్వాహకుడిని సంప్రదించండి

# UpsertCompanySettingsException
source: Unable to insert kyc status, Please contact administartor
ar: تعذر إدراج حالة kyc ، الرجاء الاتصال بالمدير
ko: kyc 상태를 삽입할 수 없습니다. 관리자에게 문의하십시오.
te: kyc స్థితిని చొప్పించడం సాధ్యం కాలేదు, దయచేసి నిర్వాహకుడిని సంప్రదించండి

# UpsertKycStatusException
source: Unable to insert kyc status, Please contact administartor
ar: تعذر إدراج حالة kyc ، الرجاء الاتصال بالمدير
ko: kyc 상태를 삽입할 수 없습니다. 관리자에게 문의하십시오.
te: kyc స్థితిని చొప్పించడం సాధ్యం కాలేదు, దయచేసి నిర్వాహకుడిని సంప్రదించండి

# TemplateConfigurationNameShouldNotBeNull
source: Template configuration name should not be empty
ar: يجب ألا يكون اسم تكوين القالب فارغًا
ko: 템플릿 구성 이름은 비워둘 수 없습니다.
te: టెంప్లేట్ కాన్ఫిగరేషన్ పేరు ఖాళీగా ఉండకూడదు

# TemplateConfigurationDataIsNotFound
source: Template configuration data not found
ar: لم يتم العثور على بيانات تكوين القالب
ko: 템플릿 구성 데이터를 찾을 수 없습니다.
te: టెంప్లేట్ కాన్ఫిగరేషన్ డేటా కనుగొనబడలేదు

source: Template configuration with this name already exists
ar: تكوين القالب بهذا الاسم موجود بالفعل
ko: 이 이름의 템플릿 구성이 이미 있습니다.
te: ఈ పేరుతో టెంప్లేట్ కాన్ఫిగరేషన్ ఇప్పటికే ఉంది

# KycStatusNameShouldNotBeNull
source: KYC status name should not be empty
ar: يجب ألا يكون اسم حالة KYC فارغًا
ko: KYC 상태 이름은 비워둘 수 없습니다.
te: KYC స్థితి పేరు ఖాళీగా ఉండకూడదు

# KycStatusDataIsNotFound
source: KYC status configuration data not found
ar: لم يتم العثور على بيانات تكوين حالة "اعرف عميلك"
ko: KYC 상태 구성 데이터를 찾을 수 없음
te: KYC స్థితి కాన్ఫిగరేషన్ డేటా కనుగొనబడలేదు

# KycStatusWithThisNameAlreadyExists
source: KYC status configuration with this name already exists
ar: تكوين حالة KYC بهذا الاسم موجود بالفعل
ko: 이 이름의 KYC 상태 구성이 이미 존재합니다.
te: ఈ పేరుతో KYC స్థితి కాన్ఫిగరేషన్ ఇప్పటికే ఉంది

# GetTemplateConfigurationException
source: Unable to get template configurations, Please contact administrator
ar: تعذر الحصول على تكوينات القوالب ، الرجاء الاتصال بالمسؤول
ko: 템플릿 구성을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: టెంప్లేట్ కాన్ఫిగరేషన్‌లను పొందడం సాధ్యం కాలేదు, దయచేసి నిర్వాహకుడిని సంప్రదించండి

# UpsertTemplateConfigurationException
source: Unable to insert template configuration, Please contact administartor
ar: تعذر إدراج تكوين القالب ، يرجى الاتصال بالمدير
ko: 템플릿 구성을 삽입할 수 없습니다. 관리자에게 문의하십시오.
te: టెంప్లేట్ కాన్ఫిగరేషన్‌ని చొప్పించడం సాధ్యం కాలేదు, దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionGetFormFieldData
source: Get form field data could not be done. Please contact administrator.
ar: تعذر الحصول على بيانات حقل النموذج. يرجى الاتصال بالمسؤول.
ko: 양식 필드 데이터 가져오기를 수행할 수 없습니다. 관리자에게 문의하세요.
te: ఫారమ్ ఫీల్డ్ డేటాను పొందడం సాధ్యం కాలేదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# GetHtmlTagsException
source: Unable to get html tags, Please contact administrator
ar: غير قادر على الحصول على علامات html ، الرجاء الاتصال بالمسؤول
ko: html 태그를 가져올 수 없습니다. 관리자에게 문의하십시오.
te: html ట్యాగ్‌లను పొందడం సాధ్యం కాలేదు, దయచేసి నిర్వాహకుడిని సంప్రదించండి

# GetContractStatusException
source: Unable to get contract statuses, Please contact administrator
ar: غير قادر على الحصول على حالات العقد ، الرجاء الاتصال بالمسؤول
ko: 계약 상태를 가져올 수 없습니다. 관리자에게 문의하십시오.
te: ఒప్పంద స్థితిగతులను పొందడం సాధ్యం కాలేదు, దయచేసి నిర్వాహకుడిని సంప్రదించండి

# UpsertContractException
source: Unable to insert contract status, Please contact administartor
ar: تعذر إدراج حالة العقد ، الرجاء الاتصال بالمدير
ko: 계약 상태를 삽입할 수 없습니다. 관리자에게 문의하십시오.
te: ఒప్పంద స్థితిని చొప్పించడం సాధ్యం కాలేదు, దయచేసి నిర్వాహకుడిని సంప్రదించండి

# EmailTemplateNameShouldNotBeNull
source: Email template name should not be empty
ar: يجب ألا يكون اسم قالب البريد الإلكتروني فارغًا
ko: 이메일 템플릿 이름은 비워둘 수 없습니다.
te: ఇమెయిల్ టెంప్లేట్ పేరు ఖాళీగా ఉండకూడదు

# EmailTemplateDataIsNotFound
source: Email template configuration data not found
ar: لم يتم العثور على بيانات تكوين قالب البريد الإلكتروني
ko: 이메일 템플릿 구성 데이터를 찾을 수 없습니다.
te: ఇమెయిల్ టెంప్లేట్ కాన్ఫిగరేషన్ డేటా కనుగొనబడలేదు

# EmailTemplateWithThisNameAlreadyExists
source: Email template configuration with this name already exists
ar: تكوين قالب البريد الإلكتروني بهذا الاسم موجود بالفعل
ko: 이 이름의 이메일 템플릿 구성이 이미 있습니다.
te: ఈ పేరుతో ఇమెయిల్ టెంప్లేట్ కాన్ఫిగరేషన్ ఇప్పటికే ఉంది

# ContractStatusNameShouldNotBeNull
source: Contract status template name should not be empty
ar: يجب ألا يكون اسم قالب حالة العقد فارغًا
ko: 계약 상태 템플릿 이름은 비워둘 수 없습니다.
te: కాంట్రాక్ట్ స్థితి టెంప్లేట్ పేరు ఖాళీగా ఉండకూడదు

# ContractStatusDataIsNotFound
source: Contract status configuration data not found
ar: لم يتم العثور على بيانات تكوين حالة العقد
ko: 계약 상태 구성 데이터를 찾을 수 없습니다.
te: ఒప్పంద స్థితి కాన్ఫిగరేషన్ డేటా కనుగొనబడలేదు

# ContractStatusWithThisNameAlreadyExists
source: Contract status configuration with this name already exists
ar: تكوين حالة العقد بهذا الاسم موجود بالفعل
ko: 이 이름의 계약 상태 구성이 이미 있습니다.
te: ఈ పేరుతో ఒప్పంద స్థితి కాన్ఫిగరేషన్ ఇప్పటికే ఉంది

# GetInvoiceStatusException
source: Unable to get trade invoice statuses, Please contact administrator
ar: تعذر الحصول على حالات الفاتورة التجارية ، الرجاء الاتصال بالمسؤول
ko: 거래 인보이스 상태를 가져올 수 없습니다. 관리자에게 문의하세요.
te: వాణిజ్య ఇన్‌వాయిస్ స్థితిగతులను పొందడం సాధ్యం కాలేదు, దయచేసి నిర్వాహకుడిని సంప్రదించండి

# UpsertInvoiceException
source: Unable to insert trade invoice status, Please contact administartor
ar: تعذر إدراج حالة الفاتورة التجارية ، يرجى الاتصال بالمدير
ko: 거래 인보이스 상태를 삽입할 수 없습니다. 관리자에게 문의하십시오.
te: వాణిజ్య ఇన్‌వాయిస్ స్థితిని చొప్పించడం సాధ్యం కాలేదు, దయచేసి నిర్వాహకుడిని సంప్రదించండి

# InvoiceStatusNameShouldNotBeNull
source: Invoice status template name should not be empty
ar: يجب ألا يكون اسم نموذج حالة الفاتورة فارغًا
ko: 인보이스 상태 템플릿 이름은 비워둘 수 없습니다.
te: ఇన్‌వాయిస్ స్థితి టెంప్లేట్ పేరు ఖాళీగా ఉండకూడదు

# InvoiceStatusDataIsNotFound
source: Invoice status configuration data not found
ar: لم يتم العثور على بيانات تكوين حالة الفاتورة
ko: 인보이스 상태 구성 데이터를 찾을 수 없습니다.
te: ఇన్వాయిస్ స్థితి కాన్ఫిగరేషన్ డేటా కనుగొనబడలేదు

# InvoiceStatusWithThisNameAlreadyExists
source: Invoice status configuration with this name already exists
ar: تكوين حالة الفاتورة بهذا الاسم موجود بالفعل
ko: 이 이름의 인보이스 상태 구성이 이미 있습니다.
te: ఈ పేరుతో ఇన్‌వాయిస్ స్థితి కాన్ఫిగరేషన్ ఇప్పటికే ఉంది

# UpsertRFQRequestException
source: Upsert RFQ Request cannot be done.Please contact the administrator.
ar: لا يمكن تنفيذ طلب Upsert RFQ. يرجى الاتصال بالمسؤول.
ko: Upsert RFQ 요청을 수행할 수 없습니다. 관리자에게 문의하십시오.
te: అప్‌సర్ట్ RFQ అభ్యర్థన చేయడం సాధ్యపడదు.దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ToleranceNameShouldNotBeNull
source: Tolerance name should not be empty
ar: يجب ألا يكون اسم التسامح فارغًا
ko: 공차 이름은 비어 있으면 안 됩니다.
te: సహనం పేరు ఖాళీగా ఉండకూడదు
