Repository: pujithagodavarthi414-coder/TradeEngine.ai
Catalog: sourcecode/BusinessView/BusinessView.Common/Texts/LangText.*.resx
Languages: ar, ko, te

source: Payroll calculation configurations with this active from or active to date matches with other active from or active to date
ar: تكوينات حساب كشوف المرتبات مع هذا النشط من أو النشط حتى الآن يطابق مع نشط آخر من أو نشط حتى الآن
ko: 이 활성 시작 또는 활성 종료 날짜가있는 급여 계산 구성은 다른 활성 시작 또는 활성 종료 날짜와 일치합니다.
te: పేరోల్ లెక్కింపు కాన్ఫిగరేషన్‌లు ఈ యాక్టివ్ నుండి లేదా యాక్టివ్ నుండి డేట్ వరకు ఇతర యాక్టివ్ లేదా యాక్టివ్ నుండి ఇప్పటి వరకు సరిపోలుతాయి

# PayRollCalculationConfigurationsWithThisNameAlreadyExists
source: Payroll calculation configurations with this branch already exists
ar: تكوينات حساب كشوف المرتبات مع هذا الفرع موجودة بالفعل
ko: 이 지점이있는 급여 계산 구성이 이미 있습니다.
te: ఈ శాఖతో పేరోల్ లెక్కింపు కాన్ఫిగరేషన్‌లు ఇప్పటికే ఉన్నాయి

source: Payroll calculation type should not be null
ar: يجب ألا يكون نوع حساب الرواتب فارغًا
ko: 급여 계산 유형은 null이 아니어야합니다.
te: పేరోల్ కాలిక్యులాటిన్ రకం శూన్యంగా ఉండకూడదు

source: Pay roll component data is not found
ar: لم يتم العثور على بيانات مكون لفة الدفع
ko: 급여 지급 구성 요소 데이터를 찾을 수 없습니다.
te: పే రోల్ కాంపోనెంట్ డేటా కనుగొనబడలేదు

# PayRollComponentNameLengthExceeded
source: Pay roll component name should not exceed 250 characters
ar: يجب ألا يتجاوز اسم مكون بكرة الدفع 250 حرفًا
ko: 급여 구성 요소 이름은 250자를 초과 할 수 없습니다.
te: పే రోల్ భాగం పేరు 250 అక్షరాలను మించకూడదు

# PayRollComponentShouldNotBeNull
source: Payroll component should not be null or empty.
ar: يجب ألا يكون عنصر الرواتب فارغًا أو فارغًا.
ko: 급여 구성 요소는 null이거나 비어 있으면 안됩니다.
te: పేరోల్ భాగం శూన్యంగా లేదా ఖాళీగా ఉండకూడదు.

source: Pay roll component with this name already exists
ar: عنصر لفات الدفع بهذا الاسم موجود بالفعل
ko: 이 이름의 급여 지급 구성 요소가 이미 있습니다.
te: ఈ పేరుతో పే రోల్ భాగం ఇప్పటికే ఉంది

# PayRollGenderConfigurationWithThisNameAlreadyExists
source: Pay roll template with this gender already exists
ar: قالب قائمة الدفع بهذا النوع موجود بالفعل
ko: 이 성별의 급여 명부 템플릿이 이미 있습니다.
te: ఈ లింగంతో పే రోల్ టెంప్లేట్ ఇప్పటికే ఉంది

# PayRollMaritalStatusConfigurationWithThisNameAlreadyExists
source: Pay roll template with this marital status already exists
ar: قالب قائمة الدفع بهذه الحالة الاجتماعية موجود بالفعل
ko: 이 결혼 상태의 급여 명부 템플릿이 이미 있습니다.
te: ఈ వైవాహిక స్థితితో పే రోల్ టెంప్లేట్ ఇప్పటికే ఉంది

# PayRollRoleConfigurationWithThisNameAlreadyExists
source: Pay roll template with this role already exists
ar: قالب قائمة الدفع مع هذا الدور موجود بالفعل
ko: 이 역할이있는 급여 지급 템플릿이 이미 있습니다.
te: ఈ పాత్రతో పే రోల్ టెంప్లేట్ ఇప్పటికే ఉంది

source: Payroll run employee component data is not found
ar: لم يتم العثور على بيانات مكون تشغيل كشوف المرتبات
ko: 급여 실행 사원 구성 요소 데이터를 찾을 수 없습니다.
te: పేరోల్ రన్ ఉద్యోగి భాగం డేటా కనుగొనబడలేదు

# PayRollRunEmployeeComponentWithThisNameAlreadyExists
source: This component is already exist
ar: هذا المكون موجود بالفعل
ko: 이 구성 요소는 이미 존재합니다.
te: ఈ భాగం ఇప్పటికే ఉంది

source: Payroll short name should not be null
ar: يجب ألا يكون الاسم المختصر لكشوف المرتبات فارغًا
ko: 급여 닉네임은 null이 아니어야합니다.
te: పేరోల్ చిన్న పేరు శూన్యంగా ఉండకూడదు

# PayRollStatusNameWithThisNameAlreadyExists
source: Status with this name already exists
ar: الحالة بهذا الاسم موجودة بالفعل
ko: 이 이름의 상태가 이미 존재합니다.
te: స్థితి ఇప్పటికే ఉంది

source: Payroll template data is not found
ar: لم يتم العثور على بيانات قالب كشوف المرتبات
ko: 급여 템플릿 데이터를 찾을 수 없습니다.
te: పేరోల్ టెంప్లేట్ డేటా కనుగొనబడలేదు

# PayRollTemplateNameLengthExceeded
source: Payroll name should not exceed 250 characters
ar: يجب ألا يتجاوز اسم الرواتب 250 حرفًا
ko: 급여 명은 250자를 초과 할 수 없습니다.

# PayRollTemplateShortNameLengthExceeded
source: Payroll short name should not exceed 250 characters
ar: يجب ألا يتجاوز الاسم المختصر لكشوف المرتبات 250 حرفًا
ko: 급여 닉네임은 250자를 초과 할 수 없습니다.

# PayRollTemplateShouldNotBeNull
source: Payroll template should not be null or empty.
ar: يجب ألا يكون قالب كشوف المرتبات فارغًا أو فارغًا.
ko: 급여 템플릿은 null이거나 비어 있으면 안됩니다.
te: పేరోల్ టెంప్లేట్ శూన్యంగా లేదా ఖాళీగా ఉండకూడదు.

# PayRollTemplateWithThisNameAlreadyExists
source: Payroll with this name already exists
ko: 이 이름의 급여가 이미 있습니다.
te: ఈ పేరుతో పేరోల్ ఇప్పటికే ఉంది

# PeakHourEndTimeShouldBeGreater
source: PEAKHOUR.PEAKHOURTOLESSTHANFROM
ar: الذروة
ko: 피크 아워. 다음보다 적은 피크 시간

# PeakHourWithThisNameAlreadyExists
source: PEAKHOUR.PEAKHOURALREADYEXISTS
ar: الذروة الشعبية
ko: 피크 아워. 피크 시간이 이미 있습니다.

# PerameterWithThisNameAlreadyExists
source: One of the given parameters already exists in this workspace
ar: توجد بالفعل إحدى المعلمات المحددة في مساحة العمل هذه
ko: 주어진 매개 변수 중 하나가 이미이 작업 공간에 있습니다.
te: ఈ వర్క్‌స్పేస్‌లో ఇచ్చిన పారామితులలో ఒకటి ఇప్పటికే ఉంది

source: Percentage should not be null
ar: يجب ألا تكون النسبة المئوية فارغة
ko: 백분율은 null이 아니어야합니다.
te: శాతం శూన్యంగా ఉండకూడదు

# PercentageValueIsRquired
source: Percentagevalue is required
ar: مطلوب Percentagevalue
ko: 백분율 값이 필요합니다.
te: శాతం విలువ అవసరం

source: Performance data is not found
ar: لم يتم العثور على بيانات الأداء
ko: 성능 데이터를 찾을 수 없습니다.
te: పనితీరు డేటా కనుగొనబడలేదు

# PerformanceFormIsRequired
source: Performance evaluation form is required
ar: مطلوب استمارة تقييم الأداء
ko: 성과 평가 양식이 필요합니다
te: పనితీరు మూల్యాంకనం ఫారం అవసరం

source: Period type should not be null
ar: يجب ألا يكون نوع الفترة فارغًا
ko: 기간 유형은 null이 아니어야합니다.
te: కాలం రకం శూన్యంగా ఉండకూడదు

# PeriodTypeTypeShouldNotBeNull1
source: Period type should not be null
ar: يجب ألا يكون نوع الفترة فارغًا
ko: 기간 유형은 null이 아니어야합니다.
te: కాలం రకం శూన్యంగా ఉండకూడదు

source: Permission reason data is not found
ar: لم يتم العثور على بيانات سبب الإذن
ko: 권한 이유 데이터를 찾을 수 없습니다.
te: అనుమతి కారణం డేటా కనుగొనబడలేదు

source: Permission reason with this name already exists
ar: سبب الإذن بهذا الاسم موجود بالفعل
ko: 이 이름의 권한 이유가 이미 있습니다.
te: ఈ పేరుతో అనుమతి కారణం ఇప్పటికే ఉంది

source: Persistance could not be created or updated please contact administrator
ar: لا يمكن إنشاء أو تحديث المثابرة يرجى الاتصال بالمسؤول
ko: 지속성을 생성하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: నిలకడ సృష్టించబడలేదు లేదా నవీకరించబడలేదు దయచేసి నిర్వాహకుడిని సంప్రదించండి

# PleaseAddDependencyPerson
source: Please select dependency person for work item
ar: الرجاء تحديد شخص التبعية لعنصر العمل
ko: 작업 항목에 대한 종속성 사람을 선택하십시오.
te: దయచేసి వినియోగదారు కథ కోసం డిపెండెన్సీ వ్యక్తిని ఎంచుకోండి

# PleaseChangeParentUserStoryGoal
source: Please change parent work item goal
ar: الرجاء تغيير هدف عنصر العمل الأصل
ko: 상위 작업 항목 목표를 변경하십시오.
te: దయచేసి పేరెంట్ యూజర్ స్టోరీ లక్ష్యాన్ని మార్చండి

source: Please check employee and reporting employee are same
ar: يرجى التحقق من أن الموظف وموظف الإبلاغ متماثلان
ko: 직원과 신고 직원이 동일한 지 확인하십시오.
te: స్వీయ రిపోర్టింగ్ వర్తించదు

source: Please do not enter duplicate names
ar: من فضلك لا تدخل أسماء مكررة
ko: 중복 된 이름을 입력하지 마십시오
te: దయచేసి నకిలీ పేర్లను నమోదు చేయవద్దు

source: Please enter the valid break details !
ar: الرجاء إدخال تفاصيل الاستراحة الصحيحة!
ko: 유효한 휴식 정보를 입력하십시오!
te: దయచేసి చెల్లుబాటు అయ్యే విరామ వివరాలను నమోదు చేయండి!

source: Please enter the valid time sheet details!
ar: الرجاء إدخال تفاصيل صحيفة الوقت الصحيحة!
ko: 유효한 시간표 세부 정보를 입력하십시오!
te: దయచేసి చెల్లుబాటు అయ్యే టైమ్ షీట్ వివరాలను నమోదు చేయండి!

# PleaseEnterValidShiftTimings
source: Please enter valid shift timings or please contact administrator
ar: الرجاء إدخال توقيت صالح المناوبات أو يرجى الاتصال بالمسؤول
ko: 올바른 근무 시간을 입력하거나 관리자에게 문의하십시오.
te: దయచేసి చెల్లుబాటు అయ్యే షిఫ్ట్ సమయాలను నమోదు చేయండి లేదా దయచేసి నిర్వాహకుడిని సంప్రదించండి

# PleaseEnterValidStartDate
source: Changed start date should be greater than already existed start date
ar: يجب أن يكون تاريخ البدء المتغير أكبر من تاريخ البدء الموجود بالفعل
ko: 변경된 시작일은 이미 존재하는 시작일보다 커야합니다.
te: మార్చబడిన ప్రారంభ తేదీ ఇప్పటికే ఉన్న ప్రారంభ తేదీ కంటే ఎక్కువగా ఉండాలి

source: Please enter valid time
ar: الرجاء إدخال وقت صالح
ko: 유효한 시간을 입력하십시오
te: దయచేసి చెల్లుబాటు అయ్యే సమయాన్ని నమోదు చేయండి

# PleaseRemoveDependenciesInWorkFlowEligibleTransition
source: There are dependencies for this status in transitions.Please remove those and try again!
ar: هناك تبعيات لهذه الحالة في الانتقالات ، يرجى إزالتها والمحاولة مرة أخرى!
ko: 전환에이 상태에 대한 종속성이 있습니다. 해당 항목을 제거하고 다시 시도하십시오!
te: పరివర్తనాల్లో ఈ స్థితి కోసం డిపెండెన్సీలు ఉన్నాయి. దయచేసి వాటిని తీసివేసి మళ్ళీ ప్రయత్నించండి!

# PleaseSelectAnAssignee
source: Please select assignee
ar: الرجاء تحديد المحال إليه
ko: 담당자를 선택하십시오
te: దయచేసి అసైన్‌ని ఎంచుకోండి

source: Please select at least one question
ar: الرجاء تحديد سؤال واحد على الأقل
ko: 질문을 하나 이상 선택하십시오
te: దయచేసి కనీసం ఒక ప్రశ్నను ఎంచుకోండి

source: Please select at least one testcase
ar: الرجاء تحديد testcase واحد على الأقل
ko: 테스트 케이스를 하나 이상 선택하세요.
te: దయచేసి కనీసం ఒక టెస్ట్‌కేస్‌ను ఎంచుకోండి

source: Please select different transitions.
ar: الرجاء تحديد انتقالات مختلفة.
ko: 다른 전환을 선택하세요.
te: దయచేసి విభిన్న పరివర్తనాలను ఎంచుకోండి.

# PleaseSelectGoalWthSameBoard
source: Please select goal with same board
ar: الرجاء تحديد الهدف مع نفس اللوحة
ko: 같은 보드로 목표를 선택하세요
te: దయచేసి అదే బోర్డుతో లక్ష్యాన్ని ఎంచుకోండి

# PleaseSelectNewGoal
source: Please select another goal
ar: الرجاء تحديد هدف آخر
ko: 다른 목표를 선택하십시오
te: దయచేసి మరొక లక్ష్యాన్ని ఎంచుకోండి

source: Please select sprint with same board
ar: الرجاء تحديد العدو مع نفس اللوحة
ko: 같은 보드로 스프린트를 선택하세요
te: దయచేసి అదే బోర్డుతో స్ప్రింట్‌ను ఎంచుకోండి

source: Please select valid finish time
ar: الرجاء تحديد وقت انتهاء صالح
ko: 유효한 종료 시간을 선택하십시오
te: దయచేసి చెల్లుబాటు అయ్యే ముగింపు సమయాన్ని ఎంచుకోండి

source: Please select userstories with same status
ar: الرجاء تحديد قصص المستخدمين بنفس الحالة
ko: 동일한 상태의 사용자 스토리를 선택하세요.
te: దయచేసి అదే స్థితితో వున్న యూసర్ స్టోరీస్ని ఎంచుకోండి

# PleaseSelectValidTestsuiteSectionForTheUserStory
source: Please select valid scenario section for the work itrm
ar: الرجاء تحديد قسم سيناريو صالح لتكرار العمل
ko: 작업 itrm에 대한 유효한 시나리오 섹션을 선택하십시오.
te: దయచేసి వినియోగదారు కథ కోసం చెల్లుబాటు అయ్యే పరీక్షా విభాగాన్ని ఎంచుకోండి

# PleaseSubmitAllMandatoryQuestions
source: Please answer and submit all mandatory questions.
ar: الرجاء الإجابة وإرسال جميع الأسئلة الإلزامية.
ko: 모든 필수 질문에 답하고 제출하십시오.
te: దయచేసి అన్ని తప్పనిసరి ప్రశ్నలకు సమాధానం ఇవ్వండి మరియు సమర్పించండి.

# PolicyIdDataIsNotFound
source: Policy data not found
ar: بيانات السياسة غير موجودة
ko: 정책 데이터를 찾을 수 없습니다.
te: విధాన డేటా కనుగొనబడలేదు

# PolicyNameShouldNotBeNull
source: Policy name should not be empty
ar: يجب ألا يكون اسم السياسة فارغًا
ko: 정책 이름은 비워 둘 수 없습니다.
te: పాలసీ పేరు ఖాళీగా ఉండకూడదు

# PolicyNameWithThisNameAlreadyExists
source: Policy with this name already exists
ar: توجد بالفعل سياسة بهذا الاسم
ko: 이 이름의 정책이 이미 있습니다.
te: ఈ పేరుతో విధానం ఇప్పటికే ఉంది

# PONumberWithThisNameAlreadyExists
source: Invoice PO number already exists
ar: رقم أمر الشراء للفاتورة موجود بالفعل
ko: 송장 PO 번호가 이미 있습니다.
te: ఇన్వాయిస్ PO సంఖ్య ఇప్పటికే ఉంది

# PreviousCompanyLengthExceeded
source: Previous Company can not be longer than 100 characters.
ar: لا يمكن أن تكون الشركة السابقة أطول من 100 حرف.
ko: 이전 회사는 100자를 초과 할 수 없습니다.
te: మునుపటి కంపెనీ 100 అక్షరాల కంటే ఎక్కువ ఉండకూడదు.

source: Previous company should not be null
ar: يجب ألا تكون الشركة السابقة فارغة
ko: 이전 회사는 null이 아니어야합니다.
te: మునుపటి సంస్థ శూన్యంగా ఉండకూడదు

source: Price should not be null
ar: يجب ألا يكون السعر فارغًا
ko: 가격은 null이 아니어야합니다.
te: ధర శూన్యంగా ఉండకూడదు

source: Priority name should not be null
ar: يجب ألا يكون اسم الأولوية فارغًا
ko: 우선 순위 이름은 null이 아니어야합니다.
te: ప్రాధాన్యత పేరు శూన్యంగా ఉండకూడదు

source: Priority should be unique
ar: يجب أن تكون الأولوية فريدة
ko: 우선 순위는 고유해야합니다.
te: ప్రాధాన్యత ప్రత్యేకంగా ఉండాలి

source: Process dashboard status data is not found
ar: لم يتم العثور على بيانات حالة لوحة معلومات العملية
ko: 프로세스 대시 보드 상태 데이터를 찾을 수 없습니다.
te: ప్రాసెస్ డాష్‌బోర్డ్ స్థితి డేటా కనుగొనబడలేదు

source: Process dashboard status with this name already exists
ar: حالة لوحة معلومات العملية بهذا الاسم موجودة بالفعل
ko: 이 이름의 프로세스 대시 보드 상태가 이미 있습니다.
te: ఈ పేరుతో ప్రాసెస్ డాష్‌బోర్డ్ స్థితి ఇప్పటికే ఉంది

source: Product By Id is required
ar: المنتج حسب المعرف مطلوب
ko: ID 별 제품이 필요합니다.
te: Id ద్వారా ఉత్పత్తి అవసరం

source: Product data is not found
ar: لم يتم العثور على بيانات المنتج
ko: 제품 데이터를 찾을 수 없습니다
te: ఉత్పత్తి డేటా కనుగొనబడలేదు

# ProductDetailModelEmpty
source: Product Detail Model can not be null or empty.
ar: لا يمكن أن يكون نموذج تفاصيل المنتج فارغًا أو فارغًا.
ko: 제품 세부 정보 모델은 null이거나 비어있을 수 없습니다.
te: ఉత్పత్తి వివరాలు మోడల్ శూన్య లేదా ఖాళీగా ఉండకూడదు.

# ProductDetailsByIdIsRequired
source: Product By Id is required
ar: المنتج حسب المعرف مطلوب
ko: ID 별 제품이 필요합니다.
te: Id ద్వారా ఉత్పత్తి అవసరం

source: product details not found
ar: تفاصيل المنتج غير موجود
ko: 제품 세부 정보를 찾을 수 없습니다.
te: ఉత్పత్తి వివరాలు దొరకలేదు

source: Product id is required
ar: معرف المنتج مطلوب
ko: 제품 ID가 필요합니다.
te: ఉత్పత్తి id అవసరం

# ProductModelEmpty
source: Product Model can not be null or empty.
ar: لا يمكن أن يكون طراز المنتج فارغًا أو فارغًا.
ko: 제품 모델은 null이거나 비어있을 수 없습니다.
te: ఉత్పత్తి మోడల్ శూన్య లేదా ఖాళీగా ఉండకూడదు.

source: Product name is required
ar: اسم المنتج مطلوب
ko: 제품 이름이 필요합니다
te: ఉత్పత్తి పేరు అవసరం

# ProductNameLengthExceeds
source: Product name length can not be greater than 250
ar: لا يمكن أن يكون طول اسم المنتج أكبر من 250
ko: 제품 이름 길이는 250을 초과 할 수 없습니다.
te: ఉత్పత్తి పేరు పొడవు 250 కంటే ఎక్కువ ఉండకూడదు

source: Product name should not be null
ar: يجب ألا يكون اسم المنتج فارغًا
ko: 제품 이름은 null이 아니어야합니다 .50
te: ఉత్పత్తి పేరు శూన్యంగా ఉండకూడదు

source: Product should not be null
ar: يجب ألا يكون المنتج فارغًا
ko: 제품은 null이 아니어야합니다.
te: ఉత్పత్తి శూన్యంగా ఉండకూడదు

source: Product with same product code and manufacture code already exists
ar: المنتج بنفس كود المنتج ورمز التصنيع موجود بالفعل
ko: 동일한 제품 코드와 제조 코드를 가진 제품이 이미 존재합니다.
te: ఒకే ఉత్పత్తి కోడ్ మరియు తయారీ కోడ్‌తో ఉత్పత్తి ఇప్పటికే ఉంది

source: Product with this name already exists
ar: المنتج بهذا الاسم موجود بالفعل
ko: 이 이름의 제품이 이미 있습니다.
te: ఈ పేరుతో ఉత్పత్తి ఇప్పటికే ఉంది

source: Professional tax range with this active from or active to date matches with other active from or active to date
ar: نطاق الضرائب المهنية مع هذا النشط من أو النشط حتى الآن المطابقات مع أخرى نشطة من أو نشطة حتى الآن
ko: 이 활성 시작 또는 활성 종료 날짜가있는 전문 세금 범위는 다른 활성 시작 또는 활성 종료 날짜와 일치합니다.
te: ఈ క్రియాశీల లేదా చురుకైన తేదీతో వృత్తిపరమైన పన్ను పరిధి ఇతర క్రియాశీల లేదా చురుకైన తేదీతో సరిపోతుంది

source: Project component data is not found
ar: لم يتم العثور على بيانات مكون المشروع
ko: 프로젝트 구성 요소 데이터를 찾을 수 없습니다.
te: ప్రాజెక్ట్ భాగం డేటా కనుగొనబడలేదు

source: Project component with this name already exists
ar: مكون المشروع بهذا الاسم موجود بالفعل
ko: 이 이름의 프로젝트 구성 요소가 이미 있습니다.
te: ఈ పేరుతో ప్రాజెక్ట్ భాగం ఇప్పటికే ఉంది

source: Project data is not found
ar: لم يتم العثور على بيانات المشروع
ko: 프로젝트 데이터를 찾을 수 없습니다.
te: ప్రాజెక్ట్ వివరాలు కనుగొనబడలేదు

# ProjectFeatureChanged
source: Work item Project component changed from {0} to {1}.
ar: تم تغيير ميزة مشروع عنصر العمل من {0} إلى {1}.
ko: 작업 항목 프로젝트 기능이 {0}에서 {1} (으)로 변경되었습니다.
te: పని అంశం ప్రాజెక్ట్ ఫీచర్ నుండి {0} నుండి {1} గా మార్చారు..

# ProjectLabelCannotBeLongerThan50Characters
source: Project label cannot exceed 50 characters
ar: لا يمكن أن تتجاوز تسمية المشروع 50 حرفًا
ko: 프로젝트 라벨은 50자를 초과 할 수 없습니다.
te: ప్రాజెక్ట్ లేబుల్ 50 అక్షరాలను మించకూడదు

source: Project label should not be empty
ar: يجب ألا تكون تسمية المشروع فارغة
ko: 프로젝트 라벨은 비워 둘 수 없습니다.
te: ప్రాజెక్ట్ లేబుల్ ఖాళీగా ఉండకూడదు

source: Project label with this name already exists
ar: يجب ألا تكون تسمية المشروع فارغة
ko: 이 이름의 프로젝트 라벨이 이미 있습니다.
te: ఈ పేరుతో ప్రాజెక్ట్ లేబుల్ ఇప్పటికే ఉంది

source: Project member data should not be null
ar: يجب ألا تكون بيانات عضو المشروع خالية
ko: 프로젝트 멤버 데이터는 null이 아니어야합니다.
te: ప్రాజెక్ట్ సభ్యుల డేటా శూన్యంగా ఉండకూడదు

source: Project should not be null
ar: يجب ألا يكون المشروع فارغًا
ko: 프로젝트는 null이 아니어야합니다.
te: ప్రాజెక్ట్ శూన్యంగా ఉండకూడదు

source: Projects label cannot be longer than 50 characters
ar: لا يمكن أن تكون تسمية المشاريع أطول من 50 حرفًا
ko: 프로젝트 라벨은 50자를 초과 할 수 없습니다.
te: ప్రాజెక్ట్స్ లేబుల్ 50 అక్షరాల కంటే ఎక్కువ ఉండకూడదు

# ProjectsLabelShouldNotBeEmpty
source: Projects label should not be null
ar: يجب ألا تكون تسمية المشاريع فارغة
ko: 프로젝트 라벨은 null이 아니어야합니다.
te: ప్రాజెక్ట్స్ లేబుల్ శూన్యంగా ఉండకూడదు

source: Projects label with this name already exists
ar: تسمية المشاريع بهذا الاسم موجودة بالفعل
ko: 이 이름의 프로젝트 라벨이 이미 있습니다.
te: ఈ పేరుతో ప్రాజెక్ట్స్ లేబుల్ ఇప్పటికే ఉంది

source: Project type data is not found
ar: لم يتم العثور على بيانات نوع المشروع
ko: 프로젝트 유형 데이터를 찾을 수 없습니다.
te: ప్రాజెక్ట్ రకం డేటా కనుగొనబడలేదు

source: Project type with this name already exists
ar: نوع المشروع بهذا الاسم موجود بالفعل
ko: 이 이름의 프로젝트 유형이 이미 있습니다.
te: ఈ పేరుతో ప్రాజెక్ట్ రకం ఇప్పటికే ఉంది

source: Project with this name already exists
ar: مشروع بهذا الاسم موجود بالفعل
ko: 이 이름의 프로젝트가 이미 있습니다.
te: ఈ పేరుతో ప్రాజెక్ట్ ఇప్పటికే ఉంది

source: Purchased date should not be null
ar: يجب ألا يكون تاريخ الشراء فارغًا
ko: 구매 날짜는 null이 아니어야합니다.
te: కొనుగోలు తేదీ శూన్యంగా ఉండకూడదు

# QuestionShouldNotBeNull
source: Question data not found
ar: لم يتم العثور على بيانات السؤال
ko: 질문 데이터를 찾을 수 없습니다.
te: ప్రశ్న డేటా కనుగొనబడలేదు

source: Question type name should not be null
ar: يجب ألا يكون اسم نوع السؤال فارغًا
ko: 질문 유형 이름은 null이 아니어야합니다.
te: ప్రశ్న రకం పేరు శూన్యంగా ఉండకూడదు

source: Question type name with this name already exists
ar: اسم نوع السؤال بهذا الاسم موجود بالفعل
ko: 이 이름의 질문 유형 이름이 이미 있습니다.
te: ఈ పేరుతో ప్రశ్న రకం పేరు ఇప్పటికే ఉంది

# QuestionTypeOptionWithResultExists
source: Option has been set as a result for questions. Please change the result for questions to delete the option
ar: تم تعيين الخيار كنتيجة للأسئلة. يرجى تغيير نتيجة الأسئلة لحذف الخيار
ko: 질문에 대한 결과로 옵션이 설정되었습니다. 옵션을 삭제하려면 질문 결과를 변경하십시오.
te: ప్రశ్న / ల ఫలితంగా ఎంపిక సెట్ చేయబడింది. ఎంపికను తొలగించడానికి దయచేసి ప్రశ్న / ల ఫలితాన్ని మార్చండి

source: Question type with this name already exists.
ar: نوع السؤال بهذا الاسم موجود بالفعل.
ko: 이 이름의 질문 유형이 이미 존재합니다.
te: ఈ పేరుతో ప్రశ్న రకం ఇప్పటికే ఉంది.

source: Rate data is not found
ar: لم يتم العثور على بيانات المعدل
ko: 요금 데이터를 찾을 수 없습니다.
te: రేటు డేటా కనుగొనబడలేదు

# RatesheetDateStartOrEndDateMatchesWithOtherStartDateOrEndDate
source: Employee ratesheet start date or end date matches with other start date or end date
ar: يتطابق تاريخ بدء جدول أسعار الموظف أو تاريخ الانتهاء مع تاريخ البدء أو تاريخ الانتهاء الآخر
ko: 직원 요율표 시작 날짜 또는 종료 날짜가 다른 시작 날짜 또는 종료 날짜와 일치합니다.
te: ఉద్యోగుల రేట్‌షీట్ ప్రారంభ తేదీ లేదా ముగింపు తేదీ ఇతర ప్రారంభ తేదీ లేదా ముగింపు తేదీతో సరిపోతుంది

# RateSheetNameLengthExceeded
source: Rate Sheet name cannot exceed 50 charecters
ar: لا يمكن أن يتجاوز اسم ورقة الأسعار 50 حرفًا
ko: 요율표 이름은 50자를 초과 할 수 없습니다.

source: Rate sheet priority should be unique
ar: يجب أن تكون أولوية كشف الأسعار فريدة
ko: 요율표 우선 순위는 고유해야합니다.
te: రేట్ షీట్ ప్రాధాన్యత ప్రత్యేకంగా ఉండాలి

# RateSheetValueRequired
source: At least one rate has to be entered
ar: يجب إدخال سعر واحد على الأقل
ko: 요율을 하나 이상 입력해야합니다.

source: Rate sheet with this name already exists
ar: ورقة الأسعار بهذا الاسم موجودة بالفعل
ko: 이 이름의 요율표가 이미 있습니다.

source: Rate should not be null
ar: يجب ألا يكون المعدل فارغًا
ko: 요율은 null이 아니어야합니다.
te: రేటు శూన్యంగా ఉండకూడదు

# RateTagAllowanceTimeWithThisNameAlreadyExists
source: Rate tag allowance time already exists.
ar: الوقت المخصص لعلامة السعر موجود بالفعل.
ko: 요금표 허용 시간이 이미 존재합니다.
te: రేటు ట్యాగ్ భత్యం సమయం ఇప్పటికే ఉంది.

# RateTagDateStartOrEndDateMatchesWithOtherStartDateOrEndDate
source: Employee ratetag start date or end date matches with other start date or end date
ar: يتطابق تاريخ بدء علامة تصنيف الموظف أو تاريخ الانتهاء مع تاريخ بدء أو تاريخ انتهاء آخر
ko: 직원 비율 태그 시작 날짜 또는 종료 날짜가 다른 시작 날짜 또는 종료 날짜와 일치
te: ఉద్యోగుల రేట్‌టాగ్ ప్రారంభ తేదీ లేదా ముగింపు తేదీ ఇతర ప్రారంభ తేదీ లేదా ముగింపు తేదీతో సరిపోతుంది

# RateTagNameLengthExceeded
source: Rate tag name cannot exceed 50 charecters
ar: لا يمكن أن يتجاوز اسم علامة السعر 50 حرفًا
ko: 요율 태그 이름은 50자를 초과 할 수 없습니다.
te: రేటు ట్యాగ్ పేరు 50 అక్షరాలను మించకూడదు

# RateTagValueRequired
source: At least one rate has to be entered
ar: يجب إدخال سعر واحد على الأقل
ko: 요율을 하나 이상 입력해야합니다.
te: కనీసం ఒక రేటు ట్యాగ్‌ను నమోదు చేయాలి

source: Rate tag with this name already exists
ar: علامة التصنيف بهذا الاسم موجودة بالفعل
ko: 이 이름의 요율 태그가 이미 존재합니다.
te: ఈ పేరుతో రేటు ట్యాగ్ ఇప్పటికే ఉంది

source: Rate type data is not found
ar: لم يتم العثور على بيانات نوع المعدل
ko: 요율 유형 데이터를 찾을 수 없습니다.
te: రేటు రకం డేటా కనుగొనబడలేదు

# RateTypeNameLengthExceeded
source: Rate Type Name can not be longer than 50 characters.
ar: لا يمكن أن يزيد اسم نوع السعر عن 50 حرفًا.
ko: 요율 유형 이름은 50자를 초과 할 수 없습니다.
te: టైప్ పేరు 50 అక్షరాలు కంటే ఎక్కువ ఉండరాదు.

source: Rate type with this name already exists
ar: نوع السعر بهذا الاسم موجود بالفعل
ko: 이 이름의 요율 유형이 이미 있습니다.
te: ఈ పేరుతో రేటు రకం ఇప్పటికే ఉంది

source: Reason should not be null
ar: يجب ألا يكون السبب فارغًا
ko: 이유는 null이 아니어야합니다.
te: కారణం శూన్యంగా ఉండకూడదు

source: Reference Id should not be null
ar: يجب ألا يكون معرف المرجع فارغًا
ko: 참조 ID는 null이 아니어야합니다.
te: రిఫరెన్స్ ఐడి శూన్యంగా ఉండకూడదు

# ReferenceNumberWithThisNameAlreadyExists
source: Reference number already exists
ar: الرقم المرجعي موجود بالفعل
ko: 참조 번호가 이미 있습니다.
te: సూచన సంఖ్య ఇప్పటికే ఉంది

source: Reference should not be null
ar: يجب ألا يكون المرجع فارغًا
ko: 참조는 null이 아니어야합니다.
te: సూచన శూన్యంగా ఉండకూడదు

source: Reference type data is not found
ar: لم يتم العثور على بيانات نوع المرجع
ko: 참조 유형 데이터를 찾을 수 없습니다.
te: రిఫరెన్స్ రకం డేటా కనుగొనబడలేదు

source: Reference type Id should not be null
ar: يجب ألا يكون معرف نوع المرجع فارغًا
ko: 참조 유형 ID는 null이 아니어야합니다.
te: రిఫరెన్స్ రకం ఐడి శూన్యంగా ఉండకూడదు

source: Reference type name should not be null
ar: يجب ألا يكون اسم نوع المرجع فارغًا
ko: 참조 유형 이름은 null이 아니어야합니다.
te: సూచన రకం పేరు శూన్యంగా ఉండకూడదు

source: Reference type should not be null
ar: يجب ألا يكون نوع المرجع فارغًا
ko: 참조 유형은 null이 아니어야합니다.
te: సూచన రకం శూన్యంగా ఉండకూడదు

source: Reference type with this name already exists
ar: نوع المرجع بهذا الاسم موجود بالفعل
ko: 이 이름의 참조 유형이 이미 있습니다.
te: ఈ పేరుతో రిఫరెన్స్ రకం ఇప్పటికే ఉంది

source: Region data is not found
ar: لم يتم العثور على بيانات المنطقة
ko: 지역 데이터를 찾을 수 없습니다.
te: ప్రాంత డేటా కనుగొనబడలేదు

source: Region name should not be null
ar: يجب ألا يكون اسم المنطقة فارغًا
ko: 지역 이름은 null이 아니어야합니다.
te: ప్రాంతం పేరు శూన్యంగా ఉండకూడదు

source: Region should not be null
ar: يجب ألا تكون المنطقة خالية
ko: 지역은 null이 아니어야합니다.
te: రీజియన్ శూన్యంగా ఉండకూడదు

source: Region with this name already exists
ar: المنطقة بهذا الاسم موجودة بالفعل
ko: 이 이름의 지역이 이미 존재합니다.
te: ఈ పేరు ఉన్న ప్రాంతం ఇప్పటికే ఉంది

source: Relationship data is not found
ar: لم يتم العثور على بيانات العلاقة
ko: 관계 데이터를 찾을 수 없습니다.
te: సంబంధం డేటా కనుగొనబడలేదు

# RelationshipNameLengthExceeded
source: Relationship Name can not be longer than 50 characters.
ar: لا يمكن أن يكون اسم العلاقة أطول من 50 حرفًا.
ko: 관계 이름은 50자를 초과 할 수 없습니다.
te: సంబంధం పేరు 50 అక్షరాలు కంటే ఎక్కువ ఉండరాదు.

source: Relation ship name should not be null
ar: يجب ألا يكون اسم سفينة العلاقة فارغًا
ko: 관계 선박 이름은 null이 아니어야합니다.
te: రిలేషన్ షిప్ పేరు శూన్యంగా ఉండకూడదు

source: Relation ship with this name already exists
ar: علاقة السفينة بهذا الاسم موجودة بالفعل
ko: 이 이름을 가진 관계 배송이 이미 존재합니다.
te: ఈ పేరుతో రిలేషన్ షిప్ ఇప్పటికే ఉంది

source: Relation should not be null
ar: يجب ألا تكون العلاقة فارغة
ko: 관계는 null이 아니어야합니다.
te: సంబంధం శూన్యంగా ఉండకూడదు

# RemarksInFile
source: Some required fields are not given in the csv file.
ar: بعض الحقول المطلوبة ليست موجودة في ملف csv.
ko: 일부 필수 필드는 csv 파일에 제공되지 않습니다.
te: కొన్ని అవసరమైన ఖాళీలను csv ఫైల్ లో ఇవ్వలేదు.

# ReminderDataIsNotFound
source: Reminder data not found
ar: لم يتم العثور على بيانات التذكير
ko: 알림 데이터를 찾을 수 없습니다.
te: రిమైండర్ డేటా కనుగొనబడలేదు
