Repository: pujithagodavarthi414-coder/TradeEngine.ai
Catalog: sourcecode/BusinessView/BusinessView.Common/Texts/LangText.*.resx
Languages: ar, ko, te

# ExceptionDateFormatById
source: Date Format By Id could not be found. Please contact administrator.
ar: تعذر العثور على تنسيق التاريخ حسب المعرف. يرجى الاتصال بالمسؤول.
ko: ID 별 날짜 형식을 찾을 수 없습니다. 관리자에게 문의하십시오.
te: Id ద్వారా తేదీ ఫార్మాట్ చూడవచ్చు కాలేదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionDeleteCompanyModule
source: Delete Company Module could not be created or updated. Please contact administrator.
ar: تعذر إنشاء أو تحديث "حذف وحدة الشركة النمطية". يرجى الاتصال بالمسؤول.
ko: 회사 모듈 삭제를 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: తొలగించు కంపెనీ మాడ్యూల్ రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionDeleteEntityRole
source: Entity role cannot be deleted. Please contact administrator
ar: لا يمكن حذف دور الكيان. يرجى الاتصال بالمسؤول
ko: 회사 모듈 삭제를 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: ఎంటిటీ పాత్ర తొలగించబడదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionDeleteLeave
source: Delete Leave could not be created or updated. Please contact administrator.
ar: تعذر إنشاء أو تحديث "حذف". يرجى الاتصال بالمسؤول.
ko: 휴가 삭제를 생성하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: తొలగించు లీవ్ రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionDeleteLeavePermission
source: Delete Leave Permission could not be created or updated. Please contact administrator.
ar: تعذر إنشاء أو تحديث "حذف إذن الإذن". يرجى الاتصال بالمسؤول.
ko: 휴가 권한 삭제를 생성하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: తొలగించు లీవ్ అనుమతి రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionDeleteMilestone
source: Error occured while deleting the version. Please contact administrator.
ar: حدث خطأ أثناء حذف الإصدار. يرجى الاتصال بالمسؤول.
ko: 버전을 삭제하는 중에 오류가 발생했습니다. 관리자에게 문의하십시오.
te: సంస్కరణని తొలగించడంలో లోపం సంభవించింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionDeleteProjectFeature
source: ProjectFeature could not be deleted. Please contact administrator.
ar: تعذر حذف ProjectFeature. يرجى الاتصال بالمسؤول.
ko: 프로젝트 기능을 삭제할 수 없습니다. 관리자에게 문의하십시오.
te: ProjectFeature తొలగించబడుతుంది కాలేదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionDeleteProjectMember
source: ProjectMember could not be deleted. Please contact administrator.
ar: لا يمكن حذف ProjectMember. يرجى الاتصال بالمسؤول.
ko: 프로젝트 멤버를 삭제할 수 없습니다. 관리자에게 문의하십시오.
te: ProjectMember తొలగించబడుతుంది కాలేదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionDeleteRole
source: Delete role cannot be done. Please contact administrator
ar: لا يمكن أن يتم حذف الدور. يرجى الاتصال بالمسؤول
ko: 역할을 삭제할 수 없습니다. 관리자에게 문의하십시오
te: తొలగించు పాత్ర చేయలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionDeleteTestCase
source: Test Case could not be deleted. Please contact administrator.
ar: لا يمكن حذف حالة الاختبار. يرجى الاتصال بالمسؤول.
ko: 테스트 케이스를 삭제할 수 없습니다. 관리자에게 문의하십시오.
te: టెస్ట్ కేస్ తొలగించబడుతుంది కాలేదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionDeleteTestRun
source: Error occured while deleting the run. Please contact administrator.
ar: حدث خطأ أثناء حذف التشغيل. يرجى الاتصال بالمسؤول.
ko: 런을 삭제하는 중에 오류가 발생했습니다. 관리자에게 문의하십시오.
te: రన్ తొలగించడంలో లోపం సంభవించింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionDeleteTestSuite
source: Scenario could not be deleted. Please contact administrator.
ar: لا يمكن حذف السيناريو. يرجى الاتصال بالمسؤول.
ko: 시나리오를 삭제할 수 없습니다. 관리자에게 문의하십시오.
te: సందర్భం సృష్టించబడలేదు లేదా నవీకరించబడలేదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionDeleteTestSuiteSection
source: Scenario Section could not be deleted. Please contact administrator.
ar: لا يمكن حذف قسم السيناريو. يرجى الاتصال بالمسؤول.
ko: 시나리오 섹션을 삭제할 수 없습니다. 관리자에게 문의하십시오.
te: సందర్భ విభాగం సృష్టించబడలేదు లేదా నవీకరించబడలేదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionDeleteUserStoryType
source: Delete work items type should not be done.Please contact administrator
ar: يجب ألا يتم حذف نوع عناصر العمل. يرجى الاتصال بالمسؤول
ko: 작업 항목 유형 삭제는 수행하지 않아야합니다. 관리자에게 문의하십시오.
te: పని అంశాల రకాన్ని తొలగించకూడదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionDownloadFile
source: DownloadFile could not be done. Please contact administrator.
ar: DownloadFile لا يمكن القيام به. يرجى الاتصال بالمسؤول.
ko: 파일 다운로드를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: DownloadFile చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionEditEmployeeRatesheetDetails
source: Cannot edit employee rate sheet details. Please contact administrator.
ar: لا يمكن تحرير تفاصيل كشف أسعار الموظف. يرجى الاتصال بالمسؤول.
ko: 직원 요율표 세부 정보를 편집 할 수 없습니다. 관리자에게 문의하십시오.

# ExceptionEditEmployeeRateTagDetails
source: Cannot edit employee rate tag details. Please contact administrator.
ar: لا يمكن تحرير تفاصيل علامة سعر الموظف. يرجى الاتصال بالمسؤول.
ko: 직원 요금 태그 세부 정보를 편집 할 수 없습니다. 관리자에게 문의하십시오.
te: ఉద్యోగి రేటు ట్యాగ్ వివరాలను సవరించలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionEmployeeAbsenceUpsert
source: Employee Absence could not be created or updated. Please contact administrator.
ar: تعذر إنشاء أو تحديث غياب الموظف. يرجى الاتصال بالمسؤول.
ko: 직원 부재를 생성하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: ఉద్యోగి లేకపోవడం రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionEmployeeEducationDetails
source: Employee Education Details could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء تفاصيل تعليم الموظف أو تحديثها. يرجى الاتصال بالمسؤول.
ko: 직원 교육 세부 정보를 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: ఉద్యోగి ఎడ్యుకేషన్ వివరాలు రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionEmployeeEmergencyContact
source: Employee Emergency Contact could not be created or updated. Please contact administrator.
ar: تعذر إنشاء جهة اتصال الطوارئ أو تحديثها. يرجى الاتصال بالمسؤول.
ko: 직원 비상 연락처를 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: ఉద్యోగి అత్యవసర సంప్రదించండి రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionEmployeeESIReport
source: Can not get an ESI report. please contact administrator.
ar: لا يمكن الحصول على تقرير ESI. الرجاء الاتصال بالمسؤول.
ko: ESI 보고서를받을 수 없습니다. 관리자에게 문의하십시오.
te: ESI నివేదిక పొందలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionEmployeeImmigrationDetails
source: Employee Immigration Details could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء تفاصيل هجرة الموظفين أو تحديثها. يرجى الاتصال بالمسؤول.
ko: 직원 이민 세부 정보를 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: ఉద్యోగి ఇమ్మిగ్రేషన్ వివరాలు రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionEmployeeJob
source: Employee Job could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء أو تحديث وظيفة الموظف. يرجى الاتصال بالمسؤول.
ko: 직원 작업을 생성하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: ఉద్యోగి ఉద్యోగం రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionEmployeeLanguages
source: Employee Languages could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء لغات الموظف أو تحديثها. يرجى الاتصال بالمسؤول.
ko: 직원 언어를 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: ఉద్యోగి భాషలు రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionEmployeePFReport
source: Can not get a PF report. please contact administrator.
ar: لا يمكن الحصول على تقرير PF. الرجاء الاتصال بالمسؤول.
ko: PF 보고서를받을 수 없습니다. 관리자에게 문의하십시오.
te: PF నివేదిక పొందలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionEmployeeReportTo
source: Employee ReportTo could not be created or updated. Please contact administrator.
ar: تقرير الموظف لا يمكن إنشاء أو تحديث. يرجى الاتصال بالمسؤول.
ko: 직원 ReportTo를 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: ఉద్యోగి ReportTo రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionEmployeeSalaryDetails
source: Employee Salary Details could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء تفاصيل رواتب الموظف أو تحديثها. يرجى الاتصال بالمسؤول.
ko: 직원 급여 세부 정보를 생성하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: ఉద్యోగుల వేతన వివరాలు రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionEmployeeShiftCouldNotBeCreated
source: Employee shift could not be created. Please contact administrator.
ar: لا يمكن إنشاء وردية الموظف. يرجى الاتصال بالمسؤول.
ko: 직원 교대를 만들 수 없습니다. 관리자에게 문의하십시오.
te: ఉద్యోగి మార్పు సృష్టించబడదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionEmployeeShiftUpsert
source: Employee shift could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء وردية الموظف أو تحديثها. يرجى الاتصال بالمسؤول.
ko: 직원 교대를 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: ఉద్యోగి మారడానికి చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionEmployeeSkills
source: Employee Skills could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء مهارات الموظفين أو تحديثها. يرجى الاتصال بالمسؤول.
ko: 직원 기술을 생성하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: ఉద్యోగి నైపుణ్యాలు రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionEmployeeUpsert
source: Employee could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء الموظف أو تحديثه. يرجى الاتصال بالمسؤول.
ko: 직원을 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: ఉద్యోగి రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionEmployeeWorkExperience
source: Employee Work Experience could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء خبرة عمل الموظف أو تحديثها. يرجى الاتصال بالمسؤول.
ko: 직원 업무 경험을 생성하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: ఉద్యోగుల పని అనుభవ రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionEmploymentContract
source: Employment Contract could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء عقد العمل أو تحديثه. يرجى الاتصال بالمسؤول.
ko: 고용 계약을 생성하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: ఎంప్లాయ్మెంట్ కాంట్రాక్ట్ రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionEmploymentStatus
source: Employment Status could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء أو تحديث حالة التوظيف. يرجى الاتصال بالمسؤول.
ko: 고용 상태를 생성하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: ఉద్యోగ స్థితి రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionEntityRole
source: EntityRole could not be deleted. Please contact administrator.
ar: لا يمكن حذف EntityRole. يرجى الاتصال بالمسؤول.
ko: EntityRole을 삭제할 수 없습니다. 관리자에게 문의하십시오.
te: EntityRole తొలగించబడుతుంది కాలేదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionEntityRoleFeatureUpsert
source: Entity role feature could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء ميزة دور الكيان أو تحديثها. يرجى الاتصال بالمسؤول.
ko: 엔터티 역할 기능을 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: సంస్థ పాత్ర లక్షణం రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionESIMonthlyStatement
source: Can not get ESI monthly statement. please contact administrator.
ar: لا يمكن الحصول على كشف حساب ESI الشهري. الرجاء الاتصال بالمسؤول.
ko: ESI 월별 명세서를받을 수 없습니다. 관리자에게 문의하십시오.
te: ESI నెలవారీ స్టేట్‌మెంట్ పొందలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionExpenseCategoryCouldNotBeCreated
source: Expense category could not be created. Please contact administrator.
ar: لا يمكن إنشاء فئة المصاريف. يرجى الاتصال بالمسؤول.
ko: 비용 범주를 만들 수 없습니다. 관리자에게 문의하십시오.
te: ఖర్చుల వర్గం సృష్టించడం సాధ్యం కాలేదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionExpenseCouldNotBeCreated
source: Expense could not be created. Please contact administrator.
ar: لا يمكن إنشاء المصاريف. يرجى الاتصال بالمسؤول.
ko: 비용을 생성 할 수 없습니다. 관리자에게 문의하십시오.
te: ఖర్చుల సృష్టించబడదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionExpensesReportCouldNotBeCreated
source: Expenses Report could not be created. Please contact administrator.
ar: تعذر إنشاء تقرير المصروفات. يرجى الاتصال بالمسؤول.
ko: 비용 보고서를 생성 할 수 없습니다. 관리자에게 문의하십시오.
te: ఖర్చులు నివేదిక రూపొందించడం సాధ్యం కాదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionExpensesReportStatusCouldNotBeCreated
source: Expenses Report Status could not be created. Please contact administrator.
ar: لا يمكن إنشاء تقرير المصروفات. يرجى الاتصال بالمسؤول.
ko: 비용 보고서 상태를 생성 할 수 없습니다. 관리자에게 문의하십시오.
te: ఖర్చులు నివేదిక స్థితి సృష్టించబడదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionExpenseStatusCouldNotBeCreated
source: Expense status could not be created. Please contact administrator.
ar: لا يمكن إنشاء حالة المصاريف. يرجى الاتصال بالمسؤول.
ko: 비용 상태를 생성 할 수 없습니다. 관리자에게 문의하십시오.
te: ఖర్చుల స్థితి సృష్టించబడదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionExpenseUpsert
source: Expense could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء المصاريف أو تحديثها. يرجى الاتصال بالمسؤول.
ko: 비용을 생성하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: ఖర్చుల రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionFeedbacktype
source: feedback type could not be created or updated. Please contact administrator.
ar: تعذر إنشاء أو تحديث نوع الملاحظات. يرجى الاتصال بالمسؤول.
ko: 피드백 유형을 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: చూడు రకం రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionFileCannotDeleteChunckData
source: Cannot delete temporary file chunk data.
ar: لا يمكن حذف بيانات مجموعة الملفات المؤقتة.
ko: 임시 파일 청크 데이터를 삭제할 수 없습니다.
te: తాత్కాలిక ఫైల్ చంక్ డేటాను తొలగించలేరు

# ExceptionFileCannotReadMultiPartData
source: Cannot read multi part file data
ar: لا يمكن قراءة بيانات ملف متعدد الأجزاء
ko: 다중 파트 파일 데이터를 읽을 수 없습니다.
te: బహుళ భాగం ఫైల్ డేటాను చదవలేరు

# ExceptionFileCouldNotBeCreated
source: File could not be created. Please contact administrator.
ar: تعذر إنشاء الملف. يرجى الاتصال بالمسؤول.
ko: 파일을 생성 할 수 없습니다. 관리자에게 문의하십시오.
te: ఫైలు సృష్టించబడదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionFileUpsert
source: File could not be created or updated. Please contact administrator.
ar: تعذر إنشاء الملف أو تحديثه. يرجى الاتصال بالمسؤول.
ko: 파일을 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: ఫైలు రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionFinancialYearTypes
source: Can not get financial year types. please contact administrator.
ar: لا يمكن الحصول على أنواع السنة المالية. الرجاء الاتصال بالمسؤول.
ko: 회계 연도 유형을 가져올 수 없습니다. 관리자에게 문의하십시오.

# ExceptionFolderUpsert
source: Folder could not be created or updated. Please contact administrator.
ar: تعذر إنشاء المجلد أو تحديثه. يرجى الاتصال بالمسؤول.
ko: 폴더를 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: ఫోల్డర్ సృష్టించబడింది చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి పరిచయం నిర్వాహకుడు.

# ExceptionFolderUpsertDescription
source: Folder description could not be added or updated. Please contact adminstrator
ar: لا يمكن إضافة وصف المجلد أو تحديثه. يرجى الاتصال بالمسؤول
ko: 폴더 설명을 추가하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오
te: ఫోల్డర్ వివరణ జోడించబడలేదు లేదా నవీకరించబడలేదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionFoodOrderById
source: FoodOrderByIdNotFoundContactAdministrator
ko: ID 별 음식 주문을 찾을 수 없음 관리자에게 문의

# ExceptionFoodOrderStatus
source: FoodOrder Status could not be updated. Please contact administrator.
ar: لا يمكن تحديث حالة FoodOrder. يرجى الاتصال بالمسؤول.
ko: 음식 주문 상태를 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: FoodOrder స్థితి నవీకరించబడుతుంది కాలేదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionFoodOrderUpsert
source: FoodOrderUpsertContactAdministrator
ar: FoodOrderUpsertContactAd Manager
ko: 음식 주문 upsert 연락처 관리자

# ExceptionForArchiveGoalFilters
source: Archive Goal Filters could not be done.Please contact administrator
ar: لا يمكن عمل مرشحات هدف الأرشيف. يرجى الاتصال بالمسؤول
ko: 아카이브 목표 필터를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: ఆర్కైవ్ గోల్ ఫిల్టర్లు చేయలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionForBugReport
source: Exception for bug report could not be done.Please contact administrator
ar: تعذر إجراء استثناء لتقرير الخطأ. يرجى الاتصال بالمسؤول
ko: 버그 신고에 대한 예외를 처리 할 수 ​​없습니다. 관리자에게 문의하십시오.
te: బగ్ రిపోర్ట్ కోసం మినహాయింపు చేయలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionForCompleteSprints
source: Complete sprints should not be done.Please contact administrator
ar: لا ينبغي أن يتم سباقات السرعة الكاملة يرجى الاتصال بالمسؤول
ko: 스프린트를 완료해서는 안되며 관리자에게 문의하십시오.
te: పూర్తి స్ప్రింట్లు చేయకూడదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionForDeleteSprints
source: Delete sprint should not be done.Please contact administrator
ar: لا ينبغي حذف العدو يرجى الاتصال بالمسؤول
ko: 스프린트 삭제는하지 말아야하며 관리자에게 문의하십시오.
te: స్ప్రింట్‌ను తొలగించవద్దు. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionForgotPassword
source: Can not get password details for update password. Please contact administrator.
ar: لا يمكن الحصول على تفاصيل كلمة المرور لتحديث كلمة المرور. يرجى الاتصال بالمسؤول.
ko: 업데이트 암호에 대한 암호 세부 정보를 가져올 수 없습니다. 관리자에게 문의하십시오.
te: నవీకరణ పాస్వర్డ్ను కోసం పాస్వర్డ్ను వివరాలు పొందలేము. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionForSearchSprints
source: Search sprints should not be done.Please contact administrator
ar: لا ينبغي أن يتم البحث عن سباقات السرعة يرجى الاتصال بالمسؤول
ko: 검색 스프린트는 수행해서는 안되며 관리자에게 문의하십시오.
te: శోధన స్ప్రింట్లు చేయకూడదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionForSubmitFeedBackForm
source: Submit feedback form could not be done.Please contact administrator
ar: تعذر إرسال نموذج الملاحظات. يرجى الاتصال بالمسؤول
ko: 피드백 양식을 제출할 수 없습니다. 관리자에게 문의하십시오.
te: ఫీడ్‌బ్యాక్ ఫారమ్‌ను సమర్పించడం సాధ్యం కాలేదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionForUpsertSprint
source: Sprint should not be created or updated.Please contact administrator
ar: لا ينبغي إنشاء Sprint أو تحديثه ، يرجى الاتصال بالمسؤول
ko: Sprint를 생성하거나 업데이트해서는 안됩니다. 관리자에게 문의하십시오.
te: స్ప్రింట్ సృష్టించబడకూడదు లేదా నవీకరించబడకూడదు. దయచేసి సంప్రదింపు నిర్వాహకుడిని సంప్రదించండి

# ExceptionGenericForm
source: Generic form could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء النموذج العام أو تحديثه. يرجى الاتصال بالمسؤول.
ko: 일반 양식을 작성하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: జెనెరిక్ రూపంలో రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGenericFormGet
source: GenericFormGet could not be done. Please contact administrator.
ar: لا يمكن تنفيذ GenericFormGet. يرجى الاتصال بالمسؤول.
ko: 일반 양식 가져 오기를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: GenericFormGet చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGenericFormInsert
source: Generic Form Insert could not be done. Please contact administrator.
ar: لا يمكن القيام بإدراج نموذج عام. يرجى الاتصال بالمسؤول.
ko: 일반 양식 삽입을 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: సాధారణం ఫారం చొప్పించు చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetAccessibleIpAddresses
source: Could not fetch AccessibleIpAddresses. Please contact administrator.
ar: تعذر إحضار AccessibleIpAddresses. يرجى الاتصال بالمسؤول.
ko: 액세스 가능한 IP 주소를 가져올 수 없습니다. 관리자에게 문의하십시오.
te: AccessibleIpAddresses పొందడం సాధ్యం కాలేదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetActivelyRunningProjectGoals
source: Get actively running project goals could not be done. Please contact administrator.
ar: لا يمكن تنفيذ أهداف المشروع بنشاط. يرجى الاتصال بالمسؤول.
ko: 적극적으로 실행하는 프로젝트 목표를 달성 할 수 없습니다. 관리자에게 문의하십시오.
te: గెట్ చురుకుగా నడుస్తున్న ప్రాజెక్ట్ లక్ష్యాలను చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetActivelyRunningTeamLeadGoals
source: Get actively running team lead goals could not be done. Please contact administrator.
ar: لا يمكن تنفيذ أهداف قيادة الفريق بنشاط. يرجى الاتصال بالمسؤول.
ko: 적극적으로 실행하는 팀 리드 목표를 달성 할 수 없습니다. 관리자에게 문의하십시오.
te: చురుకుగా బృందం గోల్స్ చేయలేనిది నడుస్తున్న పొందండి. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetActTrackerAppUrl
source: Get ActTracker App URL colud not be created or updated. Please contact administrator.
ar: الحصول على عنوان URL لتطبيق ActTracker لا يتم إنشاؤه أو تحديثه. يرجى الاتصال بالمسؤول.
ko: Act Tracker 앱 URL colud를 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: యాక్ట్ ట్రాకర్ పొందండి APP URL సృష్టించబడలేదు లేదా నవీకరించబడలేదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionGetActTrackerRoleDeleteDropDown
source: Get ActTracker role delete dropdown could not be created or updated. Please contact administrator.
ar: تعذر إنشاء أو تحديث القائمة المنسدلة Get ActTracker لحذف دور. يرجى الاتصال بالمسؤول.
ko: ActTracker 역할 삭제 드롭 다운 가져 오기를 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: యాక్ట్‌ట్రాకర్ రోల్ డిలీట్ డ్రాప్‌డౌన్ సృష్టించండి లేదా నవీకరించబడలేదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionGetActTrackerRoleDropDown
source: Get ActTracker role dropdown could not be created or updated. Please contact administrator.
ar: تعذر إنشاء القائمة المنسدلة لدور Get ActTracker أو تحديثها. يرجى الاتصال بالمسؤول.
ko: ActTracker 역할 가져 오기 드롭 다운을 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: యాక్ట్‌ట్రాకర్ రోల్ డ్రాప్‌డౌన్ సృష్టించండి లేదా నవీకరించబడలేదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionGetActTrackerUserStatus
source: Get activity tracker user status could not be done. Please contact administrator.
ar: تعذر الحصول على حالة مستخدم تعقب النشاط. يرجى الاتصال بالمسؤول.
ko: 활동 추적기 사용자 상태 가져 오기를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: కార్యాచరణ ట్రాకర్ పొందండి వినియోగదారు స్థితి చేయలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionGetAllBoardType
source: Get All BoardTypes can not be found. Please contact administrator.
ar: لا يمكن العثور على Get All BoardTypes. يرجى الاتصال بالمسؤول.
ko: 모든 보드 유형 가져 오기를 찾을 수 없습니다. 관리자에게 문의하십시오.
te: కాబట్టి అన్ని BoardTypes కనుగొనబడలేదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetAllBoardTypeApi
source: Cannot get the BoardTypeApi. Please contact administrator.
ar: لا يمكن الحصول على BoardTypeApi. يرجى الاتصال بالمسؤول.
ko: 보드 유형 API를 가져올 수 없습니다. 관리자에게 문의하십시오.
te: BoardTypeApi పొందలేము. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetAllBugPriorities
source: Get All Bug Priorities could not be done. Please contact administrator.
ar: تعذر تنفيذ "الحصول على كافة أولويات الأخطاء". يرجى الاتصال بالمسؤول.
ko: 모든 버그 우선 순위 가져 오기를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: గెట్ అన్ని బగ్ ప్రియారిటీస్ చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetAllButtonTypes
source: Cannot get the ButtonTypes. Please contact administrator.
ar: لا يمكن الحصول على ButtonTypes. يرجى الاتصال بالمسؤول.
ko: 버튼 유형은 없습니다. 관리자에게 문의하십시오.
te: ButtonTypes పొందలేము. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetAllConsideredHours
source: Search ConsideredHours could not be done. Please contact administrator.
ar: لا يمكن أن يتم البحث في ساعات العمل. يرجى الاتصال بالمسؤول.
ko: 고려 시간 검색을 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: శోధన ConsideredHours చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetAllDashboardFilters
source: Cannot get all dashboard filters. Please contact administrator
ar: لا يمكن الحصول على جميع مرشحات لوحة القيادة. يرجى الاتصال بالمسؤول
ko: 모든 대시 보드 필터를 가져올 수 없습니다. 관리자에게 문의하십시오

# ExceptionGetAllEducatonLevelsDropDown
source: Cannot get the education levels drop down. Please contact administrator.
ar: لا يمكن الحصول على مستويات التعليم المنسدلة. يرجى الاتصال بالمسؤول.
ko: 교육 수준 드롭 다운을 얻을 수 없습니다. 관리자에게 문의하십시오.
te: విద్యా స్థాయి యొక్క డ్రాప్ డౌన్ పొందలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionGetAllEmployees
source: Cannot get the Employees. Please contact administrator.
ar: لا يمكن الحصول على الموظفين. يرجى الاتصال بالمسؤول.
ko: 직원을 얻을 수 없습니다. 관리자에게 문의하십시오.
te: ఉద్యోగులు పొందలేము. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetAllFeatures
source: Get All Features could not be done. Please contact administrator.
ar: تعذر الحصول على كافة الميزات. يرجى الاتصال بالمسؤول.
ko: 모든 기능 가져 오기를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: గెట్ అన్ని ఫీచర్స్ చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.
