Repository: pujithagodavarthi414-coder/TradeEngine.ai
Catalog: sourcecode/BusinessView/BusinessView.Common/Texts/LangText.*.resx
Languages: ar, ko, te

# UpsertEmployeeBonusDetails
source: Payroll template could not be created or updated. Please contact administrator
ar: لا يمكن إنشاء قالب كشوف المرتبات أو تحديثه. يرجى الاتصال بالمسؤول
ko: 급여 템플릿을 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오

# UpsertEmployeePayrollConfiguration
source: Could not upsert Employee Payroll configuration.Please contact administrator.
ar: تعذر زيادة تكوين قائمة رواتب الموظف. يرجى الاتصال بالمسؤول.
ko: 직원 급여 구성을 업로드 할 수 없습니다. 관리자에게 문의하십시오.

# UpsertHourlyTdsConfiguration
source: Hourly Tds could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء أو تحديث المواد الصلبة الذائبة كل ساعة. يرجى الاتصال بالمسؤول.
ko: 시간별 Td를 생성하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: గంట Tds సృష్టించబడలేదు లేదా నవీకరించబడలేదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# UpsertProcessDashboard
source: Upsert Process Dashboard could not be done. Please contact administrator.
ar: تعذر إجراء Upsert Process Dashboard. يرجى الاتصال بالمسؤول.
ko: Upsert 프로세스 대시 보드를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: Upsert ప్రాసెస్ డాష్బోర్డ్ చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# UpsertProfessionalTaxRanges
source: Professional Tax Range could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء النطاق الضريبي المهني أو تحديثه. يرجى الاتصال بالمسؤول.
ko: 전문 세금 범위를 생성하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.

# UpsertRateTagAllowanceTime
source: Upsert rate tag allowance time could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء أو تحديث وقت بدل علامة معدل Upsert. يرجى الاتصال بالمسؤول.
ko: Upsert 비율 태그 허용 시간을 생성하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: రేటు ట్యాగ్ భత్యం సమయాన్ని సృష్టించడం లేదా నవీకరించడం సాధ్యం కాలేదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# UpsertTaxSlabs
source: TaxSlabs could not be created or updated. Please contact administrator.
ar: تعذر إنشاء TaxSlabs أو تحديثها. يرجى الاتصال بالمسؤول.
ko: 세금 슬래브를 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.

# UserCanteenCreditDataIsNotFound
source: User canteen credit detaiIs not found
ar: تفاصيل ائتمان مقصف المستخدم غير موجود
ko: 사용자 매점 크레딧 detaiIs not found
te: యూజర్ క్యాంటీన్ క్రెడిట్ డిటాయిలు కనుగొనబడలేదు

source: User data is not found
ar: لم يتم العثور على بيانات المستخدم
ko: 사용자 데이터를 찾을 수 없습니다.
te: వినియోగదారు డేటా కనుగొనబడలేదు

source: User Id is required
ar: معرف المستخدم مطلوب
ko: 사용자 ID가 필요합니다.
te: వాడుకరి ID అవసరం

# UserNotFound
source: User not found / User is inactive
ar: المستخدم غير موجود / المستخدم غير نشط
ko: 사용자를 찾을 수 없음 / 사용자가 비활성 상태입니다.
te: వినియోగదారు కనుగొనబడలేదు / వాడుకరి క్రియారహితంగా ఉంది

source: Users should not be null
ar: يجب ألا يكون المستخدمون فارغين
ko: 사용자는 null이 아니어야합니다.
te: వినియోగదారులు శూన్యంగా ఉండకూడదు

# UserStoriesExist
source: Delete user stories with this status in the BoardType with this workflow
ar: احذف قصص المستخدم بهذه الحالة في BoardType بسير العمل هذا
ko: 이 워크 플로를 사용하여 BoardType에서이 상태의 사용자 스토리를 삭제합니다.
te: ఈ వర్క్‌ఫ్లో ఉన్న బోర్డుటైప్‌లో ఈ స్తతిథి తో ఉన్న పని అంశంలను తొలగించండి

# UserStoriesLabelCannotBeLongerThan50Characters
source: Work items label cannot be longer than 50 characters
ar: لا يمكن أن تكون تسمية عناصر العمل أطول من 50 حرفًا
ko: 작업 항목 레이블은 50자를 초과 할 수 없습니다.
te: పని అంశాల లేబుల్ 50 అక్షరాల కంటే ఎక్కువ ఉండకూడదు

# UserStoriesLabelShouldNotBeEmpty
source: Work items label should not be null
ar: يجب ألا تكون تسمية عناصر العمل خالية
ko: 작업 항목 레이블은 null이 아니어야합니다.
te: పని వస్తువుల లేబుల్ శూన్యంగా ఉండకూడదు

# UserStoriesLabelWithThisNameAlreadyExists
source: Work items label with this name already exists
ar: تسمية عناصر العمل بهذا الاسم موجودة بالفعل
ko: 이 이름의 작업 항목 레이블이 이미 있습니다.
te: ఈ పేరుతో పని వస్తువుల లేబుల్ ఇప్పటికే ఉంది

# UserStoryAdd
source: {0} work item added
ar: تمت إضافة عنصر عمل {0}
ko: {0} 작업 항목이 추가됨
te: {0} పని అంశం జోడించబడింది

# UserStoryAdded
source: the work item {0} added by {1}.
ar: عنصر العمل {0} الذي أضافه {1}.
ko: {1}에 의해 추가 된 작업 항목 {0}.
te: {1} చేత పని అంశం {0} జోడించబడింది

# UserstoryArchived
source: This work item has been archived
ar: تم أرشفة عنصر العمل هذا
ko: 이 작업 항목은 보관되었습니다.
te: ఈ పని అంశం ఆర్కైవ్ చేయబడింది

# UserStoryDataIsNotFound
source: Work item data is not found
ar: لم يتم العثور على بيانات عنصر العمل
ko: 작업 항목 데이터를 찾을 수 없습니다.
te: పని అంశం సమాచారం కనుగొనబడలేదు

# UserStoryDeadLineChange
source: Work item dead line changed from {0} to {1}
ar: تم تغيير الموعد النهائي لعنصر العمل من {0} إلى {1}
ko: 작업 항목 마감일이 {0}에서 {1} (으)로 변경되었습니다.
te: పని అంశం డెడ్ లైన్ తేదీ {0} నుండి {1} కు మార్చబడింది

# UserStoryDependencyChange
source: Work item dependency changed from {0} to {1}
ar: تم تغيير تبعية عنصر العمل من {0} إلى {1}
ko: 작업 항목 종속성이 {0}에서 {1} (으)로 변경되었습니다.
te: పని అంశం ఆధారపడటం {0} నుండి {1} కు మార్చబడింది

# UserStoryDescriptionChanged
source: Work item Description has changed from {0} to {1}
ar: تم تغيير وصف عنصر العمل من {0} إلى {1}
ko: 작업 항목 설명이 {0}에서 {1} (으)로 변경되었습니다.
te: పని అంశం వివరణ {0} నుండి {1} కు మార్చబడింది

# UserStoryEstimateChange
source: Work item estimate changed from {0} to {1}
ar: تم تغيير تقدير عنصر العمل من {0} إلى {1}
ko: 작업 항목 예상치가 {0}에서 {1} (으)로 변경되었습니다.
te: పని అంశం అంచనా {0} నుండి {1} కు మార్చబడింది

# UserStoryEstimateChangeInSp
source: Work item estimate in sp changed from {0} to {1}
ar: تم تغيير تقدير عنصر العمل في sp من {0} إلى {1}
ko: sp의 작업 항목 추정이 {0}에서 {1} (으)로 변경되었습니다.
te: Sp లో పని అంశం అంచనా {0} నుండి {1} కు మార్చబడింది

# UserStoryLabelCannotBeLongerThan50Characters
source: Work item label cannot exceed 50 characters
ar: لا يمكن أن تتجاوز تسمية عنصر العمل 50 حرفًا
ko: 작업 항목 레이블은 50자를 초과 할 수 없습니다.
te: పని అంశం లేబుల్ 50 అక్షరాలను మించకూడదు

# UserStoryLabelShouldNotBeEmpty
source: Work item label should not be empty
ar: يجب ألا تكون تسمية عنصر العمل فارغة
ko: 작업 항목 레이블은 비워 둘 수 없습니다.
te: పని అంశం లేబుల్ ఖాళీగా ఉండకూడదు

# UserStoryLabelWithThisNameAlreadyExists
source: Work item label with this name already exists
ar: تسمية عنصر العمل بهذا الاسم موجودة بالفعل
ko: 이 이름의 작업 항목 레이블이 이미 있습니다.
te: ఈ పేరుతో పని ఐటెమ్ లేబుల్ ఇప్పటికే ఉంది

# UserStoryLinkAdded
source: Work item link {0} has been created by {1}
ar: تم إنشاء ارتباط عنصر العمل {0} بواسطة {1}
ko: {1}이 (가) 작업 항목 링크 {0}을 (를) 만들었습니다.
te: {1} చేత పని అంశం లింక్ {0} జోడించబడింది

# UserStoryLinkWithThisNameAlreadyExists
source: Work item link with this type already exists
ar: ارتباط عنصر العمل بهذا النوع موجود بالفعل
ko: 이 유형의 작업 항목 링크가 이미 있습니다.
te: ఈ రకంతో పని అంశం లింక్ ఇప్పటికే ఉంది

# UserStoryLinkWithThisTypeAlreadyExists
source: Work item link with this link type already exists
ar: ارتباط عنصر العمل بنوع الارتباط هذا موجود بالفعل
ko: 이 링크 유형의 작업 항목 링크가 이미 있습니다.
te: ఈ లింక్ రకంతో పని అంశం లింక్ ఇప్పటికే ఉంది

# UserStoryNameChange
source: Work item name changed from {0} to {1}
ar: تم تغيير اسم عنصر العمل من {0} إلى {1}
ko: 작업 항목 이름이 {0}에서 {1} (으)로 변경되었습니다.
te: పని అంశం పేరు {0} నుండి {1} కు మార్చబడింది

# UserStoryOwnerChange
source: Work item owner changed from {0} to {1}
ar: تم تغيير مالك عنصر العمل من {0} إلى {1}
ko: 작업 항목 소유자가 {0}에서 {1} (으)로 변경되었습니다.
te: పని అంశం యజమాని {0} నుండి {1} కు మార్చబడింది

# UserstoryParked
source: This work item has been parked
ar: تم إيقاف عنصر العمل هذا
ko: 이 작업 항목은 파킹되었습니다.
te: ఈ పని అంశం పార్క్ చేయబడింది

# UserStoryPriorityChanged
source: Work item priority changed from {0} to {1}.
ar: تم تغيير أولوية عنصر العمل من {0} إلى {1}.
ko: 작업 항목 우선 순위가 {0}에서 {1} (으)로 변경되었습니다.
te: పని అంశం యూజర్ కథ ప్రాధాన్యత {0} నుండి {1} గా మార్చారు.

# UserstoryReplanTypeDataIsNotFound
source: Work item replan type data is not found
ar: لم يتم العثور على بيانات نوع إعادة صياغة عنصر العمل
ko: 작업 항목 재 계획 유형 데이터를 찾을 수 없습니다.
te: పని అంశం రిప్లాన్ రకం డేటా కనుగొనబడలేదు

# UserstoryReplanTypeWithThisNameAlreadyExists
source: Work item replan type with this name already exists
ar: نوع إعادة صياغة عنصر العمل بهذا الاسم موجود بالفعل
ko: 이 이름의 작업 항목 재 계획 유형이 이미 있습니다.
te: ఈ పేరుతో పని అంశం రీప్లాన్ రకం ఇప్పటికే ఉంది

# UserStoryScenarioStatusChanged
source: <b><i>{0}</i></b> Test case status changed from <b><i>{1}</i></b>&nbsp; to &nbsp;<b><i>{2}</i></b>
ar: <b><i>{0}</i> </b> تم تغيير حالة حالة الاختبار من <b><i>{1}</i> </b> & nbsp؛ إلى & nbsp؛ <b> <i> {2} </i> </b>
ko: <b> <i> {0} </ i> </ b> 테스트 케이스 상태가 <b> <i> {1} </ i> </ b>에서 변경됨 & nbsp; 받는 사람 & nbsp; <b> <i> {2} </ i> </ b>
te: &nbsp;<b><i>{0}</i></b> పరీక్ష కేసు స్థితి<b><i>{1}</i></b>&nbsp; నుండి&nbsp; <b><i>{2}</i></b>మార్చబడింది

# UserStoryScenarioStepStatusChanged
source: <b><i>{3}</i></b>&nbsp; step status changed from <b><i>{1}</i></b>&nbsp; to &nbsp;<b><i>{2}</i></b>&nbsp; in &nbsp;<b><i>{0}</i></b>&nbsp; work item scenario
ar: <b><i>{3}</i> </b> على & nbsp؛ تم تغيير حالة الخطوة من <b><i>{1}</i> </b> & nbsp؛ إلى & nbsp؛ <b> <i> {2} </i> </b> & nbsp؛ in & nbsp؛ <b> <i> {0} </i> </b> & nbsp؛ سيناريو عنصر العمل
ko: <b> <i> {3} </ i> </ b> & nbsp; 단계 상태가 <b> <i> {1} </ i> </ b>에서 변경됨 & nbsp; 받는 사람 & nbsp; <b> <i> {2} </ i> </ b> & nbsp; & nbsp; <b> <i> {0} </ i> </ b> & nbsp; 작업 항목 시나리오
te: <b><i>{3}</i></b>&nbsp;పని అంశం దృశ్యం దశ స్థితి <b><i>{1}</i></b>&nbsp; నుండి&nbsp; <b><i>{2}</i></b>&nbsp;, <b><i>{0}</i></b>&nbsp;లో మార్చబడింది

# UserStoryShouldNotBeNull
source: Work item should not be null
ar: يجب ألا يكون عنصر العمل فارغًا
ko: 작업 항목은 null이 아니어야합니다.
te: పని అంశం శూన్యంగా ఉండకూడదు

# UserStoryStatusChanged
source: Work item status changed from {0} to {1}.
ar: تم تغيير حالة عنصر العمل من {0} إلى {1}.
ko: 작업 항목 상태가 {0}에서 {1} (으)로 변경되었습니다.
te: పని అంశం స్థితి {0} నుండి {1} గా మార్చారు.

# UserStoryStatusTypeDataIsNotFound
source: Work item status data is not found
ar: لم يتم العثور على بيانات حالة عنصر العمل
ko: 작업 항목 상태 데이터를 찾을 수 없습니다.
te: పని అంశం స్థితి డేటా కనుగొనబడలేదు

# UserStoryStatusTypeWithThisNameAlreadyExists
source: Work item status type with this name already exists
ar: نوع حالة عنصر العمل بهذا الاسم موجود بالفعل
ko: 이 이름의 작업 항목 상태 유형이 이미 있습니다.
te: ఈ పేరుతో పని అంశం స్థితి రకం ఇప్పటికే ఉంది

# UserStoryStatusWithThisNameAlreadyExists
source: Work item status with this name already exists.
ar: حالة عنصر العمل بهذا الاسم موجودة بالفعل.
ko: 이 이름의 작업 항목 상태가 이미 있습니다.
te: ఈ పేరుతో పని అంశం స్థితి ఇప్పటికే ఉంది.

# UserStorySubTaskAdded
source: Work item subtask {0} has been added by {1}
ar: تمت إضافة المهمة الفرعية لعنصر العمل {0} بواسطة {1}
ko: 작업 항목 하위 작업 {0}이 (가) {1}에 의해 추가되었습니다.
te: పని అంశం {0} సబ్ టాస్క్ {1} చే జోడించబడింది.

# UserStoryTagChanged
source: Work item tag has changed from {0} to {1}
ar: تم تغيير علامة عنصر العمل من {0} إلى {1}
ko: 작업 항목 태그가 {0}에서 {1} (으)로 변경되었습니다.
te: పని అంశం ట్యాగ్ {0} నుండి {1} కు మార్చబడింది

# UserStoryTypeChanged
source: Work item Type changed from {0} to {1}.
ar: تم تغيير نوع عنصر العمل من {0} إلى {1}.
ko: 작업 항목 유형이 {0}에서 {1} (으)로 변경되었습니다.
te: పని అంశం వాడుకరి స్టోరీ టైపు {0} నుండి {1} గా మార్చారు.

# UserstoryUnArchived
source: This work item has been unarchived
ar: تمت إزالة عنصر العمل هذا من الأرشيف
ko: 이 작업 항목은 보관 취소되었습니다.
te: ఈ పని అంశం అన్ ఆర్కైవ్ చేయబడింది

# UserstoryUnparked
source: This work item has been unparked
ar: تم إلغاء تسكين عنصر العمل هذا
ko: 이 작업 항목은 파킹 해제되었습니다.
te: ఈ పని అంశం అన్ పార్క్ చేయబడింది

# UserStoryViewed
source: {0} had seen this work item the {1} On {2}.
ar: رأى {0} عنصر العمل هذا وهو {1} تشغيل {2}.
ko: {0}은 (는) {1} On {2}에서이 작업 항목을 보았습니다.
te: {2}. న {0} పని అంశం {1} ని చూసారు

# UserStoryWithThisNameAlreadyExists
source: Work item with this name already exists
ar: عنصر العمل بهذا الاسم موجود بالفعل
ko: 이 이름의 작업 항목이 이미 있습니다.
te: ఈ పేరుతో పని అంశం ఇప్పటికే ఉంది

source: User with this email already exists
ar: المستخدم مع هذا البريد الإلكتروني موجود بالفعل
ko: 이 이메일을 사용하는 사용자가 이미 존재합니다.
te: ఈ ఇమెయిల్ ఉన్న వినియోగదారు ఇప్పటికే ఉన్నారు

# ValidationArchiveCannotHappen
source: There are active assignments for the selected course. Archive cannot happen.
ar: هناك مهام نشطة للدورة المختارة. الأرشيف لا يمكن أن يحدث.
ko: 선택한 코스에 대한 활성 과제가 있습니다. 보관할 수 없습니다.
te: ఎంచుకున్న కోర్సు కోసం క్రియాశీల నియామకాలు ఉన్నాయి. ఆర్కైవ్ జరగదు.

# ValidationSameCourseNameExists
source: Given course name already exists in the system. Please try with another name.
ar: اسم الدورة التدريبية المحدد موجود بالفعل في النظام. يرجى المحاولة باسم آخر.
ko: 주어진 코스 이름이 이미 시스템에 있습니다. 다른 이름으로 시도하십시오.
te: ఇచ్చిన కోర్సు పేరు ఇప్పటికే సిస్టమ్‌లో ఉంది. దయచేసి మరొక పేరుతో ప్రయత్నించండి.

# ValidFoodOrderAmount
source: FoodOrder Amount cannot be less than or equal to Zero.
ar: لا يمكن أن يكون FoodOrder Amount أقل من أو يساوي الصفر.
ko: 음식 주문 금액은 0보다 작거나 같을 수 없습니다.
te: ఫుడ్ ఆర్డర్ మొత్తం జీరో కంటే తక్కువ లేదా సమానంగా ఉండకూడదు.

# ValidityCannotBeZeroOrNegative
source: Validity of a course cannot be zero or negative or a decimal value
ar: لا يمكن أن تكون صلاحية الدورة التدريبية صفراً أو سالبة أو قيمة عشرية
ko: 코스의 유효성은 0, 음수 또는 10 진수 값이 될 수 없습니다.
te: కోర్సు యొక్క చెల్లుబాటు సున్నా లేదా ప్రతికూల లేదా దశాంశ విలువ కాదు

# ValidityShouldBeNumber
source: Validity of a course should not be decimal
ar: لا ينبغي أن تكون صلاحية المقرر عشرية
ko: 코스의 유효성은 십진수가 아니어야합니다.
te: కోర్సు యొక్క చెల్లుబాటు దశాంశంగా ఉండకూడదు

source: Value should not be null
ar: يجب ألا تكون القيمة خالية
ko: 값은 null이 아니어야합니다.
te: విలువ శూన్యంగా ఉండకూడదు

source: Vendor data is not found
ar: لم يتم العثور على بيانات البائع
ko: 공급 업체 데이터를 찾을 수 없습니다.
te: విక్రేత డేటా కనుగొనబడలేదు

source: Vendor name should not be null
ar: يجب ألا يكون اسم البائع خاليًا
ko: 공급 업체 이름은 null이 아니어야합니다.
te: విక్రేత పేరు శూన్యంగా ఉండకూడదు

# VendorShouldNotBeNull
source: Is vendor should not be null
ar: يجب ألا يكون البائع فارغًا
ko: 공급 업체는 null이 아니어야합니까?
te: విక్రేత శూన్యంగా ఉండకూడదు

source: Vendor with this name already exists
ar: يوجد بائع بهذا الاسم بالفعل
ko: 이 이름의 공급 업체가 이미 존재합니다.
te: ఈ పేరుతో విక్రేత ఇప్పటికే ఉంది

# VersionChanged
source: Version changed from {0} to {1}.
ar: تم تغيير الإصدار من {0} إلى {1}.
ko: 버전이 {0}에서 {1} (으)로 변경되었습니다.
te: వర్షన్ {0} నుండి {1} కు మార్చబడింది

# VersionNameChanged
source: Version name changed from {0} to {1}.
ar: تم تغيير اسم الإصدار من {0} إلى {1}.
ko: 버전 이름이 {0}에서 {1} (으)로 변경되었습니다.
te: సంస్కరణ పేరు {0} నుండి {1} గా మార్చారు

source: Webhook with this name already exists
ar: يوجد بالفعل Webhook بهذا الاسم
ko: 이 이름의 웹훅이 이미 있습니다.

source: Week off days should not be null.
ar: يجب ألا تكون أيام الإجازة فارغة.
ko: 휴일은 null이 아니어야합니다.
te: వీక్ ఆఫ్ రోజులు శూన్యంగా ఉండకూడదు.

# WeekOffForScheduler
source: Week off holiday on {0}.
ar: إجازة لمدة أسبوع في يوم {0}.
ko: {0}에 휴일이 있습니다.
te: {0} న వీక్ ఆఫ్ సెలవు.

# WidgetCcouldNotBeCreatedOrUpdatedPleaseContactAdministrator
source: App could not be created or updated. Please contact administrator
ar: لا يمكن إنشاء التطبيق أو تحديثه. يرجى الاتصال بالمسؤول
ko: 앱을 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오
te: అనువర్తనం సృష్టించబడలేదు లేదా నవీకరించబడలేదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# WidgetDataIsNotFound
source: App data is not found
ar: لم يتم العثور على بيانات التطبيق
ko: 앱 데이터를 찾을 수 없습니다.
te: అనువర్తనం డేటా కనుగొనబడలేదు

# WidgetNameCanNotBeLongerThan50Characters
source: App name can not be longer than 50 characters.
ar: لا يمكن أن يزيد اسم التطبيق عن 50 حرفًا.
ko: 앱 이름은 50자를 초과 할 수 없습니다.
te: అనువర్తనం పేరు 50 అక్షరాల కంటే ఎక్కువ ఉండకూడదు.

# WidgetNameIsRequired
source: App name is required.
ar: اسم التطبيق مطلوب.
ko: 앱 이름이 필요합니다.
te: అనువర్తనం పేరు అవసరం.

# WidgetNameLengthExceeded
source: App name can not be longer than 50 characters.
ar: لا يمكن أن يزيد اسم التطبيق عن 50 حرفًا.
ko: 앱 이름은 50자를 초과 할 수 없습니다.
te: అనువర్తనం పేరు 50 అక్షరాల కంటే ఎక్కువ ఉండకూడదు.

# WidgetNameRequired
source: App name is required.
ar: اسم التطبيق مطلوب.
ko: 앱 이름이 필요합니다.
te: అనువర్తన పేరు అవసరం.

# WidgetNameShouldNotBeNull
source: App name should not be null
ar: يجب ألا يكون اسم التطبيق فارغًا
ko: 앱 이름은 null이 아니어야합니다.
te: అనువర్తనం పేరు శూన్యంగా ఉండకూడదు

# WidgetQueryIsRequired
source: App query is required
ar: مطلوب الاستعلام عن التطبيق
ko: 앱 쿼리가 필요합니다.
te: అనువర్తనం ప్రశ్న అవసరం

# WidgetWithThisNameAlreadyExists
source: App with this name already exists
ar: التطبيق بهذا الاسم موجود بالفعل
ko: 이 이름의 앱이 이미 있습니다.
te: ఈ పేరుతో అనువర్తనం ఇప్పటికే ఉంది

source: Work allocation details not found
ar: تفاصيل تخصيص العمل غير موجودة
ko: 작업 할당 세부 정보를 찾을 수 없습니다.
te: పని కేటాయింపు వివరాలు దొరకలేదు

# WorkDetailsNotFound
source: Work details not found with the id {0}
ar: لم يتم العثور على تفاصيل العمل بالمعرف {0}
ko: ID가 {0} 인 작업 세부 정보를 찾을 수 없습니다.
te: పని వివరాలు ఐడితో దొరకలేదు {0}

source: Work flow eligible transition already exists
ar: الانتقال المؤهل لتدفق العمل موجود بالفعل
ko: 워크 플로에 적합한 전환이 이미 있습니다.
te: పని ప్రవాహ అర్హత పరివర్తన ఇప్పటికే ఉంది

source: Work flow eligible transition already exists should not be null
ar: يجب ألا يكون النقل المؤهل لتدفق العمل الموجود بالفعل فارغًا
ko: 워크 플로 적격 전환이 이미 존재하므로 null이 아니어야합니다.
te: ఇప్పటికే ఉన్న పని ప్రవాహ అర్హత పరివర్తన శూన్యంగా ఉండకూడదు

source: Work flow eligible transition data is not found
ar: لم يتم العثور على بيانات الانتقال المؤهلة لتدفق العمل
ko: 워크 플로우에 적합한 전환 데이터를 찾을 수 없습니다.
te: పని ప్రవాహ అర్హత పరివర్తన డేటా కనుగొనబడలేదు

source: Work flow eligible transition should not be null
ar: يجب ألا يكون الانتقال المؤهل لتدفق العمل فارغًا
ko: 워크 플로 적격 전환은 null이 아니어야합니다.
te: పని ప్రవాహ అర్హత పరివర్తన శూన్యంగా ఉండకూడదు

source: Work flow id should not be null
ar: يجب ألا يكون معرف تدفق العمل فارغًا
ko: 워크 플로 ID는 null이 아니어야합니다.
te: పని ప్రవాహం శూన్యంగా ఉండకూడదు

source: Workflow name should not be null
ar: يجب ألا يكون اسم سير العمل خاليًا
ko: 워크 플로 이름은 null이 아니어야합니다.
te: వర్క్‌ఫ్లో పేరు శూన్యంగా ఉండకూడదు

# WorkflowNameWithThisNameAlreadyExists
source: Workflow is already exist with this name
ar: سير العمل موجود بالفعل بهذا الاسم
ko: 이 이름의 워크 플로가 이미 있습니다.
te: ఈ పేరుతో వర్క్‌ఫ్లో ఇప్పటికే ఉంది

source: Work flow should not be null
ar: يجب ألا يكون تدفق العمل فارغًا
ko: 워크 플로는 null이 아니어야합니다.
te: పని ప్రవాహం శూన్యంగా ఉండకూడదు

source: Work flow status datais not found
ar: لم يتم العثور على بيانات حالة تدفق العمل
ko: 워크 플로 상태 데이터를 찾을 수 없습니다.
te: పని ప్రవాహం డేటా కనుగొనబడలేదు

# WorkFlowWithThisNameAlreadyExists
source: Work flow with this name is already exists
ar: تدفق العمل بهذا الاسم موجود بالفعل
ko: 이 이름의 워크 플로가 이미 있습니다.
te: ఈ పేరుతో పని ప్రవాహం ఇప్పటికే ఉంది

source: Work Id is required
ar: معرف العمل مطلوب
ko: 직장 ID가 필요합니다.
te: వర్క్ ఐడి అవసరం

# WorkItemsAreAlreadyCreated
source: Work items are already created with this type.Can you please update those work items and try again
ar: تم إنشاء عناصر العمل بالفعل بهذا النوع. هل يمكنك تحديث عناصر العمل هذه والمحاولة مرة أخرى
ko: 이 유형으로 작업 항목이 이미 생성되었습니다. 해당 작업 항목을 업데이트하고 다시 시도해 주시겠습니까?
te: ఈ రకమైన పని అంశాలు ఇప్పటికే సృష్టించబడ్డాయి. మీరు దయచేసి ఆ పని అంశాలను నవీకరించండి మరియు మళ్లీ ప్రయత్నించండి

source: Work json data is required
ar: مطلوب بيانات json العمل
ko: 작업 json 데이터가 필요합니다.
te: పని JSON డేటా అవసరం

# WorkMailShouldNotBeNull
source: Please provide your email address.
ar: من فضلك اضف بريدك الالكتروني.
ko: 이메일 주소를 입력하십시오.
te: దయచేసి మీ ఇమెయిల్ చిరునామాను అందించండి.

# WorkspaceCouldNotBeCreatedOrUpdatedPleaseContactAdministrator
source: Dashboard could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء لوحة التحكم أو تحديثها. يرجى الاتصال بالمسؤول.
ko: 대시 보드를 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: డాష్బోర్డ్ సృష్టించబడలేదు లేదా నవీకరించబడలేదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

source: Workspace dashboard filter data is not found
ar: لم يتم العثور على بيانات عامل تصفية لوحة معلومات مساحة العمل
ko: 작업 공간 대시 보드 필터 데이터를 찾을 수 없습니다.
te: వర్క్‌స్పేస్ డాష్‌బోర్డ్ ఫిల్టర్ డేటా కనుగొనబడలేదు

# WorkspaceDashboardIdShouldNotBeNull
source: Workspace dashboard should not be null
ar: يجب ألا تكون لوحة معلومات مساحة العمل فارغة
ko: 작업 영역 대시 보드는 null이 아니어야합니다.
te: వర్క్‌స్పేస్ డాష్‌బోర్డ్ శూన్యంగా ఉండకూడదు

# WorkspaceDataIsNotFound
source: Dashboard data is not found
ar: لم يتم العثور على بيانات لوحة التحكم
ko: 대시 보드 데이터를 찾을 수 없습니다.
te: డాష్బోర్డ్ స్థలం డేటా కనుగొనబడలేదు

source: Workspace Id is required.
ar: معرف مساحة العمل مطلوب.
ko: 작업 공간 ID가 필요합니다.
te: వర్క్‌స్పేస్ ఐడి అవసరం.

# WorkspaceIdRequired
source: Dashboard Id is required.
ar: معرف لوحة المعلومات مطلوب.
ko: 대시 보드 ID가 필요합니다.
te: డాష్‌బోర్డ్ ఐడి అవసరం.

# WorkspaceNameCanNotBeLongerThan50Characters
source: Dashboard name can not be longer than 50 characters.
ar: لا يمكن أن يزيد اسم لوحة المعلومات عن 50 حرفًا.
ko: 대시 보드 이름은 50자를 초과 할 수 없습니다.
te: డాష్బోర్డ్ పేరు 50 అక్షరాల కంటే ఎక్కువ ఉండకూడదు.

# WorkspaceNameIsRequired
source: Dashboard name is required.
ar: اسم لوحة المعلومات مطلوب.
ko: 대시 보드 이름이 필요합니다.
te: డాష్బోర్డ్ పేరు అవసరం.

# WorkspaceNameLengthExceeded
source: Dashboard name can not be longer than 50 characters.
ar: لا يمكن أن يزيد اسم لوحة المعلومات عن 50 حرفًا.
ko: 대시 보드 이름은 50자를 초과 할 수 없습니다.
te: డాష్‌బోర్డ్ పేరు 50 అక్షరాల కంటే ఎక్కువ ఉండకూడదు.

# WorkspaceNameRequired
source: Dashboard name is required.
ar: اسم لوحة المعلومات مطلوب.
ko: 대시 보드 이름이 필요합니다.
te: డాష్‌బోర్డ్ పేరు అవసరం.

# WorkspaceShouldNotBeNull
source: Dashboard should not be null
ar: يجب ألا تكون لوحة التحكم فارغة
ko: 대시 보드는 null이 아니어야합니다.
te: డాష్బోర్డ్ శూన్యంగా ఉండకూడదు

# WorkspaceWithThisNameAlreadyExists
source: Dashboard with this name already exists
ar: توجد بالفعل لوحة تحكم بهذا الاسم
ko: 같은 이름의 대시 보드가 이미 있습니다.
te: ఈ పేరుతో డాష్బోర్డ్ డేటా ఇప్పటికే ఉంది

source: Work type Id is required
ar: معرف نوع العمل مطلوب
ko: 작업 유형 ID가 필요합니다.
te: పని రకం ID అవసరం

source: You are not a member of this project
ar: أنت لست عضوا في هذا المشروع
ko: 이 프로젝트의 회원이 아닙니다.
te: మీరు ఈ ప్రాజెక్ట్‌లో సభ్యుడు కాదు

source: You are not in company location
ar: أنت لست في موقع الشركة
ko: 회사 위치에 없습니다.
te: మీరు కంపెనీ స్థానంలో లేరు

source: You do not have access to edit another employee bank details
ar: ليس لديك حق الوصول لتعديل تفاصيل بنك موظف آخر
ko: 다른 사원 은행 세부 정보를 편집 할 수있는 액세스 권한이 없습니다.
te: మరొక ఉద్యోగి బ్యాంక్ వివరాలను సవరించడానికి మీకు ప్రాప్యత లేదు

source: You do not have access to edit another employee contact details
ar: ليس لديك حق الوصول لتعديل تفاصيل اتصال موظف آخر
ko: 다른 직원 연락처 세부 정보를 편집 할 수있는 권한이 없습니다.
te: మరొక ఉద్యోగి సంప్రదింపు వివరాలను సవరించడానికి మీకు ప్రాప్యత లేదు

source: You do not have access to edit another employee contract details
ar: ليس لديك حق الوصول لتعديل تفاصيل عقد موظف آخر
ko: 다른 직원 계약 세부 정보를 편집 할 수있는 액세스 권한이 없습니다.
te: మరొక ఉద్యోగి ఒప్పంద వివరాలను సవరించడానికి మీకు ప్రాప్యత లేదు

source: You do not have access to edit another employee education details
ar: ليس لديك حق الوصول لتعديل تفاصيل تعليم موظف آخر
ko: 다른 직원 교육 세부 정보를 수정할 수있는 권한이 없습니다.
te: మరొక ఉద్యోగి విద్య వివరాలను సవరించడానికి మీకు ప్రాప్యత లేదు

source: You do not have access to edit another employee immigration details
ar: ليس لديك حق الوصول لتعديل تفاصيل هجرة موظف آخر
ko: 다른 직원의 이민 세부 정보를 수정할 수있는 권한이 없습니다.
te: మరొక ఉద్యోగి ఇమ్మిగ్రేషన్ వివరాలను సవరించడానికి మీకు ప్రాప్యత లేదు

source: You do not have access to edit another employee languages details
ar: ليس لديك حق الوصول لتعديل تفاصيل لغات الموظف الأخرى
ko: 다른 직원 언어 세부 정보를 편집 할 수있는 권한이 없습니다.
te: మరొక ఉద్యోగి భాషల వివరాలను సవరించడానికి మీకు ప్రాప్యత లేదు

source: You do not have access to edit another employee licence details
ar: ليس لديك حق الوصول لتعديل تفاصيل ترخيص موظف آخر
ko: 다른 직원 라이선스 세부 정보를 편집 할 수있는 액세스 권한이 없습니다.

source: You do not have access to edit another employee membership details
ar: ليس لديك حق الوصول لتعديل تفاصيل عضوية موظف آخر
ko: 다른 직원 멤버십 세부 정보를 편집 할 수있는 권한이 없습니다.
te: మరొక ఉద్యోగి సభ్యత్వ వివరాలను సవరించడానికి మీకు ప్రాప్యత లేదు

source: You do not have access to edit another employee report details
ar: ليس لديك حق الوصول لتحرير تفاصيل تقرير موظف آخر
ko: 다른 직원 보고서 세부 정보를 편집 할 수있는 권한이 없습니다.
te: మరొక ఉద్యోగి నివేదిక వివరాలను సవరించడానికి మీకు ప్రాప్యత లేదు

source: You do not have access to edit another employee salary details
ar: ليس لديك حق الوصول لتعديل تفاصيل راتب موظف آخر
ko: 다른 직원 급여 세부 정보를 편집 할 수있는 액세스 권한이 없습니다.
te: మరొక ఉద్యోగి జీతం వివరాలను సవరించడానికి మీకు ప్రాప్యత లేదు
