Repository: pujithagodavarthi414-coder/TradeEngine.ai
Catalog: sourcecode/BusinessView/BusinessView.Common/Texts/LangText.*.resx
Languages: ar, ko, te

# AccessibleIpAddressNameLengthExceeded
source: Accessible Ip name cannot be longer than 50 characters.
ar: لا يمكن أن يزيد اسم IP الذي يمكن الوصول إليه عن 50 حرفًا.
ko: 액세스 가능한 IP 이름은 50자를 초과 할 수 없습니다.

source: Accessisble IP adresses data is not found
ar: لم يتم العثور على بيانات عناوين IP Accessisble
ko: 액세스 가능한 IP 주소 데이터를 찾을 수 없습니다.
te: ప్రాప్యత చేయగల IP చిరునామాల డేటా కనుగొనబడలేదు

source: Accessisble IP adresses with this name already exists
ar: عناوين IP التي يمكن الوصول إليها بهذا الاسم موجودة بالفعل
ko: 이 이름의 액세스 가능한 IP 주소가 이미 있습니다.
te: ఈ పేరుతో ప్రాప్యత చేయగల IP చిరునామాలు ఇప్పటికే ఉన్నాయి

# AccessisbleIPWithThisNameAlreadyExists
source: Accessisble IP adresses with this IP already exists
ar: عناوين IP التي يمكن الوصول إليها مع عنوان IP هذا موجودة بالفعل
ko: 이 IP로 액세스 가능한 IP 주소가 이미 있습니다.
te: ఈ IP తో ప్రాప్యత చేయగల IP చిరునామాలు ఇప్పటికే ఉన్నాయి

source: Account name should not be null
ar: يجب ألا يكون اسم الحساب فارغًا
ko: 계정 이름은 null이 아니어야합니다.
te: ఖాతా పేరు శూన్యంగా ఉండకూడదు

source: Account number should not be null
ar: يجب ألا يكون رقم الحساب فارغًا
ko: 계좌 번호는 null이 아니어야합니다.
te: ఖాతా సంఖ్య శూన్యంగా ఉండకూడదు

# ActivefromGreaterValue
source: Employee active from should be greater than active to
ar: يجب أن يكون الموظف النشط من أكبر من نشط إلى
ko: 에서 활동하는 직원은 활동보다 커야합니다.
te: ఉద్యోగుల షిఫ్ట్ తేదీ చురుకుగా ఉన్న తేదీ కంటే ఎక్కువగా ఉండాలి

source: Active from should not be null
ar: يجب ألا يكون "نشط من" فارغًا
ko: 의 활성은 null이 아니어야합니다.
te: నుండి యాక్టివ్ శూన్యంగా ఉండకూడదు

source: Active projects are there you can not delete the project type
ar: المشاريع النشطة هناك لا يمكنك حذف نوع المشروع
ko: 활성 프로젝트가 있으면 프로젝트 유형을 삭제할 수 없습니다.
te: క్రియాశీల ప్రాజెక్టులు ఉన్నాయి, మీరు ప్రాజెక్ట్ రకాన్ని తొలగించలేరు

source: Active to should not be null
ar: يجب ألا يكون "نشط" فارغًا
ko: 활성화는 null이 아니어야합니다.
te: యాక్టివ్ శూన్యంగా ఉండకూడదు

# ActualComponentAmountShouldNotBeNull
source: Amount should not be null
ar: يجب ألا يكون المبلغ فارغًا
ko: 금액은 null이 아니어야합니다.
te: మొత్తం శూన్యంగా ఉండకూడదు

# AddMultipleExpensesNotDone
source: Multiple expenses failed to Upsert.
ar: فشلت نفقات متعددة في Upsert.
ko: 여러 비용이 Upsert에 실패했습니다.
te: బహుళ ఖర్చులు Upsert విఫలమైంది.

# AllowanceRateSheetForIdShouldNotBeNull
source: Allowance rate sheet for should not be null
ar: يجب ألا تكون ورقة معدل المخصصات فارغة
ko: 에 대한 수당 요율표는 null이 아니어야합니다.
te: కోసం భత్యం రేటు షీట్ శూన్యంగా ఉండకూడదు

# AllowanceRateTagForIdShouldNotBeNull
source: Allowance rate tag for should not be null
ar: يجب ألا تكون علامة معدل المخصص لـ خالية
ko: 에 대한 허용 율 태그는 null이 아니어야합니다.
te: కోసం భత్యం రేటు ట్యాగ్ శూన్యంగా ఉండకూడదు

# AllowanceTimeWithThisNameAlreadyExists
source: Allowance time already exists.
ar: الوقت المخصص موجود بالفعل.
ko: 허용 시간이 이미 존재합니다.
te: భత్యం సమయం ఇప్పటికే ఉంది.

# AlreadyExistBoardTypeApiWithTheName
source: Board type Api with the name {0} already exists.
ar: نوع اللوحة Api بالاسم {0} موجود بالفعل.
ko: 이름이 {0} 인 보드 유형 API가 이미 존재합니다.
te: పేరుతో బోర్డు టైప్ Api {0} ఇప్పటికే ఉంది.

# AlreadyExistBoardTypeWithTheName
source: Board type with the name {0} already exists.
ar: نوع اللوحة الذي يحمل الاسم {0} موجود بالفعل.
ko: 이름이 {0} 인 보드 유형이 이미 존재합니다.
te: పేరుతో బోర్డు టైప్ {0} ఇప్పటికే ఉంది.

# AlreadyExistButtonTypeApiWithTheName
source: Button type name with the name {0} already exists.
ar: اسم نوع الزر الذي يحمل الاسم {0} موجود بالفعل.
ko: 이름이 {0} 인 버튼 유형 이름이 이미 있습니다.
te: పేరుతో బటన్ రకం పేరు {0} ఇప్పటికే ఉంది.

# AlreadyExistCanteenFoodItem
source: Food item already exists with the {0} name
ar: العنصر الغذائي موجود بالفعل بالاسم {0}
ko: 이름이 {0} 인 음식 항목이 이미 있습니다.
te: ఆహార అంశం ఇప్పటికే {0} పేరుతో

# AlreadyExistConfigurationTypeWithTheName
source: Configuration type with the name {0} already exists.
ar: نوع التكوين بالاسم {0} موجود بالفعل.
ko: 이름이 {0} 인 구성 유형이 이미 있습니다.
te: పేరుతో ఆకృతీకరణ రకం {0} ఇప్పటికే ఉంది.

# AlreadyExistConsiderHourWithTheName
source: Consider hour with the name {0} already exists.
ar: اعتبر ساعة بالاسم {0} موجودة بالفعل.
ko: 이름이 {0} 인 시간이 이미 존재합니다.
te: పేరు {0} ఇప్పటికే ఉంది తో గంట పరిగణించండి.

# AlreadyExistDeadlineWithTheName
source: Deadline name with the name {0} already exists.
ar: اسم الموعد النهائي بالاسم {0} موجود بالفعل.
ko: 이름이 {0} 인 기한 이름이 이미 있습니다.
te: పేరుతో గడువు పేరు {0} ఇప్పటికే ఉంది.

# AlreadyExistGoalReplanTypeWithTheName
source: Goal replan type with the name {0} already exists.
ar: نوع إعادة الهدف بالاسم {0} موجود بالفعل.
ko: 이름이 {0} 인 목표 재 계획 유형이 이미 존재합니다.
te: పేరుతో గోల్ replan రకం {0} ఇప్పటికే ఉంది.

# AlreadyExistGoalWithTheName
source: Goal with the name {0} already exists.
ar: الهدف الذي يحمل الاسم {0} موجود بالفعل.
ko: 이름이 {0} 인 목표가 이미 존재합니다.
te: పేరుతో గోల్ {0} ఇప్పటికే ఉంది.

# AlreadyExistLeaveSessionWithTheName
source: Leave session name with the name {0} already exists.
ar: ترك اسم الجلسة بالاسم {0} موجود بالفعل.
ko: 이름이 {0} 인 세션 이름이 이미 존재합니다.
te: పేరు {0} ఇప్పటికే ఉంది తో సెషన్ వదిలి పేరు.

# AlreadyExistLeaveTypeApiWithTheName
source: Leave type name with the name {0} already exists.
ar: اسم نوع الإجازة بالاسم {0} موجود بالفعل.
ko: 이름이 {0} 인 유형 이름이 이미 존재합니다.
te: పేరు {0} ఇప్పటికే ఉంది తో టైప్ వదిలి పేరు.

# AlreadyExistLocationWithSameSeatCode
source: Location with seat code {0} already exists.
ar: الموقع برمز المقعد {0} موجود بالفعل.
ko: 좌석 코드가 {0} 인 위치가 이미 존재합니다.
te: సీటు కోడ్ {0} స్థాన ఇప్పటికే ఉంది.

# AlreadyExistPermissionWithTheName
source: Permission with the name {0} already exists.
ar: الإذن بالاسم {0} موجود بالفعل.
ko: 이름이 {0} 인 권한이 이미 있습니다.
te: పేరుతో అనుమతి {0} ఇప్పటికే ఉంది.

# AlreadyExistProcessDashboardStatusWithTheColor
source: Process dashboard status with the color {0} already exists.
ar: حالة لوحة معلومات العملية باللون {0} موجودة بالفعل.
ko: 색상이 {0} 인 프로세스 대시 보드 상태가 이미 있습니다.
te: రంగు ప్రాసెస్ డాష్బోర్డ్ స్థితి {0} ఇప్పటికే ఉంది.

# AlreadyExistProcessDashboardStatusWithTheName
source: Process dashboard status with the name {0} already exists.
ar: حالة لوحة بيانات العملية بالاسم {0} موجودة بالفعل.
ko: 이름이 {0} 인 프로세스 대시 보드 상태가 이미 있습니다.
te: పేరుతో ప్రాసెస్ డాష్బోర్డ్ స్థితి {0} ఇప్పటికే ఉంది.

# AlreadyExistProjectFeatureWithTheName
source: Project feature with the name {0} already exists.
ar: توجد بالفعل ميزة مشروع بالاسم {0}.
ko: 이름이 {0} 인 프로젝트 기능이 이미 존재합니다.
te: పేరుతో ప్రాజెక్ట్ లక్షణం {0} ఇప్పటికే ఉంది.

# AlreadyExistProjectTypeWithTheName
source: Project type with the name {0} already exists.
ar: نوع المشروع الذي يحمل الاسم {0} موجود بالفعل.
ko: 이름이 {0} 인 프로젝트 유형이 이미 있습니다.
te: పేరుతో ప్రాజెక్ట్ రకం {0} ఇప్పటికే ఉంది.

# AlreadyExistProjectWithTheName
source: Project with the name {0} already exists.
ar: مشروع بالاسم {0} موجود بالفعل.
ko: 이름이 {0} 인 프로젝트가 이미 존재합니다.
te: పేరుతో ప్రాజెక్ట్ {0} ఇప్పటికే ఉంది.

# AlreadyExistRoleWithTheName
source: Role with the name {0} already exists.
ar: الدور الذي يحمل الاسم {0} موجود بالفعل.
ko: 이름이 {0} 인 역할이 이미 존재합니다.
te: పేరుతో పాత్ర {0} ఇప్పటికే ఉంది.

# AlreadyExistShiftWithTheName
source: Shift with the name {0} already exists.
ar: يوجد بالفعل مفتاح Shift بالاسم {0}.
ko: 이름이 {0} 인 시프트가 이미 존재합니다.
te: పేరు {0} ఇప్పటికే ఉంది తో మారవచ్చు.

# AlreadyExistStatusWithTheColor
source: Status with the color {0} already exists.
ar: الحالة ذات اللون {0} موجودة بالفعل.
ko: 색상이 {0} 인 상태가 이미 존재합니다.
te: రంగు హోదా {0} ఇప్పటికే ఉంది.

# AlreadyExistStatusWithTheName
source: Status with the name {0} already exists.
ar: الحالة بالاسم {0} موجودة بالفعل.
ko: 이름이 {0} 인 상태가 이미 존재합니다.
te: పేరుతో హోదా {0} ఇప్పటికే ఉంది.

# AlreadyExistTimeZoneApiWithTheName
source: Time zone name with the name {0} already exists.
ar: اسم المنطقة الزمنية بالاسم {0} موجود بالفعل.
ko: 이름이 {0} 인 시간대 이름이 이미 있습니다.
te: పేరుతో అవయవముల పేరు {0} ఇప్పటికే ఉంది.

# AlreadyExistUserStoryWithTheName
source: Work item with the name {0} already exists.
ar: عنصر العمل الذي يحمل الاسم {0} موجود بالفعل.
ko: 이름이 {0} 인 작업 항목이 이미 있습니다.
te: పేరుతో వినియోగదారు కథ {0} ఇప్పటికే ఉంది.

# AlreadyExistWorkFlowStatus
source: Work flow status with the work flow Id {0} and statusId {1} already exists.
ar: حالة تدفق العمل مع معرف تدفق العمل {0} ومعرف الحالة {1} موجودة بالفعل.
ko: 워크 플로우 ID가 {0}이고 statusId가 {1} 인 워크 플로우 상태가 이미 있습니다.
te: పని ప్రవాహం Id {0} మరియు statusId {1} ఇప్పటికే ఉంది తో ఫ్లో స్థితి పని.

# AlreadyExistWorkFlowWithTheName
source: Work flow with the name {0} already exists.
ar: تدفق العمل بالاسم {0} موجود بالفعل.
ko: 이름이 {0} 인 워크 플로가 이미 있습니다.
te: పేరుతో వర్క్ ఫ్లో {0} ఇప్పటికే ఉంది.

source: Already having activeto null records, please update those records and try again
ar: تم بالفعل تنشيط السجلات الفارغة ، يرجى تحديث هذه السجلات والمحاولة مرة أخرى
ko: 이미 null 레코드가 활성화되어 있습니다. 해당 레코드를 업데이트하고 다시 시도하십시오.
te: ఇప్పటికే శూన్య రికార్డులను కలిగి ఉంది, దయచేసి ఆ రికార్డులను నవీకరించండి మరియు మళ్లీ ప్రయత్నించండి

# AmountLessThanZero
source: Amount cannot be less than zero.
ar: لا يمكن أن يكون المبلغ أقل من صفر.
ko: 금액은 0보다 작을 수 없습니다.
te: మొత్తం సున్నా కంటే తక్కువ ఉండకూడదు.

# AnnouncedToIsRequired
source: Please select at least a user to pass an announcement
ar: الرجاء تحديد مستخدم على الأقل لتمرير إعلان
ko: 공지 사항을 전달할 사용자를 하나 이상 선택하십시오.
te: ప్రకటనను పంపడానికి దయచేసి కనీసం వినియోగదారుని ఎంచుకోండి

# AnnouncementDataIsNotFound
source: Announcement not found
ar: الإعلان غير موجود
ko: 공지 사항을 찾을 수 없습니다.
te: ప్రకటన కనుగొనబడలేదు

# AnnouncementIsRequired
source: Announcement message is required
ar: رسالة الإعلان مطلوبة
ko: 공지 메시지가 필요합니다.
te: ప్రకటన సందేశం అవసరం

source: Application name should not be null
ar: يجب ألا يكون اسم التطبيق فارغًا
ko: 응용 프로그램 이름은 null이 아니어야합니다.
te: అప్లికేషన్ పేరు శూన్యంగా ఉండకూడదు

# ApprovedByIsRequired
source: Approved by user is required
ar: مطلوب موافقة المستخدم
ko: 사용자 승인이 필요합니다.
te: యూజర్ ఆమోదం అవసరం

source: App settings data is not found
ar: لم يتم العثور على بيانات إعدادات التطبيق
ko: 앱 설정 데이터를 찾을 수 없습니다.
te: అనువర్తన సెట్టింగ్‌ల డేటా కనుగొనబడలేదు

source: App settings name should not be null
ar: يجب ألا يكون اسم إعدادات التطبيق فارغًا
ko: 앱 설정 이름은 null이 아니어야합니다.
te: అనువర్తన సెట్టింగ్‌ల పేరు శూన్యంగా ఉండకూడదు

source: App settings with this name already exists
ar: إعدادات التطبيق بهذا الاسم موجودة بالفعل
ko: 이 이름의 앱 설정이 이미 있습니다.
te: ఈ పేరుతో అనువర్తన సెట్టింగ్‌లు ఇప్పటికే ఉన్నాయి

source: App Url Id Should Not Be Null
ar: يجب ألا يكون معرف عنوان URL للتطبيق فارغًا
ko: 앱 URL ID는 Null이면 안됩니다.
te: APP URl id శూన్యంగా ఉండకూడదు

source: app url name should not be null
ar: يجب ألا يكون اسم عنوان URL للتطبيق فارغًا
ko: 앱 URL 이름은 null 일 수 없습니다.
te: APP URL పేరు శూన్యంగా ఉండకూడదు

# AppurlNameWithThisNameAlreadyExists
source: Application / Url name already exists
ar: اسم التطبيق / عنوان URL موجود بالفعل
ko: 응용 프로그램 / URL 이름이 이미 있습니다.
te: అప్లికేషన్ / యుఆర్ఎల్ పేరు ఇప్పటికే ఉంది

source: app url type should not be null
ar: يجب ألا يكون نوع عنوان URL للتطبيق فارغًا
ko: 앱 URL 유형은 null이 아니어야합니다.
te: APP URL రకం శూన్యంగా ఉండకూడదు

# ArchivedUserStory
source: Work item archived successfully.
ar: تمت أرشفة عنصر العمل بنجاح.
ko: 작업 항목이 성공적으로 아카이브되었습니다.
te: పని అంశం విజయవంతంగా ఆర్కైవ్ చేయబడింది

# AssetAdded
source: <b>Asset</b> is newly created by <b> {0} </b>.
ar: تم إنشاء <b> الأصل </ b> حديثًا بواسطة <b> {0} </b>.
ko: <b> 저작물 </ b>이 <b> {0} </ b>에 의해 새로 생성되었습니다.
te: <b>ఆస్తి </b> అనేది <b> {0} </b> ద్వారా సృష్టించబడింది.

# AssetAlreadyExistsWithTheSameAssetNumber
source: Asset already exists with the same asset code {0}
ar: الأصل موجود بالفعل بنفس رمز الأصل {0}
ko: 동일한 자산 코드가 {0} 인 자산이 이미 있습니다.
te: ఆస్తి ఇప్పటికే అదే ఆస్తి కోడ్ తో ఉంది {0}

# AssetApprovedByUserChange
source: <b>Approved by user </b> is changed from &nbsp;<b><i> {0} </i></b>&nbsp; to&nbsp;<b><i>{1}</i></b>&nbsp; by&nbsp; <b> {2} </b><br/>
ar: تم تغيير <b> موافق عليه من قبل المستخدم </ b> من & nbsp؛ <b> <i> {0} </i> </b> & nbsp؛ إلى & nbsp؛ <b> <i> {1} </i> </b> & nbsp؛ بواسطة & nbsp؛ <b> {2} </b> <br/>
ko: <b> 사용자 승인 </ b>이 & nbsp; <b> <i> {0} </ i> </ b> & nbsp;에서 변경되었습니다. 받는 사람 & nbsp; <b> <i> {1} </ i> </ b> & nbsp; 작성자 & nbsp; <b> {2} </ b> <br/>
te: <b>ఆమోదించిన వినియోగదారు</b>&nbsp;<b><i>{0}</i></b>&nbsp; నుండి&nbsp;<b><i>{1}</i></b>&nbsp; కు&nbsp;<b> {2} </b> ద్వారా మార్చబడింది.

# AssetAssignedDateFromChange
source: <b>Assigned date</b> is changed from &nbsp;<b><i>{0}</i></b>&nbsp; to&nbsp;<b><i>{1}</i></b>&nbsp; by&nbsp;<b>{2}</b><br/>
ar: تم تغيير <b> التاريخ المعين </ b> من & nbsp؛ <b> <i> {0} </i> </b> & nbsp؛ إلى & nbsp؛ <b> <i> {1} </i> </b> & nbsp؛ بواسطة & nbsp؛ <b> {2} </b> <br/>
ko: <b> 할당 된 날짜 </ b>가 & nbsp; <b> <i> {0} </ i> </ b> & nbsp;에서 변경됨 받는 사람 & nbsp; <b> <i> {1} </ i> </ b> & nbsp; 작성자 : & nbsp; <b> {2} </ b> <br/>
te: <b>కేటాయించిన తేదీ</b>&nbsp;<b><i>{0}</i></b>&nbsp; నుండి&nbsp;<b><i>{1}</i></b>&nbsp; కు&nbsp;<b> {2} </b> ద్వారా మార్చబడింది.<br/>

# AssetAssignedToEmployeeChange
source: <b>Assigned to employee</b> is changed from &nbsp;<b><i>{0}</i></b>&nbsp; to&nbsp;<b><i>{1}</i></b>&nbsp; by&nbsp; <b>{2}</b><br/>
ar: تم تغيير <b> تعيين للموظف </ b> من & nbsp؛ <b> <i> {0} </i> </b> & nbsp؛ إلى & nbsp؛ <b> <i> {1} </i> </b> & nbsp؛ بواسطة & nbsp؛ <b> {2} </b> <br/>
ko: <b> 직원에게 할당 됨 </ b>이 & nbsp; <b> <i> {0} </ i> </ b> & nbsp;에서 변경되었습니다. 받는 사람 & nbsp; <b> <i> {1} </ i> </ b> & nbsp; 작성자 & nbsp; <b> {2} </ b> <br/>
te: <b>అసైన్డ్ యూజర్ పేరు</b>&nbsp;<b><i>{0}</i></b>&nbsp; నుండి&nbsp;<b><i>{1}</i></b>&nbsp; కు&nbsp;<b>{2}&nbsp; </b>ద్వారా మార్చబడింది.

# AssetBranchChanged
source: <b>Branch</b> is changed from &nbsp;<b><i>{0}</i></b>&nbsp; to &nbsp;<b><i>{1}</i></b> &nbsp; by&nbsp; <b> {2} </b>.<br/>
ar: تم تغيير <b> الفرع </ b> من & nbsp؛ <b> <i> {0} </i> </b> & nbsp؛ إلى & nbsp؛ <b> <i> {1} </i> </b> & nbsp؛ بواسطة & nbsp؛ <b> {2} </b>. <br/>
ko: <b> 지점 </ b>이 & nbsp; <b> <i> {0} </ i> </ b> & nbsp;에서 변경되었습니다. 받는 사람 & nbsp; <b> <i> {1} </ i> </ b> & nbsp; 작성자 & nbsp; <b> {2} </ b>. <br/>
te: <b>శాఖ</b><b><i> {0} </i></b>&nbsp; నుండి&nbsp;<b><i> {1} </i> కు </b><b>{2}</b> ద్వారా మార్చబడింది.<br/>

source: Asset by Id is required
ar: الأصل بالمعرف مطلوب
ko: ID 별 자산이 필요합니다.
te: ఎసెట్ అవసరం

# AssetCostChange
source: <b>Asset cost</b> is changed from &nbsp;<b><i>{0}</i></b>&nbsp; to&nbsp;<b><i>{1}</i></b>&nbsp; by&nbsp; <b> {2} </b><br/>
ar: تم تغيير <b> تكلفة الأصل </ b> من & nbsp؛ <b> <i> {0} </i> </b> & nbsp؛ إلى & nbsp؛ <b> <i> {1} </i> </b> & nbsp؛ بواسطة & nbsp؛ <b> {2} </b> <br/>
ko: <b> 자산 비용 </ b>이 & nbsp; <b> <i> {0} </ i> </ b> & nbsp;에서 변경됨 받는 사람 & nbsp; <b> <i> {1} </ i> </ b> & nbsp; 작성자 & nbsp; <b> {2} </ b> <br/>
te: <b>ఆస్తి ఖరీదు</b>&nbsp;<b><i> {0} </i></b>&nbsp; నుండి&nbsp;<b><i> {1}</i></b>&nbsp; కు&nbsp;<b> {2} </b> ద్వారా మార్చబడింది.

# AssetCurrencyChange
source: <b>Currency</b> is changed from &nbsp;<b><i>{0}</i></b>&nbsp; to&nbsp;<b><i>{1}</i></b>&nbsp; by&nbsp; <b> {2} </b><br/>
ar: تم تغيير <b> العملة </ b> من & nbsp؛ <b> <i> {0} </i> </b> & nbsp؛ إلى & nbsp؛ <b> <i> {1} </i> </b> & nbsp؛ بواسطة & nbsp؛ <b> {2} </b> <br/>
ko: <b> 통화 </ b>가 & nbsp; <b> <i> {0} </ i> </ b> & nbsp;에서 변경됨 받는 사람 & nbsp; <b> <i> {1} </ i> </ b> & nbsp; 작성자 & nbsp; <b> {2} </ b> <br/>
te: <b>కరెన్సీ</b>&nbsp;<b><i> {0} </i></b>&nbsp; నుండి&nbsp;<b><i> {1} </i></b>&nbsp; కు&nbsp;<b> {2} </b> ద్వారా మార్చబడింది.

source: Asset data is not found
ar: لم يتم العثور على بيانات الأصول
ko: 자산 데이터를 찾을 수 없습니다.
te: ఆస్తి డేటా కనిపించట్లేదు

source: Asset details Not Found
ar: تفاصيل الأصول غير موجودة
ko: 자산 세부 정보를 찾을 수 없음
te: ఆస్తి వివరాలు దొరకలేదు

# AssetIsEmptyChange
source: <b>Is Available</b> is changed from &nbsp;<b><i>{0}</i></b>&nbsp; to&nbsp;<b><i>{1}</i></b>&nbsp; by&nbsp; <b> {2} </b><br/>
ar: تم تغيير <b> متاح </ b> من & nbsp؛ <b> <i> {0} </i> </b> & nbsp؛ إلى & nbsp؛ <b> <i> {1} </i> </b> & nbsp؛ بواسطة & nbsp؛ <b> {2} </b> <br/>
ko: <b> 사용 가능 </ b>이 & nbsp; <b> <i> {0} </ i> </ b> & nbsp;에서 변경되었습니다. 받는 사람 & nbsp; <b> <i> {1} </ i> </ b> & nbsp; 작성자 & nbsp; <b> {2} </ b> <br/>
te: <b>అందుబాటులో ఉంది</b>&nbsp;<b><i> {0} </i></b>&nbsp; నుండి&nbsp;<b><i> {1}</i></b>&nbsp; కు&nbsp;<b> {2} </b> ద్వారా మార్చబడింది.

# AssetIsNewlyAssignedTo
source: Asset <b>{0}</b> is newly assigned to <b>{1}</b>
ar: تم تعيين الأصل <b> {0} </b> حديثًا إلى <b> {1} </b>
ko: <b> {0} </ b> 저작물이 <b> {1} </ b>에 새로 할당되었습니다.
te: ఆస్తి &nbsp;<b>{0}</b>&nbsp;కొత్తగా &nbsp;<b>{1}</b>కి కేటాయించబడింది

# AssetIsVendorChange
source: <b>Is Vendor</b> is changed from &nbsp;<b><i>{0}</i></b>&nbsp; to&nbsp;<b><i>{1}</i></b>&nbsp; by&nbsp; <b> {2} </b><br/>
ar: تم تغيير <b> هل البائع </ b> من & nbsp؛ <b> <i> {0} </i> </b> & nbsp؛ إلى & nbsp؛ <b> <i> {1} </i> </b> & nbsp؛ بواسطة & nbsp؛ <b> {2} </b> <br/>
ko: <b> 공급 업체 </ b>가 & nbsp; <b> <i> {0} </ i> </ b> & nbsp;에서 변경됨 받는 사람 & nbsp; <b> <i> {1} </ i> </ b> & nbsp; 작성자 & nbsp; <b> {2} </ b> <br/>
te: <b>విక్రేత</b>&nbsp;<b><i> {0} </i></b>&nbsp; నుండి&nbsp;<b><i> {1} </i></b>&nbsp; కు&nbsp;<b> {2} </b> ద్వారా మార్చబడింది.

# AssetIsWriteOffChange
source: Asset&nbsp;{0}&nbsp;is <b>damaged by &nbsp;<i>{1}</i></b><br/>
ar: الأصل {0} <b> تالف بواسطة <i> {1} </i> </b> <br/>
ko: 자산 {0} <b> <i> {1} </ i> </ b> <br/>에 의해 손상됨
te: <b><i>{1}</i></b>&nbsp;చేత ఆస్తి&nbsp;{0}&nbsp;<b>దెబ్బతింది</b><br/>

# AssetNameChange
source: <b>Asset name</b> is changed from &nbsp;<b><i>{0}</i></b>&nbsp; to&nbsp;<b><i>{1}</i></b>&nbsp; by&nbsp; <b>{2}</b><br/>
ar: تم تغيير <b> اسم الأصل </ b> من & nbsp؛ <b> <i> {0} </i> </b> & nbsp؛ إلى & nbsp؛ <b> <i> {1} </i> </b> & nbsp؛ بواسطة & nbsp؛ <b> {2} </b> <br/>
ko: <b> 자산 이름 </ b>이 & nbsp; <b> <i> {0} </ i> </ b> & nbsp;에서 변경됨 받는 사람 & nbsp; <b> <i> {1} </ i> </ b> & nbsp; 작성자 & nbsp; <b> {2} </ b> <br/>
te: <b>ఆస్తి పేరు</b>&nbsp;<b><i> {0} </i></b>&nbsp; నుండి&nbsp;<b><i> {1} </i></b>&nbsp; కు&nbsp;<b> {2} </b> ద్వారా మార్చబడింది.

source: Asset name is required
ar: اسم الأصل مطلوب
ko: 자산 이름이 필요합니다.
te: ఆస్తి పేరు అవసరం

# AssetNameLengthExceeds
source: Asset name length can not be greater than 50
ar: لا يمكن أن يكون طول اسم الأصل أكبر من 50
ko: 자산 이름 길이는 50보다 클 수 없습니다.
te: ఆస్తి పేరు పొడవు 50 కంటే ఎక్కువ ఉండకూడదు

source: Asset name should not be null
ar: يجب ألا يكون اسم الأصل فارغًا
ko: 자산 이름은 null이 아니어야합니다.
te: ఆస్తి పేరు శూన్యంగా ఉండకూడదు

# AssetNumberChange
source: <b>Asset code</b> is changed from &nbsp;<b><i>{0}</i></b>&nbsp; to&nbsp;<b><i>{1}</i></b>&nbsp; by&nbsp;<b>{2}</b><br/>
ar: تم تغيير <b> كود الأصل </ b> من & nbsp؛ <b> <i> {0} </i> </b> & nbsp؛ إلى & nbsp؛ <b> <i> {1} </i> </b> & nbsp؛ بواسطة & nbsp؛ <b> {2} </b> <br/>
ko: <b> 자산 코드 </ b>가 & nbsp; <b> <i> {0} </ i> </ b> & nbsp;에서 변경됨 받는 사람 & nbsp; <b> <i> {1} </ i> </ b> & nbsp; 작성자 : & nbsp; <b> {2} </ b> <br/>
te: <b>ఆస్తి కోడ్</b>&nbsp;<b><i> {0} </i></b>&nbsp; నుండి&nbsp;<b><i> {1} </i></b>&nbsp; కు&nbsp;<b> {2} </b> ద్వారా మార్చబడింది.<br/>

source: Asset number is required
ar: رقم الأصل مطلوب
ko: 자산 번호가 필요합니다.
te: ఆస్తి నెంబర్ అవసరం

# AssetNumberLengthValidation
source: Asset number length cannot be greater than 50.
ar: لا يمكن أن يكون طول رقم الأصل أكبر من 50.
ko: 자산 번호 길이는 50보다 클 수 없습니다.
te: ఆస్తి సంఖ్య పొడవు 50 కంటే ఎక్కువ ఉండకూడదు.

source: Asset number should not be null
ar: يجب ألا يكون رقم الأصل فارغًا
ko: 자산 번호는 null이 아니어야합니다.
te: ఆస్తి సంఖ్య శూన్యంగా ఉండకూడదు

# AssetProductNameChange
source: <b>Product name</b> is changed from &nbsp;<b><i>{0}</i></b>&nbsp; to&nbsp;<b><i>{1}</i></b>&nbsp; by&nbsp;<b> {2} </b><br/>
ar: تم تغيير <b> اسم المنتج </ b> من & nbsp؛ <b> <i> {0} </i> </b> & nbsp؛ إلى & nbsp؛ <b> <i> {1} </i> </b> & nbsp؛ بواسطة & nbsp؛ <b> {2} </b> <br/>
ko: <b> 제품 이름 </ b>이 & nbsp; <b> <i> {0} </ i> </ b> & nbsp;에서 변경됨 받는 사람 & nbsp; <b> <i> {1} </ i> </ b> & nbsp; 작성자 : & nbsp; <b> {2} </ b> <br/>
te: <b>ఉత్పత్తి పేరు</b>&nbsp;<b><i>{0}</i></b>&nbsp; నుండి&nbsp;<b><i>{1}</i></b>&nbsp; కు&nbsp;<b> {2} </b> ద్వారా మార్చబడింది.

# AssetPurchasedDateChange
source: <b>Purchased date</b> is changed from &nbsp;<b><i>{0}</i></b>&nbsp; to&nbsp;<b><i>{1}</i></b>&nbsp; by&nbsp; <b> {2} </b><br/>
ar: تم تغيير <b> تاريخ الشراء </ b> من & nbsp؛ <b> <i> {0} </i> </b> & nbsp؛ إلى & nbsp؛ <b> <i> {1} </i> </b> & nbsp؛ بواسطة & nbsp؛ <b> {2} </b> <br/>
ko: <b> 구매 날짜 </ b>가 & nbsp; <b> <i> {0} </ i> </ b> & nbsp;에서 변경됨 받는 사람 & nbsp; <b> <i> {1} </ i> </ b> & nbsp; 작성자 & nbsp; <b> {2} </ b> <br/>
te: <b>కొనుగోలు చేసిన తేదీ</b>&nbsp;<b><i>{0}</i></b>&nbsp; నుండి&nbsp;<b><i>{1}</i></b>&nbsp; కు&nbsp;<b> {2} </b> ద్వారా మార్చబడింది.

# AssetSeatingCodeChanged
source: <b>Seating code</b> is changed from &nbsp;<b><i>{0}</i></b>&nbsp; to&nbsp;<b><i>{1}</i></b>&nbsp; by&nbsp; <b> {2} </b><br/>
ar: تم تغيير <b> رمز الجلوس </ b> من & nbsp؛ <b> <i> {0} </i> </b> & nbsp؛ إلى & nbsp؛ <b> <i> {1} </i> </b> & nbsp؛ بواسطة & nbsp؛ <b> {2} </b> <br/>
ko: <b> 좌석 코드 </ b>가 & nbsp; <b> <i> {0} </ i> </ b> & nbsp;에서 변경됨 받는 사람 & nbsp; <b> <i> {1} </ i> </ b> & nbsp; 작성자 & nbsp; <b> {2} </ b> <br/>
te: <b>సీటింగ్ కోడ్</b>&nbsp;<b><i>{0}</i></b>&nbsp; నుండి&nbsp;<b><i>{1}</i></b>&nbsp; కు&nbsp;<b> {2} </b> ద్వారా మార్చబడింది.

source: Asset should not be null
ar: يجب ألا يكون الأصل فارغًا
ko: 자산은 null이 아니어야합니다.
te: ఆస్తి శూన్యంగా ఉండకూడదు

# AssetUniqueNumberChanged
source: Asset unique number is changed from<b>{0}</b> to <b>{1}</b>
ar: تم تغيير الرقم الفريد للأصل من <b> {0} </b> إلى <b> {1} </b>
ko: 저작물 고유 번호가 <b> {0} </ b>에서 <b> {1} </ b> (으)로 변경됨
te: ఆస్తి ప్రత్యేక సంఖ్య <b>{0}</b> నుండి <b>{1}</b>గా మార్చబడింది

# AssetUniqueNumberIs
source: Asset unique number is {1}
ar: الرقم الفريد للأصل هو {1}
ko: 자산 고유 번호는 {1}입니다.
te: ఆస్తి ప్రత్యేక సంఖ్య <b> {1}</b>

# AssetWithThisNameAlreadyExists
source: Asset with this code is already exists
ar: الأصل بهذا الرمز موجود بالفعل
ko: 이 코드가있는 자산이 이미 있습니다.
te: ఈ కోడ్‌తో ఆస్తి ఇప్పటికే ఉంది

# AssigneeShouldNotBeNull
source: Please select assignee for the work item (s)
ar: الرجاء تحديد المسؤول عن عنصر (عناصر) العمل
ko: 작업 항목에 대한 담당자를 선택하십시오.
te: దయచేసి వినియోగదారు కథ (ల) కోసం అసైన్‌ని ఎంచుకోండి

# AssignToIsRequired
source: Please assign to a user
ar: يرجى التخصيص للمستخدم
ko: 사용자에게 할당하십시오
te: దయచేసి వినియోగదారుకు కేటాయించండి

source: Audit compliance should not be null
ar: يجب ألا يكون الامتثال للتدقيق فارغًا
ko: 감사 준수는 null이 아니어야합니다.
te: ఆడిట్ శూన్యంగా ఉండకూడదు

source: Audit conduct name should not be null
ar: يجب ألا يكون اسم إجراء التدقيق فارغًا
ko: 감사 수행 이름은 null이 아니어야합니다.
te: ఆడిట్ ప్రవర్తన పేరు శూన్యంగా ఉండకూడదు

# AuditConductNameWithThisNameAlreadyExists
source: Audit conduct name is already exist
ar: اسم سلوك التدقيق موجود بالفعل
ko: 감사 수행 이름이 이미 존재합니다.
te: ఆడిట్ ప్రవర్తన పేరు ఇప్పటికే ఉంది

# AuditConductShouldNotBeNull
source: Audit counduct should not be null.
ar: يجب ألا يكون مسار التدقيق فارغًا.
ko: 감사위원회는 null이 아니어야합니다.
te: ఆడిట్ కౌండక్ట్ శూన్యంగా ఉండకూడదు.

source: Audit data is not found
ar: لم يتم العثور على بيانات التدقيق
ko: 감사 데이터를 찾을 수 없습니다.
te: ఆడిట్ డేటా కనుగొనబడలేదు

source: Audit name should not be null
ar: يجب ألا يكون اسم التدقيق فارغًا
ko: 감사 이름은 null이 아니어야합니다.
te: ఆడిట్ పేరు శూన్యంగా ఉండకూడదు.

# AuditNameWithThisNameAlreadyExists
source: Audit with this name already exists
ar: التدقيق بهذا الاسم موجود بالفعل
ko: 이 이름의 감사가 이미 있습니다.
te: ఈ పేరుతో ఆడిట్ ఇప్పటికే ఉంది

# AuditReportNameShouldNotBeNull
source: Audit report name should not be empty.
ar: يجب ألا يكون اسم تقرير التدقيق فارغًا.
ko: 감사 보고서 이름은 비워 둘 수 없습니다.
te: ఆడిట్ నివేదిక పేరు ఖాళీగా ఉండకూడదు.

# AuditReportNameWithThisNameAlreadyExists
source: Audit report with this name already exists.
ar: تقرير التدقيق بهذا الاسم موجود بالفعل.
ko: 이 이름의 감사 보고서가 이미 있습니다.
te: ఈ పేరుతో ఆడిట్ నివేదిక ఇప్పటికే ఉంది.

source: Automation type name should not be null
ar: يجب ألا يكون اسم نوع الأتمتة فارغًا
ko: 자동화 유형 이름은 null이 아니어야합니다.
te: ఆటోమేషన్ రకం పేరు శూన్యంగా ఉండకూడదు

source: Badge is required
ar: الشارة مطلوبة
ko: 배지가 필요합니다
te: బ్యాడ్జ్ అవసరం

source: Badge logo is required
ar: مطلوب شعار الشارة
ko: 배지 로고가 필요합니다.
te: బ్యాడ్జ్ లోగో అవసరం

# BadgeNameDataIsNotFound
source: Badge data not found
ar: لم يتم العثور على بيانات الشارة
ko: 배지 데이터를 찾을 수 없습니다.
te: బ్యాడ్జ్ డేటా కనుగొనబడలేదు
