Repository: pujithagodavarthi414-coder/TradeEngine.ai
Catalog: sourcecode/BusinessView/BusinessView.Common/Texts/LangText.*.resx
Languages: ar, ko, te

source: Name of the certificate should not be null
ar: يجب ألا يكون اسم الشهادة فارغًا
ko: 인증서 이름은 null이 아니어야합니다.
te: సర్టిఫికేట్ పేరు శూన్యంగా ఉండకూడదు

# NameShouldNotBeNull
source: Please provide your name.
ar: يرجى تقديم اسمك.
ko: 귀하의 이름을 입력하십시오.
te: దయచేసి మీ పేరును ఇవ్వండి.

source: Nationality data is not found
ar: لم يتم العثور على بيانات الجنسية
ko: 국적 데이터를 찾을 수 없습니다.
te: జాతీయత డేటా కనుగొనబడలేదు

# NationalityNameLengthExceeded
source: Nationality Name can not be longer than 50 characters.
ar: لا يمكن أن يزيد اسم الجنسية عن 50 حرفًا.
ko: 국적 이름은 50자를 초과 할 수 없습니다.
te: జాతీయత పేరు 50 అక్షరాలు కంటే ఎక్కువ ఉండరాదు.

source: Nationality name should not be null
ar: يجب ألا يكون اسم الجنسية فارغًا
ko: 국적 이름은 null이 아니어야합니다.
te: జాతీయత పేరు శూన్యంగా ఉండకూడదు

source: Nationality with this name already exists
ar: الجنسية بهذا الاسم موجودة بالفعل
ko: 이 이름의 국적이 이미 존재합니다.
te: ఈ పేరుతో జాతీయత ఇప్పటికే ఉంది

# NoEmptyEmailString
source: Email string cannot be empty.
ar: لا يمكن أن تكون سلسلة البريد الإلكتروني فارغة.
ko: 이메일 문자열은 비워 둘 수 없습니다.
te: ఇమెయిల్ వాక్యం ఖాళీగా ఉండకూడదు.

# NoOfDaysNotNull
source: No.of days should not be null.
ar: يجب ألا يكون عدد الأيام فارغًا.
ko: 일수는 null이 아니어야합니다.
te: రోజులు సంఖ్య శూన్యంగా ఉండకూడదు.

source: No of days should be greater than zero
ar: يجب ألا يكون عدد الأيام أكبر من الصفر
ko: 일 수는 0보다 커야합니다.
te: రోజుల సంఖ్య సున్నా కంటే ఎక్కువగా ఉండాలి

# NoOfLeavesNotNull
source: No.of leaves should not be null.
ar: يجب ألا يكون عدد الأوراق فارغًا.
ko: 잎 수는 null이 아니어야합니다.
te: సెలవులు సంఖ్య శూన్యంగా ఉండకూడదు.

source: No of leaves should be greater than zero
ar: يجب ألا يكون عدد الأوراق أكبر من الصفر
ko: 잎의 수는 0보다 커야합니다.
te: సెలవులు సంఖ్య సున్నా కంటే ఎక్కువగా ఉండాలి

# NotAmendedDaysLessThanZero
source: Amended days should be greater than zero.
ar: يجب أن تكون الأيام المعدلة أكبر من الصفر.
ko: 수정 된 날짜는 0보다 커야합니다.
te: సవరించిన రోజుల సున్నా కంటే ఎక్కువ ఉండాలి.

source: Not an eligible transition
ar: ليس انتقال مؤهل
ko: 적격 전환이 아님
te: ఈ పరివర్తనకు అనుమతి లేదు

# NotAnEligibleTransitionForOneOfTheUserStory
source: Not an eligible transition for one of the work item
ar: ليس انتقالًا مؤهلًا لأحد عناصر العمل
ko: 작업 항목 중 하나에 적합한 전환이 아닙니다.
te: ఒక యూసర్ స్టోరీ పరివర్తనకు అనుమతి లేదు

source: Not a valid leave session
ar: ليست جلسة إجازة صالحة
ko: 유효한 휴가 세션이 아닙니다.
te: చెల్లుబాటు అయ్యే సెలవు సెషన్ కాదు

# NotEmptyAccessibleIpAddressName
source: accessible ip address name can not be null or empty.
ar: لا يمكن أن يكون اسم عنوان IP الذي يمكن الوصول إليه فارغًا أو فارغًا.
ko: 액세스 가능한 IP 주소 이름은 null이거나 비어있을 수 없습니다.
te: అందుబాటులో ip చిరునామా శూన్యం లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyAccountName
source: Account name can not be empty
ar: لا يمكن أن يكون اسم الحساب فارغًا
ko: 계정 이름은 비워 둘 수 없습니다.
te: ఖాతా పేరు ఖాళీగా ఉండకూడదు

# NotEmptyAccountNumber
source: Account number can not be empty
ar: لا يمكن أن يكون رقم الحساب فارغًا
ko: 계좌 번호는 비워 둘 수 없습니다.
te: ఖాతా నంబర్ ఖాళీగా ఉండకూడదు

# NotEmptyActiveFrom
source: ActiveFrom can not be empty.
ar: لا يمكن أن يكون ActiveFrom فارغًا.
ko: 활성 보낸 사람은 비워 둘 수 없습니다.
te: యాక్టివ్ నుండి ఖాళీగా ఉండకూడదు.

# NotEmptyAmendedDays
source: Please enter amended days.
ar: الرجاء إدخال الأيام المعدلة.
ko: 수정 된 날짜를 입력하십시오.
te: సవరించిన రోజుల నమోదు చేయండి.

# NotEmptyAmount
source: Amount cannot be null or empty.
ar: لا يمكن أن يكون المبلغ فارغًا أو فارغًا.
ko: 금액은 null이거나 비어있을 수 없습니다.
te: మొత్తం శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyAppUrlId
source: AppUrlId cannot be empty or null.
ar: لا يمكن أن يكون AppUrlId فارغًا أو فارغًا.
ko: 앱 URL ID는 비어 있거나 null 일 수 없습니다.
te: App Url Id ఖాళీగా లేదా శూన్యంగా ఉండకూడదు.

# NotEmptyAutomationTypeName
source: Automation Type Name can not be null or empty.
ar: لا يمكن أن يكون اسم نوع الأتمتة فارغًا أو فارغًا.
ko: 자동화 유형 이름은 null이거나 비어있을 수 없습니다.
te: ఆటోమేషన్ టైప్ శూన్యం లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyBankName
source: Bank name can not be empty
ar: لا يمكن أن يكون اسم البنك فارغًا
ko: 은행 이름은 비워 둘 수 없습니다.
te: బ్యాంక్ పేరు ఖాళీగా ఉండకూడదు

# NotEmptyBasicDetails
source: Basic details should not be empty
ar: يجب ألا تكون التفاصيل الأساسية فارغة
ko: 기본 세부 정보는 비워 둘 수 없습니다.

# NotEmptyBoardType
source: Board type can not be empty.
ar: لا يمكن أن يكون نوع اللوحة فارغًا.
ko: 보드 유형은 비워 둘 수 없습니다.
te: బోర్డు రకం ఖాళీగా ఉండకూడదు.

# NotEmptyBoardTypeApi
source: Board type api can not be empty.
ar: لا يمكن أن يكون نوع اللوحة api فارغًا.
ko: 보드 유형 API는 비워 둘 수 없습니다.
te: బోర్డు రకం API ఖాళీగా ఉండకూడదు.

# NotEmptyBoardTypeApiId
source: BoardTypeApi Id cannot be empty.
ar: لا يمكن أن يكون معرف BoardTypeApi فارغًا.
ko: 보드 유형 API ID는 비워 둘 수 없습니다.
te: బోర్డు రకం Api Id ఖాళీగా ఉండకూడదు.

# NotEmptyBoardTypeApiName
source: BoardTypeApi name cannot be empty or null.
ar: لا يمكن أن يكون اسم BoardTypeApi فارغًا أو فارغًا.
ko: 보드 유형 API 이름은 비어 있거나 널일 수 없습니다.
te: బోర్డు రకం Api పేరు ఖాళీగా లేదా శూన్య ఉండకూడదు.

# NotEmptyBoardTypeId
source: Board type cannot be empty.
ar: لا يمكن أن يكون نوع اللوحة فارغًا.
ko: 보드 유형은 비워 둘 수 없습니다.
te: బోర్డు రకం ఖాళీగా ఉండకూడదు.

# NotEmptyBoardTypeName
source: Board type name cannot be empty
ar: لا يمكن أن يكون اسم نوع اللوحة فارغًا
ko: 보드 유형 이름은 비워 둘 수 없습니다.
te: బోర్డు రకం పేరు ఖాళీగా ఉండకూడదు

# NotEmptyBoardTypeUi
source: Board type ui cannot be empty
ar: لا يمكن أن يكون نوع اللوحة ui فارغًا
ko: 보드 유형 UI는 비워 둘 수 없습니다.
te: బోర్డు రకం Ui ఖాళీగా ఉండకూడదు

# NotEmptyBranchId
source: Branch Id can not be null or empty.
ar: لا يمكن أن يكون معرف الفرع فارغًا أو فارغًا.
ko: 분기 ID는 null이거나 비어있을 수 없습니다.
te: బ్రాంచ్ Id శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyBranchName
source: Branch name can not be empty
ar: لا يمكن أن يكون اسم الفرع فارغًا
ko: 지점 이름은 비워 둘 수 없습니다.
te: బ్రాంచ్ పేరు ఖాళీగా ఉండకూడదు

# NotEmptyBreakTypeName
source: Break type name can not be empty
ar: لا يمكن أن يكون اسم نوع الفاصل فارغًا
ko: 구분 유형 이름은 비워 둘 수 없습니다.
te: రకం బ్రేక్ పేరు ఖాళీగా ఉండకూడదు

# NotEmptyBugDescription
source: Bug description cannot be empty
ar: لا يمكن ترك وصف الخطأ فارغًا
ko: 버그 설명은 비워 둘 수 없습니다.
te: బగ్ వివరణ ఖాళీగా ఉండకూడదు

# NotEmptyBugTitle
source: Bug title cannot be empty
ar: لا يمكن أن يكون عنوان الخطأ فارغًا
ko: 버그 제목은 비워 둘 수 없습니다.
te: బగ్ శీర్షిక ఖాళీగా ఉండకూడదు

# NotEmptyBuildingSocietyRollNumber
source: Building society roll number can not be empty
ar: لا يمكن أن يكون رقم لفة مجتمع البناء فارغًا
ko: 건물 사회 롤 번호는 비워 둘 수 없습니다.
te: బిల్డింగ్ సొసైటీ రోల్ నంబర్ ఖాళీగా ఉండకూడదు

# NotEmptyButtonTypeId
source: Button Type Id cannot be null or empty.
ar: لا يمكن أن يكون معرف نوع الزر فارغًا أو فارغًا.
ko: 버튼 유형 ID는 null이거나 비어있을 수 없습니다.
te: బటన్ రకం ID శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyButtonTypeName
source: Butten Type Name cannot be empty or null.
ar: لا يمكن أن يكون اسم نوع Butten فارغًا أو فارغًا.
ko: Butten 유형 이름은 비어 있거나 널일 수 없습니다.
te: బటన్ టైప్ పేరు ఖాళీగా లేదా శూన్య ఉండకూడదు.

# NotEmptyCanteenFoodItem
source: Canteen FoodItem Id cannot be null or empty.
ar: لا يمكن أن يكون معرّف Canteen FoodItem فارغًا.
ko: Canteen FoodItem Id는 null이거나 비어있을 수 없습니다.
te: కాంటీన్ ఆహార వస్తువు Id శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyChannelId
source: Channel id can not be empty.
ar: لا يمكن أن يكون معرف القناة فارغًا.
ko: 채널 ID는 비워 둘 수 없습니다.
te: ఛానెల్ id ఖాళీగా ఉండకూడదు.

# NotEmptyChannelName
source: Channel name can not be empty.
ar: لا يمكن أن يكون اسم القناة فارغًا.
ko: 채널 이름은 비워 둘 수 없습니다.
te: ఛానల్ పేరు ఖాళీగా ఉండకూడదు.

# NotEmptyColor
source: Color can not be null or empty.
ar: لا يمكن أن يكون اللون فارغًا أو فارغًا.
ko: 색상은 null이거나 비어있을 수 없습니다.
te: రంగు శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyCommenceDate
source: Commence date cannot be null or empty.
ar: لا يمكن أن يكون تاريخ البدء فارغًا أو فارغًا.
ko: 시작 날짜는 null이거나 비어있을 수 없습니다.
te: ప్రారంభం తేదీ శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyComment
source: Comment can not be empty.
ar: لا يمكن أن يكون التعليق فارغًا.
ko: 댓글은 비워 둘 수 없습니다.
te: వ్యాఖ్య ఖాళీగా ఉండకూడదు.

# NotEmptyCommentedByUserId
source: Commented by user id can not be empty.
ar: لا يمكن ترك التعليق بواسطة معرف المستخدم فارغًا.
ko: 사용자 ID의 댓글은 비워 둘 수 없습니다.
te: వినియోగదారు ఐడి వ్యాఖ్యానించారు ఖాళీగా ఉండకూడదు.

# NotEmptyCommentId
source: Comment id can not be empty.
ar: لا يمكن أن يكون معرف التعليق فارغًا.
ko: 댓글 ID는 비워 둘 수 없습니다.
te: వ్యాఖ్య ఐడి ఖాళీగా ఉండకూడదు.

# NotEmptyCompanyAddress
source: Company Address can not be empty.
ar: لا يمكن ترك عنوان الشركة فارغًا.
ko: 회사 주소는 비워 둘 수 없습니다.
te: సంస్థ చిరునామా ఖాళీగా ఉండకూడదు.

# NotEmptyCompanyId
source: CompanyId can not be null or empty.
ar: لا يمكن أن يكون معرف الشركة فارغًا أو فارغًا.
ko: 회사 ID는 null이거나 비어있을 수 없습니다.
te: కంపెనీ Id శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyCompanyIntroducedByOption
source: Company Introduced By Option can not be null or empty.
ar: لا يمكن أن تكون الشركة المقدمة بواسطة الخيار فارغة أو فارغة.
ko: 옵션에 의해 소개 된 회사는 null이거나 비어있을 수 없습니다.
te: కంపెనీ ఎంపిక ద్వారా పరిచయం శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyCompanyLatitude
source: Company Latitude can not be empty.
ar: لا يمكن ترك حقل Latitude للشركة فارغًا.
ko: 회사 위치 찾기는 비워 둘 수 없습니다.
te: కంపెనీ అక్షాంశ ఖాళీగా ఉండకూడదు.

# NotEmptyCompanyLocation
source: Company Location Name can not be empty.
ar: لا يمكن أن يكون اسم موقع الشركة فارغًا.
ko: 회사 위치 이름은 비워 둘 수 없습니다.
te: కంపెనీ స్థానం పేరు ఖాళీగా ఉండకూడదు.

# NotEmptyCompanyLocationId
source: Company LocationId can not be empty.
ar: لا يمكن أن يكون معرف موقع الشركة فارغًا.
ko: 회사 위치 ID는 비워 둘 수 없습니다.
te: కంపెనీ స్థానం Id ఖాళీగా ఉండకూడదు.

# NotEmptyCompanyLongitude
source: Company Longitude can not be empty.
ar: لا يمكن أن يكون خط طول الشركة فارغًا.
ko: 회사 경도는 비워 둘 수 없습니다.
te: కంపెనీ లాంగిట్యూడ్ ఖాళీగా ఉండకూడదు.

# NotEmptyCompanyModuleId
source: Company Module Id can not be null or empty.
ar: لا يمكن أن يكون معرف وحدة الشركة فارغًا أو فارغًا.
ko: 회사 모듈 ID는 null이거나 비어있을 수 없습니다.
te: కంపెనీ మాడ్యూల్ Id శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyCompanyName
source: CompanyName can not be null or empty.
ar: لا يمكن أن يكون اسم الشركة فارغًا أو فارغًا.
ko: 회사 이름은 null이거나 비어있을 수 없습니다.
te: కంపెనీ పేరు శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyCompanySettingsKey
source: Company settings Key should not be null or empty
ar: يجب ألا يكون مفتاح إعدادات الشركة فارغًا أو فارغًا
ko: 회사 설정 키는 null이거나 비워 둘 수 없습니다.
te: కంపెనీ సెట్టింగులు కీ శూన్యంగా లేదా ఖాళీగా ఉండకూడదు

# NotEmptyCompetencyId
source: Competency Id can not be null or empty.
ar: لا يمكن أن يكون معرف الكفاءة فارغًا أو فارغًا.
ko: 역량 ID는 null이거나 비어있을 수 없습니다.
te: యోగ్యత Id శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyConfigurationType
source: Configuration type can not be empty.
ar: لا يمكن أن يكون نوع التكوين فارغًا.
ko: 구성 유형은 비워 둘 수 없습니다.
te: ఆకృతీకరణ రకం ఖాళీగా ఉండకూడదు.

# NotEmptyConfigurationTypeId
source: Configuration type id can not be empty.
ar: لا يمكن أن يكون معرف نوع التكوين فارغًا.
ko: 구성 유형 ID는 비워 둘 수 없습니다.
te: ఆకృతీకరణ రకం ID ఖాళీగా ఉండకూడదు.

# NotEmptyConfigurationTypeName
source: BTRAK-ERR-CONFTYPE-01 - Configuration type name can not be empty.
ar: BTRAK-ERR-CONFTYPE-01 - لا يمكن أن يكون اسم نوع التكوين فارغًا.
ko: BTRAK-ERR-CONFTYPE-01-구성 유형 이름은 비워 둘 수 없습니다.
te: BTRAK-ERR-CONFTYPE -01 - ఆకృతీకరణ రకం పేరు ఖాళీగా ఉండకూడదు.

# NotEmptyConfirmPassword
source: Confirm password can not be empty.
ar: لا يمكن أن يكون تأكيد كلمة المرور فارغًا.
ko: 비밀번호 확인은 비워 둘 수 없습니다.
te: పాస్వర్డ్ని నిర్ధారించండి ఖాళీగా ఉండకూడదు.

# NotEmptyConsiderHourId
source: Consider hour id can not be empty.
ar: لا يمكن أن يكون معرف الساعة فارغًا.
ko: 시간 ID는 비워 둘 수 없습니다.
te: పరిగణించండి గంట ID ఖాళీగా ఉండకూడదు.

# NotEmptyConsiderHourName
source: BTRAK-ERR-CONSIDER-01 - Consider hour name can not be empty.
ar: BTRAK-ERR-CONSIDER-01 - لا يمكن ترك اسم الساعة فارغًا.
ko: BTRAK-ERR-CONSIDER-01-시간 이름은 비워 둘 수 없습니다.
te: BTRAK-ERR-చుకొనుచున్నాను -01 - గంట పేరు పరిగణించండి ఖాళీగా ఉండకూడదు.

# NotEmptyContractTypeId
source: Contract type id can not be null or empty.
ar: لا يمكن أن يكون معرف نوع العقد فارغًا أو فارغًا.
ko: 계약 유형 ID는 null이거나 비어있을 수 없습니다.
te: కాంట్రాక్ట్ రకం ID శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyContractTypeName
source: Contract type name can not be empty
ar: لا يمكن أن يكون اسم نوع العقد فارغًا
ko: 계약 유형 이름은 비워 둘 수 없습니다.
te: కాంట్రాక్ట్ రకం పేరు ఖాళీగా ఉండకూడదు

# NotEmptyCountryId
source: Country id can not be null or empty
ar: لا يمكن أن يكون معرف البلد فارغًا أو فارغًا
ko: 국가 ID는 null이거나 비워 둘 수 없습니다.
te: దేశం ID శూన్య లేదా ఖాళీగా ఉండకూడదు

# NotEmptyCountryName
source: Country name can not be empty
ar: لا يمكن أن يكون اسم البلد فارغًا
ko: 국가 이름은 비워 둘 수 없습니다.
te: దేశం పేరు ఖాళీగా ఉండకూడదు

# NotEmptyCourseDescription
source: Course description should not be empty
ar: يجب ألا يكون وصف الدورة فارغًا
ko: 과정 설명은 비워 둘 수 없습니다.
te: కోర్సు వివరణ ఖాళీగా ఉండకూడదు

# NotEmptyCourseName
source: Course name should not be empty
ar: يجب ألا يكون اسم الدورة فارغًا
ko: 과정 이름은 비워 둘 수 없습니다.
te: కోర్సు పేరు ఖాళీగా ఉండకూడదు

# NotEmptyCurrency
source: Currency cannot be null or empty.
ar: لا يمكن أن تكون العملة فارغة أو فارغة.
ko: 통화는 null이거나 비어있을 수 없습니다.
te: కరెన్సీ శూన్యంగా ఉండకూడదు

# NotEmptyCurrencyCode
source: CurrencyCode can not be null or empty.
ar: لا يمكن أن يكون رمز العملة فارغًا أو فارغًا.
ko: 통화 코드는 null이거나 비어있을 수 없습니다.
te: కరెన్సీ కోడ్ శూన్యంగా ఉండకూడదు

# NotEmptyCurrencyId
source: CurrencyId cannot be null or empty.
ar: لا يمكن أن يكون CurrencyId فارغًا أو فارغًا.
ko: 통화 ID는 null이거나 비어있을 수 없습니다.
te: కరెన్సీ Id శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyCurrencyName
source: CurrencyName can not be null or empty.
ar: لا يمكن أن يكون CurrencyName فارغًا أو فارغًا.
ko: 통화 이름은 null이거나 비어있을 수 없습니다.
te: కరెన్సీ పేరు శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyCustomFieldId
source: Custom field Id should not be null
ar: يجب ألا يكون معرف الحقل المخصص فارغًا
ko: 맞춤 입력란 ID는 null이 아니어야합니다.
te: అనుకూల ఫీల్డ్ ఐడి శూన్యంగా ఉండకూడదు

# NotEmptyDate
source: Date can not be empty.
ar: لا يمكن أن يكون التاريخ فارغًا.
ko: 맞춤 입력란 ID는 null이 아니어야합니다.
te: తేదీ ఖాళీగా ఉండకూడదు.

# NotEmptyDateFormat
source: Date Format can not be null or empty.
ar: لا يمكن أن يكون تنسيق التاريخ فارغًا أو فارغًا.
ko: 날짜 형식은 null이거나 비어있을 수 없습니다.
te: తేదీ ఫార్మాట్ శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyDateFormatId
source: DateFormatId can not be null or empty.
ar: لا يمكن أن يكون DateFormatId فارغًا أو فارغًا.
ko: 날짜 형식 ID는 null이거나 비어있을 수 없습니다.
te: తేదీ ఫార్మాట్ Id శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyDateFrom
source: Date from can not be empty.
ar: لا يمكن أن يكون التاريخ من فارغًا.
ko: 의 날짜는 비워 둘 수 없습니다.
te: నుండి తేదీ ఖాళీగా ఉండకూడదు.

# NotEmptyDateKey
source: Date Key can not be null or empty.
ar: لا يمكن أن يكون مفتاح التاريخ فارغًا أو فارغًا.
ko: 날짜 키는 null이거나 비어있을 수 없습니다.
te: తేదీ కీ శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyDateOfJoining
source: Date of joining can not be null or empty.
ar: لا يمكن أن يكون تاريخ الانضمام فارغًا أو فارغًا.
ko: 가입 날짜는 null이거나 비어있을 수 없습니다.
te: తీసుకొన్న తేదీ శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyDateTo
source: Date to can not be empty.
ar: لا يمكن أن يكون التاريخ فارغًا.
ko: 날짜는 비워 둘 수 없습니다.
te: తేదీ ఖాళీగా ఉండకూడదు.

# NotEmptyDayOfWeek
source: Day of week can not be empty
ar: لا يمكن أن يكون يوم الأسبوع فارغًا
ko: 요일은 비워 둘 수 없습니다.
te: డే ఆఫ్ వీక్ ఖాళీగా ఉండకూడదు

# NotEmptyDeadLine
source: dead line cannot be null or empty.
ar: لا يمكن أن يكون الخط النهائي فارغًا أو فارغًا.
ko: 데드 라인은 null이거나 비어있을 수 없습니다.
te: డెడ్ లైన్ శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyDeadlineName
source: Deadline Name cannot be empty or null.
ar: لا يمكن أن يكون اسم الموعد النهائي فارغًا أو فارغًا.
ko: 기한 이름은 비어 있거나 null 일 수 없습니다.
te: గడువు పేరు ఖాళీగా లేదా శూన్య ఉండకూడదు.

# NotEmptyDepartmentId
source: Department id can not be null or empty.
ar: لا يمكن أن يكون معرف القسم فارغًا أو فارغًا.
ko: 부서 ID는 null이거나 비어있을 수 없습니다.
te: డిపార్ట్మెంట్ ID శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyDepartmentName
source: Department name can not be empty
ar: لا يمكن أن يكون اسم القسم فارغًا
ko: 부서 이름은 비워 둘 수 없습니다.
te: శాఖ పేరు ఖాళీగా ఉండకూడదు

# NotEmptyDesignationId
source: Designation Id can not be null or empty.
ar: لا يمكن أن يكون معرف التعيين فارغًا أو فارغًا.
ko: 지정 ID는 null이거나 비어있을 수 없습니다.
te: హోదా Id శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyDesignationName
source: Designation name can not be empty
ar: لا يمكن أن يكون اسم التعيين فارغًا
ko: 지정 이름은 비워 둘 수 없습니다.
te: హోదా పేరు ఖాళీగా ఉండకూడదు

# NotEmptyDocument
source: Document cannot be null or empty.
ar: لا يمكن أن يكون المستند فارغًا أو فارغًا.
ko: 문서는 null이거나 비어있을 수 없습니다.
te: డాక్యుమెంట్ శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyDocumentNumber
source: Document Number cannot be null or empty.
ar: لا يمكن أن يكون رقم المستند فارغًا أو فارغًا.
ko: 문서 번호는 null이거나 비어있을 수 없습니다.
te: డాక్యుమెంట్ సంఖ్య శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyDuration
source: Duration can not be empty.
ar: لا يمكن أن تكون المدة فارغة.
ko: 기간은 비워 둘 수 없습니다.
te: వ్యవధి ఖాళీగా ఉండకూడదు.

# NotEmptyEducationLevelId
source: Education Level Id can not be null or empty.
ar: لا يمكن أن يكون معرف مستوى التعليم فارغًا أو فارغًا.
ko: 교육 수준 ID는 null이거나 비어있을 수 없습니다.
te: విద్యా స్థాయి Id శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyEducationLevelName
source: Education level name can not be null or empty.
ar: لا يمكن أن يكون اسم مستوى التعليم خاليًا أو فارغًا.
ko: 교육 수준 이름은 null이거나 비워 둘 수 없습니다.
te: విద్యా స్థాయి శూన్యం లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyEffectiveFrom
source: Effective From can not be null or empty.
ar: لا يمكن أن يكون "ساري من" فارغًا أو فارغًا.
ko: 유효 시작 날짜는 null이거나 비어있을 수 없습니다.
te: నుండి ఎఫెక్టివ్ శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyEmail
source: Email cannot be empty.
ar: لا يمكن أن يكون البريد الإلكتروني فارغًا.
ko: 이메일은 비워 둘 수 없습니다.
te: ఇమెయిల్ ఖాళీగా ఉండకూడదు.

# NotEmptyEmailReceiverList
source: Please supply atleast one receiver
ar: يرجى تزويد جهاز استقبال واحد على الأقل
ko: 수신기를 하나 이상 제공하십시오.
te: కనీసం ఒక రిసీవర్ సరఫరా దయచేసి

# NotEmptyEmployeeBranchName
source: Branch name can not be empty
ar: لا يمكن أن يكون اسم الفرع فارغًا
ko: 지점 이름은 비워 둘 수 없습니다.
te: బ్రాంచ్ పేరు ఖాళీగా ఉండకూడదు

# NotEmptyEmployeeDetails
source: Please add employee or contact administrator
ar: الرجاء إضافة موظف أو الاتصال بالمسؤول
ko: 직원을 추가하거나 관리자에게 문의하십시오.

# NotEmptyEmployeeId
source: Employee Id cannot be null or empty.
ar: لا يمكن أن يكون معرف الموظف فارغًا أو فارغًا.
ko: 직원 ID는 null이거나 비어있을 수 없습니다.
te: ఉద్యోగుల ID శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyEmployeeRateSheetId
source: Employee Rate sheet details Id cannot be empty
ar: تفاصيل ورقة معدل الموظف لا يمكن أن يكون المعرف فارغًا
ko: 직원 요율표 세부 정보 ID는 비워 둘 수 없습니다.

# NotEmptyEmployeeRatesheets
source: Please add ratesheet details for employee or contact administator
ar: يرجى إضافة تفاصيل جدول الأسعار للموظف أو الاتصال بالمسؤول
ko: 직원 또는 연락처 관리자에 대한 요율표 세부 정보를 추가하십시오.

# NotEmptyEmployeeRateTagId
source: Employee Rate tag details Id cannot be empty
ar: تفاصيل علامة معدل الموظف لا يمكن أن يكون المعرف فارغًا
ko: 직원 요율 태그 세부 정보 ID는 비워 둘 수 없습니다.
te: ఉద్యోగుల రేటు ట్యాగ్ వివరాలు ఐడి ఖాళీగా ఉండకూడదు

# NotEmptyEmployeeRateTags
source: Please add ratetag details for employee or contact administator
ar: يرجى إضافة تفاصيل علامة المعدل للموظف أو الاتصال بالمسؤول
ko: 직원 또는 담당자에게 요금표 세부 정보를 추가하십시오.
te: దయచేసి ఉద్యోగి లేదా సంప్రదింపు నిర్వాహకుడి కోసం రేట్‌టాగ్ వివరాలను జోడించండి

# NotEmptyEmployeeShiftId
source: Employee shift id can not be empty.
ar: لا يمكن ترك معرّف مناوبة الموظف فارغًا.
ko: 직원 시프트 ID는 비워 둘 수 없습니다.
te: ఉద్యోగి మార్పు ID ఖాళీగా ఉండకూడదు.

# NotEmptyEmploymentStatusId
source: Employment Status Id can not be null or empty.
ar: لا يمكن أن يكون معرف حالة التوظيف فارغًا أو فارغًا.
ko: 고용 상태 ID는 null이거나 비어있을 수 없습니다.
te: ఉద్యోగ స్థితి Id శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyEmploymentStatusName
source: Employment Status Name cannot be empty.
ar: لا يمكن أن يكون اسم حالة التوظيف فارغًا.
ko: 고용 상태 이름은 비워 둘 수 없습니다.
te: ఉద్యోగ స్థితి పేరు ఖాళీగా ఉండకూడదు.

# NotEmptyEndDate
source: End Date cannot be null or empty.
ar: لا يمكن أن يكون تاريخ الانتهاء فارغًا أو فارغًا.
ko: 종료 날짜는 null이거나 비어있을 수 없습니다.
te: ముగింపు తేదీ శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyEntityRoleId
source: Entity role Id cannot be empty or null.
ar: لا يمكن أن يكون معرف دور الكيان فارغًا أو فارغًا.
ko: 엔티티 역할 ID는 비어 있거나 널일 수 없습니다.
te: సంస్థ పాత్ర Id ఖాళీగా లేదా శూన్య ఉండకూడదు.

# NotEmptyEntityTypeFeatureIds
source: Entity type feature ids can not be null or empty.
ar: لا يمكن أن تكون معرّفات معالم نوع الكيان فارغة أو فارغة.
ko: 엔티티 유형 기능 ID는 널이거나 비어있을 수 없습니다.
te: సంస్థ రకం ఫీచర్ ఐడిలు శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyEstimatedTime
source: Estimated time cannot be null or empty.
ar: لا يمكن أن يكون الوقت المقدر فارغًا أو فارغًا.
ko: 예상 시간은 null이거나 비어있을 수 없습니다.
te: అంచనా సమయం శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyEstimations
source: Please update estimations before add/update deadline.
ar: يرجى تحديث التقديرات قبل إضافة / تحديث الموعد النهائي.
ko: 마감일을 추가 / 업데이트하기 전에 예상치를 업데이트하십시오.
te: దయచేసి జోడించడానికి / నవీకరణ గడువుకు ముందు అంచనాలకు అప్డేట్.

# NotEmptyExceptionDate
source: Exception date can not be empty
ar: لا يمكن أن يكون تاريخ الاستثناء فارغًا
ko: 예외 날짜는 비워 둘 수 없습니다.
te: మినహాయింపు తేదీ ఖాళీగా ఉండకూడదు

# NotEmptyExpenseBusinessPurpose
source: Business Purpose can not be null or empty.
ar: لا يمكن أن يكون الغرض من العمل فارغًا أو فارغًا.
ko: 업무 목적은 null이거나 비어있을 수 없습니다.
te: వ్యాపారం పర్పస్ శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyExpenseCategoryAccountCode
source: Expense Category AccountCode cannot be empty
ar: لا يمكن أن يكون رمز حساب فئة المصاريف فارغًا
ko: 비용 범주 계정 코드는 비워 둘 수 없습니다.
te: ఖర్చుల వర్గం AccountCode ఖాళీగా ఉండకూడదు

# NotEmptyExpenseCategoryId
source: ExpenseCategoryId can not be null or empty.
ar: لا يمكن أن يكون ExpenseCategoryId فارغًا أو فارغًا.
ko: Expense Category Id는 null이거나 비어있을 수 없습니다.
te: ఖర్చు వర్గం Id శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyExpenseCategoryName
source: Expense Category Name cannot be empty
ar: لا يمكن أن يكون اسم فئة المصاريف فارغًا
ko: 비용 범주 이름은 비워 둘 수 없습니다.
te: ఖర్చుల వర్గం పేరు ఖాళీగా ఉండకూడదు

# NotEmptyExpenseCurrencyId
source: Expense CurrencyId can not be null or empty.
ar: لا يمكن أن يكون معرف المصاريف فارغًا أو فارغًا.
ko: 비용 통화 ID는 null이거나 비어있을 수 없습니다.
te: ఖర్చుల కరెన్సీ Id శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyExpenseDate
source: ExpenseDate can not be null or empty.
ar: لا يمكن أن يكون تاريخ المصاريف فارغًا أو فارغًا.
ko: 비용 날짜는 null이거나 비어있을 수 없습니다.
te: ఖర్చు తేదీ శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyExpenseDescription
source: Expense description can not be empty
ar: لا يمكن ترك وصف المصاريف فارغًا
ko: 비용 설명은 비워 둘 수 없습니다.
te: ఖర్చుల వివరణ ఖాళీగా ఉండకూడదు

# NotEmptyExpenseDurationFrom
source: Duration From can not be null or empty.
ar: لا يمكن أن تكون المدة من فارغة أو فارغة.
ko: 기간 시작은 null이거나 비어있을 수 없습니다.
te: నుండి వ్యవధి శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyExpenseDurationTo
source: Duration To can not be null or empty.
ar: لا يمكن أن تكون المدة إلى فارغة أو فارغة.
ko: 기간 종료는 null이거나 비어있을 수 없습니다.
te: కాలపరిమితితో శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyExpenseId
source: Expense id can not be empty.
ar: لا يمكن ترك معرّف المصاريف فارغًا.
ko: 비용 ID는 비워 둘 수 없습니다.
te: ఖర్చు ఖాళీగా ఉండకూడదు.

# NotEmptyExpenseReportById
source: ExpenseReportById can not be null or empty.
ar: لا يمكن أن يكون ExpenseReportById فارغًا أو فارغًا.
ko: ID 별 비용 보고서는 null이거나 비어있을 수 없습니다.
te: ఖర్చు నివేదిక Id శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyExpenseReportStatusId
source: Expense Report Status Id cannot be empty
ar: لا يمكن ترك معرّف حالة تقرير المصاريف فارغًا
ko: 비용 보고서 상태 ID는 비워 둘 수 없습니다.
te: స్థితి ఖర్చుల నివేదిక ID ఖాళీగా ఉండకూడదు

# NotEmptyExpenseReportStatusName
source: Expense report status name cannot be empty
ar: لا يمكن أن يكون اسم حالة تقرير المصاريف فارغًا
ko: 비용 보고서 상태 이름은 비워 둘 수 없습니다.
te: ఖర్చుల నివేదిక స్థితి పేరు ఖాళీగా ఉండకూడదు

# NotEmptyExpenseReportTitle
source: Test ReportTitle can not be null or empty.
ar: لا يمكن أن يكون عنوان Test ReportTitle فارغًا أو فارغًا.
ko: 테스트 보고서 제목은 null이거나 비어있을 수 없습니다.
te: నివేదిక శీర్షిక శూన్య లేదా ఖాళీగా ఉండకూడదు.
