Repository: pujithagodavarthi414-coder/TradeEngine.ai
Catalog: sourcecode/BusinessView/BusinessView.Common/Texts/LangText.*.resx
Languages: ar, ko, te

# ExceptionUpsertPayRollCalculationConfigurations
source: Payroll calculation configurations could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء أو تحديث تكوينات حساب كشوف المرتبات. يرجى الاتصال بالمسؤول.
ko: 급여 계산 구성을 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: పేరోల్ లెక్కింపు కాన్ఫిగరేషన్‌లు సృష్టించబడవు లేదా నవీకరించబడవు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionUpsertPayRollComponent
source: Could not upsert payroll component.Please contact administrator.
ar: تعذر زيادة قيمة مكون الرواتب. يرجى الاتصال بالمسؤول.
ko: 급여 구성 요소를 업로드 할 수 없습니다. 관리자에게 문의하십시오.
te: పేరోల్ భాగాన్ని పర్యవేక్షించడం సాధ్యం కాలేదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionUpsertPayRollGenderConfiguration
source: Could not upsert payroll gender configuration.Please contact administrator.
ar: تعذر زيادة تكوين جنس الرواتب. يرجى الاتصال بالمسؤول.
ko: 급여 성별 구성을 업로드 할 수 없습니다. 관리자에게 문의하십시오.
te: పేరోల్ లింగ కాన్ఫిగరేషన్‌ను పర్యవేక్షించడం సాధ్యం కాలేదు.

# ExceptionUpsertPayRollMaritalStatusConfiguration
source: Could not upsert payroll marital status configuration.Please contact administrator.
ar: تعذر زيادة تكوين الحالة الاجتماعية لكشوف المرتبات. يرجى الاتصال بالمسؤول.
ko: 급여 혼인 상태 구성을 업로드 할 수 없습니다. 관리자에게 문의하십시오.
te: పేరోల్ వైవాహిక స్థితి కాన్ఫిగరేషన్‌ను పర్యవేక్షించడం సాధ్యం కాలేదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionUpsertPayRollRoleConfiguration
source: Could not upsert payroll role configuration.Please contact administrator.
ar: تعذر زيادة تكوين دور كشوف المرتبات. يرجى الاتصال بالمسؤول.
ko: 급여 역할 구성을 업로드 할 수 없습니다. 관리자에게 문의하십시오.
te: పేరోల్ రోల్ కాన్ఫిగరేషన్‌ను పర్యవేక్షించడం సాధ్యం కాలేదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionUpsertPayRollRunEmployeeComponent
source: Could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاؤها أو تحديثها. يرجى الاتصال بالمسؤول.
ko: 생성하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: సృష్టించబడలేదు లేదా నవీకరించబడలేదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionUpsertPayRollStatusList
source: Can not upsert the Pay roll status. Please contact administrator
ar: لا يمكن رفع حالة الراتب. يرجى الاتصال بالمسؤول
ko: Pay roll 상태를 upsert 할 수 없습니다. 관리자에게 문의하십시오
te: పే రోల్ స్థితిని సరిచేయలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionUpsertPayRollTemplate
source: Could not upsert payroll template.Please contact administrator.
ar: تعذر زيادة حجم قالب كشوف المرتبات. يرجى الاتصال بالمسؤول.
ko: 급여 템플릿을 업로드 할 수 없습니다. 관리자에게 문의하십시오.

# ExceptionUpsertPayRollTemplateConfiguration
source: Payroll template configuration could not be created or updated. Please contact administrator.
ar: تعذر إنشاء أو تحديث تكوين قالب كشوف المرتبات. يرجى الاتصال بالمسؤول.
ko: 급여 템플릿 구성을 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: పేరోల్ టెంప్లేట్ కాన్ఫిగరేషన్ సృష్టించబడలేదు లేదా నవీకరించబడలేదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionUpsertPerformance
source: Cannot add or update performance. Please contact administrator
ar: لا يمكن إضافة أو تحديث الأداء. يرجى الاتصال بالمسؤول
ko: 성능을 추가하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오
te: పనితీరును అధిగమించలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionUpsertPerformanceConfiguration
source: Cannot add or update performance configurations. Please contact administrator
ar: لا يمكن إضافة أو تحديث تكوينات الأداء. يرجى الاتصال بالمسؤول
ko: 성능 구성을 추가하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오
te: పనితీరు కాన్ఫిగరేషన్‌ను అప్‌సర్ట్ చేయలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionUpsertProject
source: Upsert Project could not be done. Please contact administrator.
ar: لا يمكن تنفيذ مشروع Upsert. يرجى الاتصال بالمسؤول.
ko: Upsert 프로젝트를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: Upsert ప్రాజెక్ట్ చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionUpsertProjectMember
source: Upsert Project Member could not be done. Please contact administrator.
ar: لا يمكن عمل Upsert Project Member. يرجى الاتصال بالمسؤول.
ko: Upsert 프로젝트 멤버를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: Upsert ప్రాజెక్ట్ సభ్యుడు చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionUpsertProjectTags
source: Upsert project tags could not be done. Please contact administrator.
ar: لا يمكن عمل Upsert علامات المشروع. يرجى الاتصال بالمسؤول.
ko: Upsert 프로젝트 태그를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: Upsert ప్రాజెక్టు టాగ్లు చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionUpsertQuestionType
source: Question type could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء نوع السؤال أو تحديثه. يرجى الاتصال بالمسؤول.
ko: 질문 유형을 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: ప్రశ్న రకాన్ని సృష్టించడం లేదా నవీకరించడం సాధ్యం కాలేదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionUpsertReferenceType
source: Reference Type could not be created or updated. Please contact administrator.
ar: تعذر إنشاء نوع المرجع أو تحديثه. يرجى الاتصال بالمسؤول.
ko: 참조 유형을 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: సూచన టైప్ రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionUpsertRegion
source: Region could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء أو تحديث المنطقة. يرجى الاتصال بالمسؤول.
ko: 지역을 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: రీజియన్ రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionUpsertRelstionship
source: Relationship could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء العلاقة أو تحديثها. يرجى الاتصال بالمسؤول.
ko: 관계를 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: సంబంధం రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionUpsertReminder
source: Cannot add or update reminder. Please contact administrator
ar: لا يمكن إضافة أو تحديث التذكير. يرجى الاتصال بالمسؤول
ko: 미리 알림을 추가하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오
te: రిమైండర్‌ను జోడించడం లేదా నవీకరించడం సాధ్యం కాదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionUpsertReport
source: Report could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء التقرير أو تحديثه. يرجى الاتصال بالمسؤول.
ko: 보고서를 작성하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: నివేదిక రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionUpsertReportingMethod
source: Reporting Method could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء أو تحديث أسلوب الإبلاغ. يرجى الاتصال بالمسؤول.
ko: 보고 방법을 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: విధానం రిపోర్టింగ్ రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionUpsertReportSeenStatus
source: Seen status can't be updated. Please contact administrator
ar: لا يمكن تحديث حالة المشاهدة. يرجى الاتصال بالمسؤول
ko: 본 상태를 업데이트 할 수 없습니다. 관리자에게 문의하십시오
te: చూసిన స్థితి నవీకరించబడదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionUpsertResignationStatus
source: Could not upsert resignation status.Please contact administrator.
ar: تعذر تأكيد حالة الاستقالة. يرجى الاتصال بالمسؤول.
ko: 탈퇴 상태를 업로드 할 수 없습니다. 관리자에게 문의하십시오.
te: రాజీనామా స్థితిని పర్యవేక్షించడం సాధ్యం కాలేదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionUpsertRestrictionTypes
source: Add/Edit Restriction type could not be done.Please contact administrator.
ar: تعذر إجراء نوع القيد إضافة / تحرير. يرجى الاتصال بالمسؤول.
ko: 제한 유형 추가 / 편집을 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: పరిమితి రకం జోడించు / సవరించు చేయలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionUpsertRole
source: Upsert Role could not be done. Please contact administrator.
ar: لا يمكن أن يتم تأكيد الدور. يرجى الاتصال بالمسؤول.
ko: Upsert 역할을 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: Upsert పాత్ర చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionUpsertRollComponent
source: Payroll component could not be created or updated. Please contact administrator
ar: لا يمكن إنشاء أو تحديث مكون كشوف المرتبات. يرجى الاتصال بالمسؤول
ko: 급여 구성 요소를 생성하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오

# ExceptionUpsertSeatingArrangement
source: SeatingArrangement could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء ترتيب الجلوس أو تحديثه. يرجى الاتصال بالمسؤول.
ko: 좌석 배치를 생성하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: SeatingArrangement రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionUpsertShiftException
source: Can not upsert shift exception. Please contact administrator.
ar: لا يمكن زيادة استثناء التحول. يرجى الاتصال بالمسؤول.
ko: 시프트 예외를 upsert 할 수 없습니다. 관리자에게 문의하십시오.
te: షిఫ్ట్ మినహాయింపును అధిగమించలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionUpsertShiftWeek
source: Can not upsert shift week. Please contact administrator.
ar: لا يمكن أن أزعج أسبوع التحول. يرجى الاتصال بالمسؤول.
ko: 교대 주를 upsert 할 수 없습니다. 관리자에게 문의하십시오.
te: షిఫ్ట్ వీక్ అధిగమించలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionUpsertSignature
source: Cannot add or update signature. Please contact administrator
ar: لا يمكن إضافة أو تحديث التوقيع. يرجى الاتصال بالمسؤول
ko: 서명을 추가하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오
te: సంతకాన్ని జోడించడం లేదా నవీకరించడం సాధ్యం కాదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionUpsertSoftLabelConfigurations
source: Upsert soft label configurations should not be done.Please contact administrator
ar: يجب عدم إجراء عمليات تكوين الملصقات المرنة ، يرجى الاتصال بالمسؤول
ko: Upsert 소프트 라벨 구성은 수행하지 않아야합니다. 관리자에게 문의하십시오.
te: మృదువైన లేబుల్ కాన్ఫిగరేషన్లను చేయకూడదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionUpsertSoftLabels
source: Soft Labels could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء تسميات مرنة أو تحديثها. يرجى الاتصال بالمسؤول.
ko: 소프트 라벨을 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: సాఫ్ట్ Labels రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionUpsertSpecificDay
source: Specific day could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء أو تحديث يوم محدد. يرجى الاتصال بالمسؤول.
ko: 특정 날짜를 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: నిర్దిష్ట రోజు సృష్టించబడలేదు లేదా నవీకరించబడలేదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionUpsertState
source: States could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء الدول أو تحديثها. يرجى الاتصال بالمسؤول.
ko: 상태를 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: రాష్ట్రాలు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionUpsertStatus
source: Upsert Status could not be done. Please contact administrator.
ar: لا يمكن عمل Upsert Status. يرجى الاتصال بالمسؤول.
ko: Upsert 상태를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: Upsert హోదా చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionUpsertStatusReportingConfiguration
source: Upsert Status Reporting Configuration could not be done. Please contact administrator.
ar: تعذر إجراء تكوين تقرير حالة Upsert. يرجى الاتصال بالمسؤول.
ko: Upsert 상태보고 구성을 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: Upsert స్థితి రిపోర్టింగ్ ఆకృతీకరణ చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionUpsertStore
source: Store details could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء تفاصيل المتجر أو تحديثها. يرجى الاتصال بالمسؤول.
ko: 상점 세부 사항을 작성하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: స్టోర్ వివరాలను సృష్టించడం లేదా నవీకరించడం సాధ్యం కాలేదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionUpsertSubscriptionPaidBy
source: Subscriptionpaidbyoption could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء Subscriptionpaidbyoption أو تحديثه. يرجى الاتصال بالمسؤول.
ko: 옵션으로 결제 한 구독을 생성하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: Subscriptionpaidbyoption రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionUpsertTaxAllowance
source: Tax allowance could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء أو تحديث الإعفاء الضريبي. يرجى الاتصال بالمسؤول.
ko: 세금 공제를 생성하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.

# ExceptionUpsertTdsSettings
source: Could not upsert tds settings.Please contact administrator.
ar: تعذر زيادة إعدادات tds. يرجى الاتصال بالمسؤول.
ko: tds 설정을 업로드 할 수 없습니다. 관리자에게 문의하십시오.
te: Tds సెట్టింగులను అప్‌సర్ట్ చేయలేకపోయింది. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionUpsertTestCaseAutomationType
source: Test Case Automation Type could not be created or updated. Please contact administrator.
ar: تعذر إنشاء نوع أتمتة حالة الاختبار أو تحديثه. يرجى الاتصال بالمسؤول.
ko: 테스트 케이스 자동화 유형을 작성하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: టెస్ట్ కేస్ ఆటోమేషన్ టైప్ రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionUpsertTestCasePriorityMasterValue
source: Test Case Priority could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء أولوية حالة الاختبار أو تحديثها. يرجى الاتصال بالمسؤول.
ko: 테스트 케이스 우선 순위를 작성하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: టెస్ట్ కేస్ ప్రాధాన్య రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionUpsertTestCaseStatusMasterValue
source: Test Case Status could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء حالة حالة الاختبار أو تحديثها. يرجى الاتصال بالمسؤول.
ko: 테스트 케이스 상태를 작성하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: టెస్ట్ కేస్ స్థితి రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionUpsertTestCaseTypeMasterValue
source: Test Case Type could not be created or updated. Please contact administrator.
ar: تعذر إنشاء نوع حالة الاختبار أو تحديثها. يرجى الاتصال بالمسؤول.
ko: 테스트 케이스 유형을 작성하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: టెస్ట్ కేస్ పద్ధతి రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionUpsertTestPlan
source: TestPlan could not be created or updated. Please contact administrator.
ar: تعذر إنشاء أو تحديث TestPlan. يرجى الاتصال بالمسؤول.
ko: 테스트 계획을 생성하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: TestPlan రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionUpsertTestRailAudit
source: Audit could not be Saved. Please contact administrator.
ar: تعذر حفظ التدقيق. يرجى الاتصال بالمسؤول.
ko: 감사를 저장할 수 없습니다. 관리자에게 문의하십시오.
te: ఆడిట్ సేవ్ కాలేదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionUpsertTestRailConfiguration
source: Test repo configuration could not be created or updated. Please contact administrator.
ar: تعذر إنشاء أو تحديث تكوين اختبار الريبو. يرجى الاتصال بالمسؤول.
ko: 테스트 저장소 구성을 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: టెస్ట్ రెపో కాన్ఫిగరేషన్ సృష్టించబడలేదు లేదా నవీకరించబడలేదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionUpsertTestRun
source: Run could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء أو تحديث التشغيل. يرجى الاتصال بالمسؤول.
ko: 실행을 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: రన్ సృష్టించబడలేదు లేదా నవీకరించబడలేదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionUpsertTimeFormat
source: Time Format could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء تنسيق الوقت أو تحديثه. يرجى الاتصال بالمسؤول.
ko: 시간 형식을 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: సమయ ఆకృతి రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionUpsertTrainingCourse
source: Upsert training course could not be done. Please contact administrator.
ar: لا يمكن القيام بالدورة التدريبية Upsert. يرجى الاتصال بالمسؤول.
ko: Upsert 교육 과정을 완료 할 수 없습니다. 관리자에게 문의하십시오.
te: ఉన్నత శిక్షణా కోర్సు చేయలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionUpsertUserActivityToken
source: Upsert user activity token could not be done. Please contact the administrator.
ar: لا يمكن عمل رمز نشاط المستخدم Upsert. يرجى الاتصال بالمسؤول.
ko: Upsert 사용자 활동 토큰을 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: వినియోగదారు కార్యాచరణ టోకెన్‌ను పూర్తి చేయడం సాధ్యం కాలేదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionUpsertUserPunchCard
source: User PunchCard could not be created or updated. Please contact administrator.
ar: تعذر إنشاء أو تحديث User PunchCard. يرجى الاتصال بالمسؤول.
ko: 사용자 펀치 카드를 생성하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: వాడుకరి PunchCard రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionUpsertUserStoryChannel
source: Upsert work item channel could not be done. Please contact administrator.
ar: تعذر إجراء Upsert قناة عنصر العمل. يرجى الاتصال بالمسؤول.
ko: Upsert 작업 항목 채널을 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: Upsert యూజర్ అంశం ఛానెల్ చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionUpsertUserStoryLink
source: Upsert work item link cannot be created.Please contact administrator.
ar: لا يمكن إنشاء ارتباط رفع عنصر العمل. يرجى الاتصال بالمسؤول.
ko: Upsert 작업 항목 링크를 생성 할 수 없습니다. 관리자에게 문의하십시오.
te: వినియోగదారు అంశం లింక్ సృష్టించబడదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionUpsertUserStoryTags
source: Upsert work item tags could not be done. Please contact administrator.
ar: لا يمكن إجراء رفع علامات عنصر العمل. يرجى الاتصال بالمسؤول.
ko: Upsert 작업 항목 태그를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: Upsert యూజర్ అంశం టాగ్లు చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionUpsertWebHook
source: Webhook could not be created or updated. Please contact administrator.
ar: تعذر إنشاء Webhook أو تحديثه. يرجى الاتصال بالمسؤول.
ko: Webhook을 생성하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: వెబ్ హుక్ రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionUpsertWorkFlowStatusInActive
source: WorkFlow status to in active could not be updated. Please contact administrator.
ar: لا يمكن تحديث حالة WorkFlow إلى نشط. يرجى الاتصال بالمسؤول.
ko: 워크 플로우 상태를 활성으로 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: క్రియాశీల వర్క్ఫ్లో స్థితి నవీకరించబడుతుంది కాలేదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionUpsertWorkspaceDashboardFilter
source: Upsert workspace dashboard filter cannot be done. Please contact administrator
ar: لا يمكن إجراء تصفية لوحة معلومات مساحة العمل. يرجى الاتصال بالمسؤول
ko: Upsert 작업 공간 대시 보드 필터를 수행 할 수 없습니다. 관리자에게 문의하십시오
te: వర్క్‌స్పేస్ డాష్‌బోర్డ్ వడపోతను చేయలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionUserChannels
source: Getting the user channels should be failed. Please contact administrator.
ar: يجب فشل الحصول على قنوات المستخدم. يرجى الاتصال بالمسؤول.
ko: 사용자 채널을 가져 오는 데 실패해야합니다. 관리자에게 문의하십시오.
te: వినియోగదారు ఛానెల్లు పొందడం విఫలమైంది చేయాలి. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionUserCouldNotBeCreated
source: User could not be created. Please contact administrator.
ar: لا يمكن إنشاء المستخدم. يرجى الاتصال بالمسؤول.
ko: 사용자를 생성 할 수 없습니다. 관리자에게 문의하십시오.
te: వాడుకరి సృష్టించబడదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionUserProfileImageUpsert
source: User profile image not updated . Please contact administrator.
ar: لم يتم تحديث صورة ملف تعريف المستخدم. يرجى الاتصال بالمسؤول.
ko: 사용자를 생성 할 수 없습니다. 관리자에게 문의하십시오.
te: వినియోగదారు ప్రొఫైల్ చిత్రం నవీకరించబడింది లేదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionUserStoriesForAllGoals
source: WorkItems For All Goals could not be done. Please contact administrator.
ar: لا يمكن عمل WorkItems لجميع الأهداف. يرجى الاتصال بالمسؤول.
ko: 모든 목표에 대한 작업 항목을 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: అన్ని లక్ష్యాలు వాడుకరి పని అంశం చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionUserStoryCouldNotBeCreated
source: Work items could not be created. Please contact administrator.
ar: لا يمكن إنشاء عناصر العمل. يرجى الاتصال بالمسؤول.
ko: 작업 항목을 만들 수 없습니다. 관리자에게 문의하십시오.
te: పని అంశం సృష్టించబడదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionUserStoryHistory
source: Cannot get work item history. Please contact administrator.
ar: لا يمكن الحصول على محفوظات عناصر العمل. يرجى الاتصال بالمسؤول.
ko: 작업 항목 기록을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: పని అంశం చరిత్రలో పొందలేము. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionUserStoryLogTimeCouldNotBeCreated
source: Work item log time could not be created. Please contact administrator.
ar: تعذر إنشاء وقت سجل عنصر العمل. يرجى الاتصال بالمسؤول.
ko: 작업 항목 로그 시간을 만들 수 없습니다. 관리자에게 문의하십시오.
te: పని అంశం లాగ్ సమయం సృష్టించబడదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionUserStoryLogTimeUpsert
source: Work item log time could not be created or updated. Please contact administrator.
ar: تعذر إنشاء وقت سجل عنصر العمل أو تحديثه. يرجى الاتصال بالمسؤول.
ko: 작업 항목 로그 시간을 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: పని అంశం లాగ్ సమయం రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionUserStoryReplanCouldNotBeCreated
source: Work item replan could not be created. Please contact administrator.
ar: تعذر إنشاء إعادة صياغة عنصر العمل. يرجى الاتصال بالمسؤول.
ko: 작업 항목 로그 시간을 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: పని అంశం replan సృష్టించబడదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionUserStoryReplanType
source: Work item Replan Type could not be created or updated. Please contact administrator.
ar: تعذر إنشاء نوع إعادة تخطيط عنصر العمل أو تحديثه. يرجى الاتصال بالمسؤول.
ko: 작업 항목 재 계획 유형을 생성하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: పని అంశం Replan టైప్ రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionUserStoryReplanUpsert
source: Work item replan could not be created or updated. Please contact administrator.
ar: تعذر إنشاء أو تحديث إعادة عنصر العمل. يرجى الاتصال بالمسؤول.
ko: 작업 항목 재 계획을 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: పని అంశం replan రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionUserStoryReviewCommentCouldNotBeCreated
source: Work item review comment could not be created. Please contact administrator.
ar: تعذر إنشاء تعليق مراجعة عنصر العمل. يرجى الاتصال بالمسؤول.
ko: 작업 항목 검토 주석을 작성할 수 없습니다. 관리자에게 문의하십시오.
te: పని అంశం సమీక్ష వ్యాఖ్యను సృష్టించడం సాధ్యం కాలేదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionUserStoryReviewCommentUpsert
source: Work item review comment could not be created or updated. Please contact administrator.
ar: تعذر إنشاء تعليق مراجعة عنصر العمل أو تحديثه. يرجى الاتصال بالمسؤول.
ko: 작업 항목 검토 주석을 작성하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: పని అంశం సమీక్ష వ్యాఖ్యను రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionUserStorySubTypeCouldNotBeCreated
source: Work item sub type could not be created. Please contact administrator.
ar: تعذر إنشاء النوع الفرعي لعنصر العمل. يرجى الاتصال بالمسؤول.
ko: 작업 항목 하위 유형을 만들 수 없습니다. 관리자에게 문의하십시오.
te: పని అంశం ఉప రకం సృష్టించడం సాధ్యం కాలేదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionUserStorySubTypeUpsert
source: Work item sub type could not be created or updated. Please contact administrator.
ar: تعذر إنشاء أو تحديث النوع الفرعي لعنصر العمل. يرجى الاتصال بالمسؤول.
ko: 작업 항목 하위 유형을 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: పని అంశం ఉప రకం రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionUserStoryUpsert
source: Work item could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء عنصر العمل أو تحديثه. يرجى الاتصال بالمسؤول.
ko: 작업 항목을 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: పని అంశం రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionUserUpsert
source: User could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء المستخدم أو تحديثه. يرجى الاتصال بالمسؤول.
ko: 사용자를 생성하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: వాడుకరి రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionValidateUserLocation
source: You are not using office internet to access punch card. Please contact administrator.
ar: أنت لا تستخدم إنترنت المكتب للوصول إلى البطاقة المثقوبة. يرجى الاتصال بالمسؤول.
ko: 펀치 카드에 액세스하기 위해 사무실 인터넷을 사용하고 있지 않습니다. 관리자에게 문의하십시오.
te: మీరు పంచ్ కార్డ్ యాక్సెస్ కార్యాలయం ఇంటర్నెట్ ఉపయోగించడం లేదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionWidgetUpsert
source: App could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء التطبيق أو تحديثه. يرجى الاتصال بالمسؤول.
ko: 펀치 카드에 액세스하기 위해 사무실 인터넷을 사용하고 있지 않습니다. 관리자에게 문의하십시오.
te: అనువర్తనం సృష్టించబడలేదు లేదా నవీకరించబడలేదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.
