Repository: pujithagodavarthi414-coder/TradeEngine.ai
Catalog: sourcecode/BusinessView/BusinessView.Common/Texts/LangText.*.resx
Languages: ar, ko, te

source: Main usecase name should not be null
ar: يجب ألا يكون اسم حالة الاستخدام الرئيسي فارغًا
ko: 기본 사용 사례 이름은 null이 아니어야합니다.
te: ప్రధాన యూస్‌కేస్ పేరు శూన్యంగా ఉండకూడదు

source: Main usecase name with this name already exists
ar: اسم حالة الاستخدام الرئيسي بهذا الاسم موجود بالفعل
ko: 이 이름의 기본 사용 사례 이름이 이미 있습니다.
te: ఈ పేరుతో ప్రధాన యూస్‌కేస్ పేరు ఇప్పటికే ఉంది

# MajorSpecializationLengthExceeded
source: MajorSpecialization can not be longer than 800 characters.
ar: يجب ألا يزيد التخصص الرئيسي عن 800 حرف.
ko: MajorSpecialization은 800자를 초과 할 수 없습니다.
te: మేజర్ స్పెషలైజేషన్ 800 అక్షరాల కంటే ఎక్కువ ఉండకూడదు.

source: Marital status should not be null
ar: يجب ألا تكون الحالة الاجتماعية باطلة
ko: 결혼 여부는 null이 아니어야합니다.
te: వైవాహిక స్థితి శూన్యంగా ఉండకూడదు

source: Master question type should not be null
ar: يجب ألا يكون نوع السؤال الرئيسي فارغًا
ko: 마스터 질문 유형은 null이 아니어야합니다.
te: మాస్టర్ ప్రశ్న రకం శూన్యంగా ఉండకూడదు

# MaximumLengthExceededForGoalDescription
source: Goal Description can not be longer than 800 characters.
ar: لا يمكن أن يكون وصف الهدف أطول من 800 حرف.
ko: 목표 설명은 800자를 초과 할 수 없습니다.
te: లక్ష్య వివరణ 800 అక్షరాల కంటే ఎక్కువ ఉండకూడదు.

# MaximumLengthForAccountName
source: Account name can not be longer than 50 characters.
ar: لا يمكن أن يكون اسم الحساب أطول من 50 حرفًا.
ko: 계정 이름은 50자를 초과 할 수 없습니다.
te: ఖాతా పేరు 50 అక్షరాలు కంటే ఎక్కువ ఉండరాదు.

# MaximumLengthForAccountNumber
source: Account number can not be longer than 20 characters.
ar: يجب ألا يزيد رقم الحساب عن 20 حرفًا.
ko: 계좌 번호는 20자를 초과 할 수 없습니다.
te: ఖాతా సంఖ్య 20 అక్షరాల కంటే ఎక్కువ ఉండకూడదు.

# MaximumLengthForAssignToComment
source: Test Case Assign to comment cannot be longer than 500 characters
ar: لا يمكن أن يتجاوز تعيين حالة الاختبار للتعليق 500 حرف
ko: 주석에 할당 된 테스트 케이스는 500자를 초과 할 수 없습니다.
te: టెస్ట్ కేస్ మీరే అప్పగించుము కంటే ఎక్కువ 500 అక్షరాలు ఉండకూడదు

# MaximumLengthForAutomationTypeName
source: Automation Type Name can not be longer than 50 characters.
ar: لا يمكن أن يزيد اسم نوع الأتمتة عن 50 حرفًا.
ko: 자동화 유형 이름은 50자를 초과 할 수 없습니다.
te: ఆటోమేషన్ రకం పేరు 50 అక్షరాలు కంటే ఎక్కువ ఉండరాదు.

# MaximumLengthForBankName
source: Bank name can not be longer than 50 characters.
ar: لا يمكن أن يكون اسم البنك أطول من 50 حرفًا.
ko: 은행 이름은 50자를 초과 할 수 없습니다.
te: బ్యాంక్ పేరు 50 అక్షరాలు కంటే ఎక్కువ ఉండరాదు.

# MaximumLengthForBoardTypeName
source: Board type name can not be longer than 800 characters.
ar: لا يمكن أن يكون اسم نوع اللوحة أطول من 800 حرف.
ko: 보드 유형 이름은 800자를 초과 할 수 없습니다.
te: బోర్డు రకం పేరు 800 అక్షరాల కంటే ఎక్కువ ఉండకూడదు.

# MaximumLengthForBranchName
source: Branch name can not be longer than 800 characters.
ar: لا يمكن أن يكون اسم الفرع أطول من 800 حرف.
ko: 지점 이름은 800자를 초과 할 수 없습니다.
te: బ్రాంచ్ పేరు 800 అక్షరాల కంటే ఎక్కువ ఉండకూడదు.

# MaximumLengthForBreakTypeName
source: Break type name can not be longer than 50 characters.
ar: لا يمكن أن يكون اسم نوع الفاصل أطول من 50 حرفًا.
ko: 구분 유형 이름은 50자를 초과 할 수 없습니다.
te: రకం బ్రేక్ పేరు 50 అక్షరాలు కంటే ఎక్కువ ఉండరాదు.

# MaximumLengthForBugTitle
source: Bug title cannot be longer than 800 characters
ar: لا يمكن أن يكون عنوان الخطأ أطول من 800 حرف
ko: 버그 제목은 800자를 넘을 수 없습니다.
te: బగ్ శీర్షిక 800 అక్షరాల కంటే ఎక్కువ ఉండకూడదు

# MaximumLengthForBuildingSocietyRollNumber
source: Building society roll number can not be longer than 50 characters.
ar: لا يمكن أن يزيد رقم لفة المجتمع عن 50 حرفًا.
ko: 건물 사회 롤 번호는 50자를 초과 할 수 없습니다.
te: బిల్డింగ్ సొసైటీ రోల్ సంఖ్య 50 అక్షరాల కంటే ఎక్కువ ఉండకూడదు.

# MaximumLengthForChannelName
source: Channel name can not be longer than 100 characters.
ar: لا يمكن أن يكون اسم القناة أطول من 100 حرف.
ko: 채널 이름은 100자를 초과 할 수 없습니다.
te: ఛానల్ పేరు 100 అక్షరాల కంటే ఎక్కువ ఉండకూడదు.

# MaximumLengthForComment
source: Comment can not be longer than 800 characters.
ar: يجب ألا يزيد طول التعليق عن 800 حرف.
ko: 설명은 800자를 초과 할 수 없습니다.
te: వ్యాఖ్య 800 అక్షరాల కంటే ఎక్కువ ఉండకూడదు.

# MaximumLengthForCompanyIntroducedByOption
source: Company Introduced By Option can not be longer than 50 characters.
ar: لا يمكن أن يزيد طول الشركة المقدمة بواسطة Option عن 50 حرفًا.
ko: 회사 소개 옵션은 50자를 초과 할 수 없습니다.
te: కంపెనీ ఎంపిక ద్వారా పరిచయం 50 అక్షరాల కంటే ఎక్కువ ఉండకూడదు.

# MaximumLengthForConfigurationTypeName
source: Configuration type name can not be longer than 250 characters.
ar: لا يمكن أن يكون اسم نوع التكوين أطول من 250 حرفًا.
ko: 구성 유형 이름은 250자를 초과 할 수 없습니다.
te: ఆకృతీకరణ రకం పేరు 250 అక్షరాల కంటే ఎక్కువ ఉండకూడదు.

# MaximumLengthForConsiderHourName
source: Consider hour name can not be longer than 250 characters.
ar: ضع في اعتبارك أن اسم الساعة لا يمكن أن يزيد عن 250 حرفًا.
ko: 시간 이름은 250자를 초과 할 수 없습니다.
te: పరిగణించండి గంట పేరు 250 అక్షరాల కంటే ఎక్కువ ఉండకూడదు.

# MaximumLengthForContractTypeName
source: Contract type name can not be longer than 50 characters.
ar: لا يمكن أن يكون اسم نوع العقد أطول من 50 حرفًا.
ko: 계약 유형 이름은 50자를 초과 할 수 없습니다.
te: కాంట్రాక్ట్ రకం పేరు 50 అక్షరాలు కంటే ఎక్కువ ఉండరాదు.

# MaximumLengthForCountryCode
source: Country code can not be longer than 50 characters.
ar: لا يمكن أن يكون رمز البلد أطول من 50 حرفًا.
ko: 국가 코드는 50자를 초과 할 수 없습니다.
te: దేశం కోడ్ 50 అక్షరాల కంటే ఎక్కువ ఉండకూడదు.

# MaximumLengthForCountryName
source: Country name can not be longer than 50 characters.
ar: لا يمكن أن يكون اسم البلد أطول من 50 حرفًا.
ko: 국가 이름은 50자를 초과 할 수 없습니다.
te: దేశం పేరు 50 అక్షరాలు కంటే ఎక్కువ ఉండరాదు.

# MaximumLengthForCourseDescription
source: Course description should not exceed 800 characters
ar: يجب ألا يتجاوز وصف الدورة 800 حرف
ko: 과정 설명은 800자를 초과 할 수 없습니다.
te: కోర్సు వివరణ 800 అక్షరాలను మించకూడదు

# MaximumLengthForCourseName
source: Course name should not exceed 100 characters
ar: يجب ألا يتجاوز اسم الدورة 100 حرف
ko: 과정 이름은 100자를 초과 할 수 없습니다.
te: కోర్సు పేరు 100 అక్షరాలను మించకూడదు

# MaximumLengthForDateFormat
source: Date Format can not be longer than 50 characters.
ar: لا يمكن أن يكون تنسيق التاريخ أطول من 50 حرفًا.
ko: 날짜 형식은 50자를 초과 할 수 없습니다.
te: తేదీ ఫార్మాట్ 50 అక్షరాల కంటే ఎక్కువ ఉండకూడదు.

# MaximumLengthForDepartmentName
source: Department name can not be longer than 50 characters.
ar: لا يمكن أن يكون اسم القسم أطول من 50 حرفًا.
ko: 부서 이름은 50자를 초과 할 수 없습니다.
te: శాఖ పేరు 50 అక్షరాలు కంటే ఎక్కువ ఉండరాదు.

# MaximumLengthForDesignationName
source: Designation name can not be longer than 50 characters.
ar: لا يمكن أن يكون اسم التعيين أطول من 50 حرفًا.
ko: 지정 이름은 50자를 초과 할 수 없습니다.
te: హోదా పేరు 50 అక్షరాలు కంటే ఎక్కువ ఉండరాదు.

# MaximumLengthForEducationLevelName
source: Education Level name can not be longer than 50 characters.
ar: لا يمكن أن يكون اسم المستوى التعليمي أطول من 50 حرفًا.
ko: 교육 수준 이름은 50자를 초과 할 수 없습니다.
te: విద్యా స్థాయి పేరు 50 అక్షరాలు కంటే ఎక్కువ ఉండరాదు.

# MaximumLengthForEmployeeBranchName
source: Branch name can not be longer than 50 characters.
ar: لا يمكن أن يكون اسم الفرع أطول من 50 حرفًا.
ko: 지점 이름은 50자를 초과 할 수 없습니다.
te: బ్రాంచ్ పేరు 50 అక్షరాలు కంటే ఎక్కువ ఉండరాదు.

# MaximumLengthForExpenseCategoryAccountCode
source: Expense cateogry account code can not be longer than 250 characters.
ar: لا يمكن أن يكون رمز حساب cateogry المصاريف أطول من 250 حرفًا.
ko: 비용 카테고리 계정 코드는 250자를 초과 할 수 없습니다.
te: ఖర్చుల వర్గం ఖాతా కోడ్ 250 అక్షరాల కంటే ఎక్కువ ఉండకూడదు.

# MaximumLengthForExpenseCategoryDescription
source: Expense cateogry Description can not be longer than 1000 characters.
ar: لا يمكن أن يتجاوز وصف فئة المصاريف 1000 حرف.لا يمكن أن يتجاوز وصف فئة المصاريف 1000 حرف.
ko: 비용 카테고리 설명은 1000자를 초과 할 수 없습니다.
te: ఖర్చుల వర్గం వివరణ 1000 అక్షరాల కంటే ఎక్కువ ఉండకూడదు.

# MaximumLengthForExpenseCategoryName
source: Expense cateogry name can not be longer than 250 characters.
ar: لا يمكن أن يزيد اسم فئة المصاريف عن 250 حرفًا.
ko: 비용 카테고리 이름은 250자를 초과 할 수 없습니다.
te: ఖర్చుల వర్గం పేరు 250 అక్షరాల కంటే ఎక్కువ ఉండకూడదు.

# MaximumLengthForExpenseDescription
source: Expense description can not be longer than 800 characters.
ar: لا يمكن أن يكون وصف المصاريف أطول من 800 حرف.
ko: 비용 설명은 800자를 초과 할 수 없습니다.
te: ఖర్చుల వివరణ 800 అక్షరాల కంటే ఎక్కువ ఉండకూడదు.

# MaximumLengthForExpenseReportStatusDescription
source: Expense Report Status Description can not be longer than 1000 characters.
ar: لا يمكن أن يكون وصف حالة تقرير المصاريف أطول من 1000 حرف.
ko: 경비 보고서 상태 설명은 1000자를 초과 할 수 없습니다.
te: ఖర్చుల నివేదిక స్థితి వివరణ 1000 అక్షరాల కంటే ఎక్కువ ఉండకూడదు.

# MaximumLengthForExpenseReportStatusName
source: Expense report status name can not be longer than 250 characters.
ar: لا يمكن أن يكون اسم حالة تقرير المصاريف أطول من 250 حرفًا.
ko: 비용 보고서 상태 이름은 250자를 초과 할 수 없습니다.
te: ఖర్చుల నివేదిక స్థితి పేరు 250 అక్షరాల కంటే ఎక్కువ ఉండకూడదు.

# MaximumLengthForExpenseStatusDescription
source: Expense Report Status Description can not be longer than 1000 characters.
ar: لا يمكن أن يكون وصف حالة تقرير المصاريف أطول من 1000 حرف.
ko: 경비 보고서 상태 설명은 1000자를 초과 할 수 없습니다.
te: ఖర్చుల నివేదిక స్థితి వివరణ 1000 అక్షరాల కంటే ఎక్కువ ఉండకూడదు.

# MaximumLengthForExpenseStatusName
source: Expense status name can not be longer than 100 characters.
ar: لا يمكن أن يكون اسم حالة المصاريف أطول من 100 حرف.
ko: 비용 상태 이름은 100자를 초과 할 수 없습니다.
te: ఖర్చుల స్థితి పేరును 100 అక్షరాల కంటే ఎక్కువ ఉండకూడదు.

# MaximumLengthForGoalDescription
source: Goal Description can not be longer than 800 characters.
ar: لا يمكن أن يكون وصف الهدف أطول من 800 حرف.
ko: 목표 설명은 800자를 초과 할 수 없습니다.
te: లక్ష్య వివరణ 800 అక్షరాల కంటే ఎక్కువ ఉండకూడదు.

# MaximumLengthForGoalName
source: Goal name can not be longer than 250 characters.
ar: لا يمكن أن يكون اسم الهدف أطول من 250 حرفًا.
ko: 목표 이름은 250자를 초과 할 수 없습니다.
te: గోల్ పేరు 250 అక్షరాల కంటే ఎక్కువ ఉండకూడదు.

# MaximumLengthForGoalReplanTypeName
source: Goal replan type name can not be longer than 250 characters.
ar: لا يمكن أن يزيد اسم نوع إعادة صياغة الهدف عن 250 حرفًا.
ko: 목표 재 계획 유형 이름은 250자를 초과 할 수 없습니다.
te: గోల్ రీప్లేయిన్ రకం పేరు 250 అక్షరాల కంటే ఎక్కువ ఉండకూడదు.

# MaximumLengthForGoalShortName
source: Goal short name can not be longer than 250 characters.
ar: لا يمكن أن يكون الاسم المختصر للهدف أطول من 250 حرفًا.
ko: 목표 짧은 이름은 250자를 초과 할 수 없습니다.
te: గోల్ చిన్న పేరు 250 అక్షరాల కంటే ఎక్కువ ఉండకూడదు.

# MaximumLengthForHolidayReason
source: Holiday Reason can not be longer than 50 characters.
ar: لا يمكن أن يكون سبب العطلة أطول من 50 حرفًا.
ko: 휴일 사유는 50자를 초과 할 수 없습니다.
te: హాలిడే కారణము 50 అక్షరాల కంటే ఎక్కువ ఉండకూడదు.

# MaximumLengthForLicenseTypeName
source: License Type Name can not be longer than 50 characters.
ar: لا يمكن أن يكون اسم نوع الترخيص أطول من 50 حرفًا.
ko: 라이센스 유형 이름은 50자를 초과 할 수 없습니다.
te: లైసెన్స్ రకం పేరు 50 అక్షరాలు కంటే ఎక్కువ ఉండరాదు.

# MaximumLengthForMainUseCase
source: Main UseCase can not be longer than 50 characters.
ar: لا يمكن أن تكون حالة UseCase الأساسية أطول من 50 حرفًا.
ko: 주요 사용 사례는 50자를 초과 할 수 없습니다.
te: ప్రధాన వినియోగ కేసు 50 అక్షరాల కంటే ఎక్కువ ఉండకూడదు.

# MaximumLengthForMembershipType
source: Membership type can not be longer than 50 characters.
ar: لا يمكن أن يزيد نوع العضوية عن 50 حرفًا.
ko: 멤버십 유형은 50자를 초과 할 수 없습니다.
te: సభ్యత్వ రకం 50 అక్షరాల కంటే ఎక్కువ ఉండకూడదు.

# MaximumLengthForMilestoneTitle
source: Version Title cannot be longer than 250 characters
ar: لا يمكن أن يكون عنوان الإصدار أطول من 250 حرفًا
ko: 버전 제목은 250자를 초과 할 수 없습니다.
te: సంస్కరణ శీర్షిక కంటే ఎక్కువ 250 అక్షరాలు ఉండకూడదు

# MaximumLengthForNumberFormat
source: Number Format can not be longer than 50 characters.
ar: لا يمكن أن يكون تنسيق الأرقام أطول من 50 حرفًا.
ko: 숫자 형식은 50자를 초과 할 수 없습니다.
te: సంఖ్య ఫార్మాట్ 50 అక్షరాల కంటే ఎక్కువ ఉండకూడదు.

# MaximumLengthForPartsOfDayName
source: Name should not exceed 250 characters
ar: يجب ألا يتجاوز الاسم 250 حرفًا
ko: 이름은 250자를 초과 할 수 없습니다.
te: పేరు 250 అక్షరాలను మించకూడదు

# MaximumLengthForPayGradeName
source: Pay grade name can not be longer than 50 characters.
ar: لا يمكن أن يكون اسم درجة الدفع أطول من 50 حرفًا.
ko: 급여 등급 이름은 50자를 초과 할 수 없습니다.
te: వేతన గ్రేడ్ పేరు 50 అక్షరాలు కంటే ఎక్కువ ఉండరాదు.

# MaximumLengthForPriorityName
source: Priority Name can not be longer than 50 characters.
ar: لا يمكن أن يزيد اسم الأولوية عن 50 حرفًا.
ko: 우선 순위 이름은 50자를 초과 할 수 없습니다.
te: ప్రముఖ పేరు 50 అక్షరాలు కంటే ఎక్కువ ఉండరాదు.

# MaximumLengthForProcessDashboardStatusColor
source: Process dashboard status color can not be longer than 250 characters.
ar: لا يمكن أن يزيد لون حالة لوحة معلومات العملية عن 250 حرفًا.
ko: 프로세스 대시 보드 상태 색상은 250자를 초과 할 수 없습니다.
te: ప్రాసెస్ డాష్బోర్డ్ స్థితి రంగు 250 అక్షరాల కంటే ఎక్కువ ఉండకూడదు.

# MaximumLengthForProcessDashboardStatusName
source: Process dashboard status name can not be longer than 250 characters.
ar: لا يمكن أن يزيد اسم حالة لوحة معلومات العملية عن 250 حرفًا.
ko: 프로세스 대시 보드 상태 이름은 250자를 초과 할 수 없습니다.
te: ప్రాసెస్ డాష్బోర్డ్ స్థితి పేరు 250 అక్షరాల కంటే ఎక్కువ ఉండకూడదు.

# MaximumLengthForProjectFeatureName
source: Project feature name can not be longer than 250 characters.
ar: لا يمكن أن يكون اسم ميزة المشروع أطول من 250 حرفًا.
ko: 프로젝트 기능 이름은 250자를 초과 할 수 없습니다.
te: ప్రాజెక్టు ఫీచర్ పేరు 250 అక్షరాల కంటే ఎక్కువ ఉండకూడదు.

# MaximumLengthForProjectName
source: Project name can not be longer than 100 characters.
ar: لا يمكن أن يكون اسم المشروع أطول من 100 حرف.
ko: 프로젝트 이름은 100자를 초과 할 수 없습니다.
te: ప్రాజెక్ట్ పేరు 100 అక్షరాల కంటే ఎక్కువ ఉండకూడదు.

# MaximumLengthForProjectTypeName
source: Project type name can not be longer than 250 characters.
ar: لا يمكن أن يكون اسم نوع المشروع أطول من 250 حرفًا.
ko: 프로젝트 유형 이름은 250자를 초과 할 수 없습니다.
te: ప్రాజెక్టు రకం పేరు 250 అక్షరాల కంటే ఎక్కువ ఉండకూడదు.

# MaximumLengthForReason
source: Reason can not be longer than 800 characters.
ar: لا يمكن أن يكون السبب أطول من 800 حرف.
ko: 이유는 800자를 초과 할 수 없습니다.
te: కారణము 800 అక్షరాల కంటే ఎక్కువ ఉండకూడదు.

# MaximumLengthForReferenceTypeName
source: Reference Type Name can not be longer than 50 characters.
ar: لا يمكن أن يزيد اسم نوع المرجع عن 50 حرفًا.
ko: 참조 유형 이름은 50자를 초과 할 수 없습니다.
te: సూచన రకం పేరు 50 అక్షరాలు కంటే ఎక్కువ ఉండరాదు.

# MaximumLengthForRegionName
source: Region name can not be longer than 50 characters.
ar: لا يمكن أن يكون اسم المنطقة أطول من 50 حرفًا.
ko: 지역 이름은 50자를 초과 할 수 없습니다.
te: ప్రాంతం పేరు 50 అక్షరాలు కంటే ఎక్కువ ఉండరాదు.

# MaximumLengthForReplanTypeName
source: Replan Type Name can not be longer than 50 characters.
ar: لا يمكن أن يزيد اسم نوع إعادة التخطيط عن 50 حرفًا.
ko: 재 계획 유형 이름은 50자를 초과 할 수 없습니다.
te: రీప్లేయిన్ రకం పేరు 50 అక్షరాలు కంటే ఎక్కువ ఉండరాదు.

# MaximumLengthForReportComment
source: Test report comment cannot be longer than 500 characters
ar: لا يمكن أن يزيد تعليق تقرير الاختبار عن 500 حرف
ko: 테스트 보고서 설명은 500자를 초과 할 수 없습니다.
te: నివేదిక వ్యాఖ్య 500 అక్షరాల కంటే ఎక్కువ ఉండకూడదు

# MaximumLengthForReportingMethodType
source: Reporting method type can not be longer than 50 characters.
ar: لا يمكن أن يزيد نوع أسلوب إعداد التقارير عن 50 حرفًا.
ko: 보고 방법 유형은 50자를 초과 할 수 없습니다.
te: రిపోర్టింగ్ విధానం రకం 50 అక్షరాల కంటే ఎక్కువ ఉండకూడదు.

# MaximumLengthForReportName
source: Test report Name cannot be longer than 250 characters
ar: لا يمكن أن يكون اسم تقرير الاختبار أطول من 250 حرفًا
ko: 테스트 보고서 이름은 250자를 초과 할 수 없습니다.
te: రిపోర్ట్ పేరు కంటే ఎక్కువ 250 అక్షరాలు ఉండకూడదు

# MaximumLengthForShift
source: Shift can not be longer than 50 characters.
ar: لا يمكن أن يكون Shift أطول من 50 حرفًا.
ko: Shift는 50자를 초과 할 수 없습니다.
te: షిఫ్ట్ 50 అక్షరాల కంటే ఎక్కువ ఉండకూడదు.

# MaximumLengthForShortName
source: Short name cannot exceed 50 characters
ar: لا يمكن أن يتجاوز الاسم المختصر 50 حرفًا
ko: 짧은 이름은 50자를 초과 할 수 없습니다.
te: చిన్న పేరు 50 అక్షరాలను మించకూడదు

# MaximumLengthForSortCode
source: Sort code can not be longer than 50 characters.
ar: لا يمكن أن يكون رمز التصنيف أطول من 50 حرفًا.
ko: 분류 코드는 50자를 초과 할 수 없습니다.
te: క్రమీకరించు కోడ్ 50 అక్షరాల కంటే ఎక్కువ ఉండకూడదు.

# MaximumLengthForSpecificDayReason
source: Reason length should not be grater than 500 characters
ar: يجب ألا يزيد طول السبب عن 500 حرف
ko: 이유 길이는 500 자 이하 여야합니다.
te: కారణం పొడవు 500 అక్షరాల కంటే ఎక్కువగా ఉండకూడదు

# MaximumLengthForStateName
source: State Name can not be longer than 50 characters.
ar: لا يمكن أن يكون اسم الولاية أطول من 50 حرفًا.
ko: 주 이름은 50자를 초과 할 수 없습니다.
te: రాష్ట్రం పేరు 50 అక్షరాలు కంటే ఎక్కువ ఉండరాదు.

# MaximumLengthForStatusColor
source: Status color can not be longer than 250 characters.
ar: لا يمكن أن يزيد لون الحالة عن 250 حرفًا.
ko: 주 이름은 50자를 초과 할 수 없습니다.
te: స్థితి రంగు 250 అక్షరాల కంటే ఎక్కువ ఉండకూడదు.

# MaximumLengthForStatusComment
source: Test Case Status comment cannot be longer than 500 characters
ar: لا يمكن أن يزيد تعليق حالة حالة الاختبار عن 500 حرف
ko: 테스트 케이스 상태 설명은 500자를 초과 할 수 없습니다.
te: టెస్ట్ కేస్ స్థితి వ్యాఖ్యను ఎక్కువ 500 అక్షరాలు కంటే ఉండకూడదు

# MaximumLengthForStatusName
source: Status name can not be longer than 250 characters.
ar: لا يمكن أن يكون اسم الحالة أطول من 250 حرفًا.
ko: 상태 이름은 250자를 초과 할 수 없습니다.
te: స్థితి పేరు 250 అక్షరాల కంటే ఎక్కువ ఉండకూడదు.

# MaximumLengthForSubscriptionPaidByName
source: Subscription paid by name can not be longer than 50 characters.
ar: لا يمكن أن يتجاوز الاشتراك المدفوع بالاسم 50 حرفًا.
ko: 이름으로 결제 한 구독은 50자를 초과 할 수 없습니다.
te: పేరు ద్వారా చెల్లింపు సబ్స్క్రిప్షన్ 50 అక్షరాల కంటే ఎక్కువ ఉండకూడదు.

# MaximumLengthForTemplateName
source: Template name cannot exceed 250 characters
ar: لا يمكن أن يتجاوز اسم القالب 250 حرفًا
ko: 템플릿 이름은 250자를 초과 할 수 없습니다.
te: మూస పేరు 250 అక్షరాలను మించకూడదు

# MaximumLengthForTestCaseTitle
source: Test Case Title cannot be longer than 500 characters
ar: لا يمكن أن يزيد عنوان حالة الاختبار عن 500 حرف
ko: 테스트 케이스 제목은 500자를 초과 할 수 없습니다.
te: టెస్ట్ కేస్ శీర్షిక 500 అక్షరాలు కంటే ఎక్కువ ఉండకూడదు

# MaximumLengthForTestRunName
source: Run Name cannot be longer than 250 characters
ar: لا يمكن أن يكون اسم التشغيل أطول من 250 حرفًا
ko: 실행 이름은 250자를 초과 할 수 없습니다.
te: రన్ పేరు ఎక్కువ 250 అక్షరాలు కంటే ఉండకూడదు

# MaximumLengthForTestSuiteName
source: Scenario Name can not be longer than 250 characters
ar: لا يمكن أن يزيد اسم السيناريو عن 250 حرفًا
ko: 시나리오 이름은 250자를 초과 할 수 없습니다.
te: సందర్భం పేరు 250 అక్షరాలు కంటే ఎక్కువ ఉండకూడదు

# MaximumLengthForTestSuiteSectionName
source: Scenario Section Name can not be longer than 250 characters
ar: لا يمكن أن يكون اسم مقطع السيناريو أطول من 250 حرفًا
ko: 시나리오 섹션 이름은 250자를 초과 할 수 없습니다.
te: సందర్భం విభాగం పేరు కంటే ఎక్కువ 250 అక్షరాలు ఉండకూడదు

# MaximumLengthForTimeFormat
source: Time Format can not be longer than 50 characters.
ar: لا يمكن أن يكون تنسيق الوقت أطول من 50 حرفًا.
ko: 시간 형식은 50자를 초과 할 수 없습니다.
te: సమయం ఫార్మాట్ 50 అక్షరాల కంటే ఎక్కువ ఉండకూడదు.

# MaximumLengthForUserStoryName
source: Work item name can not be longer than 800 characters.
ar: لا يمكن أن يكون اسم عنصر العمل أطول من 800 حرف.
ko: 작업 항목 이름은 800자를 초과 할 수 없습니다.
te: వినియోగదారు కథ పేరు 800 అక్షరాల కంటే ఎక్కువ ఉండకూడదు.

# MaximumLengthForUserStoryReviewComment
source: Work item review comment can not be longer than 1000 characters.
ar: لا يمكن أن يزيد تعليق مراجعة عنصر العمل عن 1000 حرف.
ko: 작업 항목 검토 주석은 1000자를 초과 할 수 없습니다.
te: వాడుకరి కథ సమీక్ష వ్యాఖ్యను 1000 అక్షరాల కంటే ఎక్కువ ఉండకూడదు.

# MaximumLengthForUserStorySubTypeName
source: Work item sub type name can not be longer than 250 characters.
ar: لا يمكن أن يزيد اسم النوع الفرعي لعنصر العمل عن 250 حرفًا.
ko: 작업 항목 하위 유형 이름은 250자를 초과 할 수 없습니다.
te: వాడుకరి కథ ఉప రకం పేరు 250 అక్షరాల కంటే ఎక్కువ ఉండకూడదు.

# MaximumLengthForWorkFlowName
source: Work flow name can not be longer than 250 characters.
ar: لا يمكن أن يكون اسم تدفق العمل أطول من 250 حرفًا.
ko: 워크 플로 이름은 250자를 초과 할 수 없습니다.
te: పని ప్రవాహం పేరు 250 అక్షరాల కంటే ఎక్కువ ఉండకూడదు.

# MaximumLengthPageSize
source: Page size should be in between 1 and 1000.
ar: يجب أن يكون حجم الصفحة بين 1 و 1000.
ko: 페이지 크기는 1에서 1000 사이 여야합니다.
te: పేజీ పరిమాణం 1 1000 మధ్య మరియు ఉండాలి.

source: Max leaves crossed.
ar: عبرت أوراق ماكس.
ko: 최대 잎이 교차했습니다.
te: అత్యధిక సెలవుల లిమిట్ ను దాటినందున ఈ సెలవు అప్లై అవ్వదు.

# MaxLeavesTakenForThisLeaveType
source: Maximum leaves were taken
ar: تم أخذ الحد الأقصى من الأوراق
ko: 최대 잎이 찍혔습니다.
te: గరిష్ట సెలవులు తీసుకున్నారు

source: MaxLimit should not be null
ar: يجب ألا يكون MaxLimit فارغًا
ko: 최대 한도는 null이 아니어야합니다.
te: గరిష్ట పరిమితి శూన్యంగా ఉండకూడదు

# MaxTimeAndMinTimeShouldNotBeNull
source: Either max time or min time should not be null
ar: يجب ألا يكون الحد الأقصى للوقت أو الحد الأدنى للوقت فارغًا
ko: 최대 시간 또는 최소 시간은 null이 아니어야합니다.
te: గాని గరిష్ట సమయం లేదా నిమిషం సమయం శూన్యంగా ఉండకూడదు

source: Membership data is not found
ar: لم يتم العثور على بيانات العضوية
ko: 회원 데이터를 찾을 수 없습니다.
te: సభ్యుల ఓడ డేటా ఏదీ లేదు

source: Membership should not be null
ar: يجب ألا تكون العضوية فارغة
ko: 멤버십은 null이 아니어야합니다.
te: సభ్యుల ఓడ శూన్యంగా ఉండకూడదు

source: Membership with this name already exists
ar: العضوية بهذا الاسم موجودة بالفعل
ko: 이 이름의 회원이 이미 존재합니다.
te: ఈ పేరుతో సభ్యుల ఓడ ఇప్పటికే ఉంది

source: Merchant with this name already exists.
ar: التاجر بهذا الاسم موجود بالفعل.
ko: 이 이름의 판매자가 이미 존재합니다.
te: ఈ పేరుతో వ్యాపారి ఇప్పటికే ఉంది.

source: Message data is not found
ar: لم يتم العثور على بيانات الرسالة
ko: 메시지 데이터를 찾을 수 없습니다.
te: సందేశ డేటా కనుగొనబడలేదు

source: Message is required
ar: الرسالة مطلوبة
ko: 메시지가 필요합니다
te: సందేశం అవసరం

source: Message type should not be null
ar: يجب ألا يكون نوع الرسالة فارغًا
ko: 메시지 유형은 null이 아니어야합니다.
te: సందేశ రకం శూన్యంగా ఉండకూడదు

# MileStoneNameDataIsNotFound
source: Version name data is not found
ar: لم يتم العثور على بيانات اسم الإصدار
ko: 버전 이름 데이터를 찾을 수 없습니다.
te: సంస్కరణ పేరు డేటా కనుగొనబడలేదు

# MileStoneNameShouldNotBeNull
source: Version name should not be null
ar: يجب ألا يكون اسم الإصدار خاليًا
ko: 버전 이름은 null이 아니어야합니다.
te: సంస్కరణ పేరు శూన్యంగా ఉండకూడదు

# MileStoneWithThisNameAlreadyExists
source: Version with this name already exists
ar: نسخة بهذا الاسم موجودة بالفعل
ko: 이 이름의 버전이 이미 있습니다.
te: ఈ పేరుతో సంస్కరణ ఇప్పటికే ఉంది

# MinimumNumberOfIntimatedDaysCrossed
source: Minimum number of intimated days crossed for this leave type
ar: الحد الأدنى من عدد أيام الإحاطة التي تم تجاوزها لنوع الإجازة هذا
ko: 이 휴가 유형에 대해 경과 한 최소 예상 일수
te: ఈ సెలవు రకం కోసం కనీస సంఖ్యలో తెలియజేసిన రోజులు దాటాయి

# MinimumPeriodForWeekOff
source: Minimum week off period should be a week.
ar: يجب أن يكون الحد الأدنى لفترة الإجازة أسبوعًا.
ko: 최소 휴무 기간은 일주일이어야합니다.
te: కనిష్ట వీక్ ఆఫ్ పీరియడ్ ఒక వారం ఉండాలి.

# MobileNoLengthExceeded
source: Mobile number can not be longer than 20 digits
ar: يجب ألا يزيد رقم الجوال عن 20 رقمًا
ko: 휴대폰 번호는 20 자리를 초과 할 수 없습니다.
te: మొబైల్ సంఖ్య కంటే ఎక్కువ 20 అంకెలు ఉండకూడదు

source: Mobile number should not be null
ar: يجب ألا يكون رقم الجوال فارغًا
ko: 휴대폰 번호는 null이 아니어야합니다.
te: మొబైల్ సంఖ్య శూన్యంగా ఉండకూడదు

# MobileNumberWithThisNameAlreadyExists
source: An account already existed with this mobile number.Please try with another number!
ar: حساب موجود بالفعل برقم الهاتف المحمول هذا ، يرجى المحاولة برقم آخر!
ko: 이 휴대폰 번호로 이미 존재하는 계정입니다. 다른 번호로 시도하십시오!
te: ఈ మొబైల్ నంబర్‌తో ఇప్పటికే ఒక ఖాతా ఉంది. దయచేసి మరొక నంబర్‌తో ప్రయత్నించండి!

source: Module data is not found
ar: لم يتم العثور على بيانات الوحدة النمطية
ko: 모듈 데이터를 찾을 수 없습니다.
te: మాడ్యూల్ డేటా కనుగొనబడలేదు

source: Module name should not be null
ar: يجب ألا يكون اسم الوحدة خاليًا
ko: 모듈 이름은 null이 아니어야합니다.
te: మాడ్యూల్ పేరు శూన్యంగా ఉండకూడదు

source: Module type Id should not be null
ar: يجب ألا يكون معرف نوع الوحدة النمطية فارغًا
ko: 모듈 유형 ID는 null이 아니어야합니다.
te: మాడ్యూల్ రకం ఐడి శూన్యంగా ఉండకూడదు

source: Module with this name already exists
ar: الوحدة النمطية بهذا الاسم موجودة بالفعل
ko: 이 이름의 모듈이 이미 있습니다.
te: ఈ పేరుతో మాడ్యూల్ ఇప్పటికే ఉంది

# MovedToSprint
source: Work item is moved from {0} to {1}.
ar: تم نقل عنصر العمل من {0} إلى {1}.
ko: 작업 항목이 {0}에서 {1} (으)로 이동되었습니다.
te: పని అంశం {0} నుండి {1} కు తరలించబడుతుంది.

# MoveTestCaseIdsNotEmpty
source: Test cases should not be empty
ar: يجب ألا تكون حالات الاختبار فارغة
ko: 테스트 케이스는 비워 둘 수 없습니다.
te: పరీక్ష కేసులు ఖాళీగా ఉండకూడదు

source: Name is required
ar: مطلوب اسم
ko: 이름이 필요합니다
te: పేరు అవసరం
