Repository: pujithagodavarthi414-coder/TradeEngine.ai
Catalog: sourcecode/BusinessView/BusinessView.Common/Texts/LangText.*.resx
Languages: ar, ko, te

# ReorderTestCaseIdsNotEmpty
source: Testcase Ids should not be empty for reorder
ar: يجب ألا تكون معرّفات Testcase فارغة لإعادة الترتيب
ko: 재주문하려면 테스트 케이스 ID를 비워 둘 수 없습니다.
te: క్రమాన్ని మార్చడానికి టెస్ట్‌కేస్ ఐడిలు ఖాళీగా ఉండకూడదు

source: Reporting method data is not found
ar: لم يتم العثور على بيانات طريقة الإبلاغ
ko: 보고 방법 데이터를 찾을 수 없습니다.
te: రిపోర్టింగ్ పద్ధతి డేటా కనుగొనబడలేదు

source: Reporting method with this name already exists
ar: طريقة الإبلاغ بهذا الاسم موجودة بالفعل
ko: 이 이름의보고 방법이 이미 있습니다.
te: ఈ పేరుతో రిపోర్టింగ్ పద్ధతి ఇప్పటికే ఉంది

source: Reporting to employee should not be null
ar: يجب ألا يكون تقديم التقارير إلى الموظف باطلاً
ko: 직원에 대한보고는 null이 아니어야합니다.
te: ఉద్యోగికి నివేదించడం శూన్యంగా ఉండకూడదు

# RestrictionCrossed
source: Leavet type restriction crossed
ar: عبرت قيود نوع Leavet
ko: 유형 제한 초과
te: లీవ్ రకం పరిమితి దాటింది

# RestrictionTypeCantBeArchivedAsThereAreLeaveFrequencies
source: Restriction type cant be archived as there are active leave frequencies with this restriction
ar: لا يمكن أرشفة نوع التقييد نظرًا لوجود ترددات إجازة نشطة مع هذا التقييد
ko: 이 제한이있는 활성 퇴근 빈도가 있으므로 제한 유형을 보관할 수 없습니다.
te: ఈ రెస్ట్రిక్షన్ రకం తో సెలవు ఫ్రెక్యూన్సీలు ఆక్టివ్ గ ఉన్నందున దీనిని ఆర్కైవ్ చేయబడదు

source: Restriction type data is not found
ar: لم يتم العثور على بيانات نوع التقييد
ko: 제한 유형 데이터를 찾을 수 없습니다.
te: పరిమితి రకం డేటా కనుగొనబడలేదు

source: Restriction type should not be null
ar: يجب ألا يكون نوع التقييد فارغًا
ko: 제한 유형은 null이 아니어야합니다.
te: పరిమితి రకం శూన్యంగా ఉండకూడదు

source: Restriction type with this name already exists
ar: نوع التقييد بهذا الاسم موجود بالفعل
ko: 이 이름의 제한 유형이 이미 있습니다.
te: ఈ పేరుతో పరిమితి రకం ఇప్పటికే ఉంది

# ReviewerUserChanged
source: Work item Reviewer User changed from {0} to {1}.
ar: تم تغيير مستخدم مراجع عنصر العمل من {0} إلى {1}.
ko: 작업 항목 검토 자 사용자가 {0}에서 {1} (으)로 변경되었습니다.
te: పని అంశం సమీక్షా వాడుకరి {0} నుండి {1} గా మార్చారు..

source: Role data is not found
ar: لم يتم العثور على بيانات الدور
ko: 역할 데이터를 찾을 수 없습니다.
te: పాత్ర డేటా కనుగొనబడలేదు

source: Role name should not be null
ar: يجب ألا يكون اسم الدور فارغًا
ko: 역할 이름은 null이 아니어야합니다.
te: పాత్ర పేరు శూన్యంగా ఉండకూడదు

source: Role should not be null
ar: يجب ألا يكون الدور فارغًا
ko: 역할은 null이 아니어야합니다.
te: పాత్ర శూన్యంగా ఉండకూడదు

source: Role with this name already exists
ar: الدور بهذا الاسم موجود بالفعل
ko: 이 이름의 역할이 이미 있습니다.
te: ఈ పేరుతో పాత్ర ఇప్పటికే ఉంది

# RosterEmployeeIsOnLeave
source: Roster employee is on leave. Please select other employee
ar: موظف القائمة في إجازة. الرجاء تحديد موظف آخر
ko: 명단 직원이 휴가 중입니다. 다른 직원을 선택하세요
te: రోస్టర్ ఉద్యోగి సెలవులో ఉన్నాడు. దయచేసి ఇతర ఉద్యోగిని ఎంచుకోండి

# RosterEmployeeWithThisNameAlreadyExists
source: Roster cant be created as the employee(s) are already rostered in other rosters
ar: لا يمكن إنشاء القائمة حيث تم إدراج الموظف (الموظفين) بالفعل في قوائم المرشحين الأخرى
ko: 직원이 이미 다른 명단에 등록되어 있으므로 명단을 만들 수 없습니다.
te: ఉద్యోగి (లు) ఇప్పటికే ఇతర రోస్టర్లలో రోస్టర్ చేయబడినందున రోస్టర్ సృష్టించబడదు

source: Roster with this name already exists
ar: القائمة بهذا الاسم موجودة بالفعل
ko: 이 이름의 명단이 이미 존재합니다.
te: ఈ పేరుతో రోస్టర్ ఇప్పటికే ఉంది

# SalaryComponentLengthExceeded
source: SalaryComponent can not be longer than 50 characters.
ar: لا يمكن أن يزيد راتب Component عن 50 حرفًا.
ko: 급여 구성 요소는 50자를 초과 할 수 없습니다.
te: SalaryComponent 50 అక్షరాల కంటే ఎక్కువ ఉండకూడదు.

source: Salary pay grade should not be Null
ar: يجب ألا تكون درجة الراتب لاغية
ko: 급여 등급은 Null이 아니어야합니다.
te: జీతం పే గ్రేడ్ శూన్యంగా ఉండకూడదు

# SearchAdhocWork
source: Search adhoc work could not be done. Please contact administrator.
ar: لا يمكن أن يتم البحث عن عمل مخصص. يرجى الاتصال بالمسؤول.
ko: 임시 검색 작업을 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: శోధన అడ్ హాక్ పని చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# SearchByProduct
source: SearchByProduct could not be done. Please contact administrator.
ar: SearchByProduct لا يمكن أن يتم. يرجى الاتصال بالمسؤول.
ko: 제품으로 검색 할 수 없습니다. 관리자에게 문의하십시오.
te: SearchByProduct చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# SearchCanteenBalance
source: Search CanteenBalance could not be done. Please contact administrator.
ar: تعذر البحث في CanteenBalance. يرجى الاتصال بالمسؤول.
ko: 캔틴 잔액을 검색 할 수 없습니다. 관리자에게 문의하십시오.
te: శోధన CanteenBalance చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# SearchCanteenFoodItemsContactAdministrator
source: Search CanteenFoodItems could not be done. Please contact administrator.
ar: تعذر البحث في CanteenFoodItems. يرجى الاتصال بالمسؤول.
ko: 식당 음식 항목을 검색 할 수 없습니다. 관리자에게 문의하십시오.
te: క్యాంటీన్ ఫుడ్ఇటెమ్ శోధించండి చేయలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# SearchCompany
source: Search Company could not be done. Please contact administrator.
ar: لا يمكن أن يتم البحث عن شركة. يرجى الاتصال بالمسؤول.
ko: 회사 검색을 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: శోధన కంపెనీ చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# SearchCompanyLocation
source: Search Company Location could not be done. Please contact administrator.
ar: تعذر البحث عن موقع الشركة. يرجى الاتصال بالمسؤول.
ko: 회사 위치 검색을 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: శోధన కంపెనీని చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# SearchCompanyStructure
source: Search CompanyStructure could not be done. Please contact administrator.
ar: لا يمكن أن يتم البحث عن هيكل الشركة. يرجى الاتصال بالمسؤول.
ko: 회사 구조 검색을 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: శోధన CompanyStructure చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# SearchCurrency
source: Search Currency could not be done. Please contact administrator.
ar: بحث العملة لا يمكن أن يتم. يرجى الاتصال بالمسؤول.
ko: 통화 검색을 할 수 없습니다. 관리자에게 문의하십시오.
te: శోధన కరెన్సీ చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# SearchCurrencyConversion
source: Search Currency Conversion could not be done. Please contact administrator.
ar: تعذر إجراء تحويل عملة البحث. يرجى الاتصال بالمسؤول.
ko: 검색 통화 변환을 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: శోధన కరెన్సీ కన్వర్షన్ చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# SearchDateFormats
source: Search Date Formats could not be done. Please contact administrator.
ar: لا يمكن إجراء تنسيقات تاريخ البحث. يرجى الاتصال بالمسؤول.
ko: 날짜 형식 검색을 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: శోధన తేదీ ఆకృతులు చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# SearchEmployeeDependentContacts
source: Search employee dependent contacts could not be done. Please contact administrator.
ar: تعذر البحث عن جهات اتصال تعتمد على الموظف يرجى الاتصال بالمسؤول.
ko: 직원 종속 연락처 검색을 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: శోధన ఉద్యోగి ఆధారపడి పరిచయాలను చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# SearchExpenseReportsNotFound
source: Cannot search ExpenseReport. Please contact administrator.
ar: لا يمكن البحث في تقرير المصاريف. يرجى الاتصال بالمسؤول.
ko: 경비 보고서를 검색 할 수 없습니다. 관리자에게 문의하십시오.
te: అన్వేషణ ExpenseReport కాదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# SearchFoodOrder
source: SearchFoodOrder could not be done. Please contact administrator.
ar: SearchFoodOrder لا يمكن القيام به. يرجى الاتصال بالمسؤول.
ko: 음식 주문 검색을 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: SearchFoodOrder చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# SearchIndustryModule
source: SearchIndustryModule could not be done. Please contact administrator.
ar: SearchIndustryModule لا يمكن أن يتم. يرجى الاتصال بالمسؤول.
ko: 검색 산업 모듈을 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: SearchIndustryModule చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# SearchIntroducedByOptions
source: Search Introduced By Options could not be done. Please contact administrator.
ar: لا يمكن إجراء البحث المقدم بواسطة الخيارات. يرجى الاتصال بالمسؤول.
ko: 옵션에 의해 도입 된 검색을 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: ఐచ్ఛికాలు ద్వారా పరిచయం శోధన చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# SearchMainUseCases
source: Search MainUseCases could not be done. Please contact administrator.
ar: لا يمكن إجراء بحث في MainUseCases. يرجى الاتصال بالمسؤول.
ko: 주요 사용 사례 검색을 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: శోధన MainUseCases చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# SearchMandatoryFieldsBasedOnConfiguration
source: Search MandatoryFields could not be done. Please contact administrator.
ar: لا يمكن إجراء البحث في الحقول الإلزامية. يرجى الاتصال بالمسؤول.
ko: 필수 필드 검색을 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: శోధన MandatoryFields చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# SearchNumberFormats
source: Search Number Formats could not be done. Please contact administrator.
ar: لا يمكن إجراء تنسيقات أرقام البحث. يرجى الاتصال بالمسؤول.
ko: 숫자 형식 검색을 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: శోధన సంఖ్య ఆకృతులు చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# SearchOnboardedGoals
source: Search Onboarded Goals could not be done. Please contact administrator.
ar: لا يمكن إجراء البحث على الأهداف على متن الطائرة. يرجى الاتصال بالمسؤول.
ko: 온 보딩 된 목표 검색을 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: శోధన Onboarded లక్ష్యాలు చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# SearchPayGradeRates
source: Search Pay Grade Rates could not be done. Please contact administrator.
ar: تعذر البحث عن معدلات درجات الدفع. يرجى الاتصال بالمسؤول.
ko: 급여 등급 요금을 검색 할 수 없습니다. 관리자에게 문의하십시오.
te: శోధన వేతన గ్రేడ్ రేట్లు చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# SearchPaymentMethod
source: Search Payment Method could not be done. Please contact administrator.
ar: البحث عن طريقة الدفع لا يمكن أن يتم. يرجى الاتصال بالمسؤول.
ko: 결제 수단 검색을 할 수 없습니다. 관리자에게 문의하십시오.
te: శోధన చెల్లింపు విధానం చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# SearchPermissionRegister
source: Search Permission Register could not be done. Please contact administrator.
ar: لا يمكن إجراء سجل إذن البحث. يرجى الاتصال بالمسؤول.
ko: 권한 등록 검색을 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: శోధన అనుమతి నమోదు చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# SearchProductDetails
source: Search Product Details could not be done. Please contact administrator.
ar: البحث عن تفاصيل المنتج لا يمكن أن يتم. يرجى الاتصال بالمسؤول.
ko: 상품 상세 검색을 할 수 없습니다. 관리자에게 문의하십시오.
te: శోధన ఉత్పత్తి వివరాలు చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# SearchProducts
source: Search Products could not be done. Please contact administrator.
ar: لا يمكن أن يتم البحث عن المنتجات. يرجى الاتصال بالمسؤول.
ko: 상품 검색을 할 수 없습니다. 관리자에게 문의하십시오.
te: శోధన ఉత్పత్తులు చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# SearchRateType
source: Search Rate Type could not be done. Please contact administrator.
ar: لا يمكن إجراء نوع معدل البحث. يرجى الاتصال بالمسؤول.
ko: 검색률 유형을 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: శోధన టైప్ చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# SearchRelationship
source: Search relationship could not be done. Please contact administrator.
ar: لا يمكن إجراء علاقة البحث. يرجى الاتصال بالمسؤول.
ko: 검색 관계를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: శోధన సంబంధాన్ని చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# SearchSoftLabels
source: Search Soft Labels could not be done. Please contact administrator.
ar: تعذر البحث في تسميات البرنامج. يرجى الاتصال بالمسؤول.
ko: 소프트 라벨 검색을 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: శోధన సాఫ్ట్ Labels చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# SearchSupplier
source: SearchSupplier could not be done. Please contact administrator.
ar: SearchSupplier لا يمكن أن يتم. يرجى الاتصال بالمسؤول.
ko: 공급자 검색을 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: SearchSupplier చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# SearchTimeFormats
source: Search Time Formats could not be done. Please contact administrator.
ar: لا يمكن إجراء تنسيقات وقت البحث. يرجى الاتصال بالمسؤول.
ko: 검색 시간 형식을 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: శోధన సమయం ఆకృతులు చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# SeatCodeIsRequired
source: Seating code is required
ar: كود الجلوس مطلوب
ko: 좌석 코드가 필요합니다
te: సీటింగ్ కోడ్ అవసరం

source: Seat code should not be null
ar: يجب ألا يكون رمز المقعد فارغًا
ko: 좌석 코드는 null이 아니어야합니다.
te: సీట్ కోడ్ శూన్యంగా ఉండకూడదు

source: Seating Arrangement By Id is required
ar: ترتيب الجلوس حسب المعرف مطلوب
ko: ID 별 좌석 배치가 필요합니다.
te: సీటింగ్ అమరిక ID ద్వారా అవసరం

source: Seating arrangement data is not found
ar: لم يتم العثور على بيانات ترتيب المقاعد
ko: 좌석 배치 데이터를 찾을 수 없습니다.
te: సీటింగ్ అమరిక డేటా కనుగొనబడలేదు

# SeatingArrangementNotFound
source: Seating arrangement was not found with the given Id
ar: لم يتم العثور على ترتيب الجلوس بالمعرف المحدد
ko: 지정된 ID로 좌석 배치를 찾을 수 없습니다.
te: సీటింగ్ అరేంజ్మెంట్ ఇచ్చిన ID తో దొరకలేదు

# SeatingArrangementWithThisNameAlreadyExists
source: Location with this seat code already exists
ar: الموقع مع رمز المقعد هذا موجود بالفعل
ko: 이 좌석 코드가있는 위치가 이미 존재합니다.
te: ఈ సీట్ కోడ్ ఉన్న స్థానం ఇప్పటికే ఉంది

source: Seating Details Not Found
ar: لم يتم العثور على تفاصيل الجلوس
ko: 좌석 정보를 찾을 수 없음
te: సీటింగ్ వివరాలు దొరకలేదు

# SeatingModelEmpty
source: Seating Model can not be null or empty.
ar: لا يمكن أن يكون طراز الجلوس فارغًا أو فارغًا.
ko: 좌석 모델은 null이거나 비어있을 수 없습니다.
te: సీటింగ్ మోడల్ శూన్య లేదా ఖాళీగా ఉండకూడదు.

# SectionIdShouldNotBeNull
source: Section should not be empty
ar: يجب ألا يكون القسم فارغًا
ko: 섹션은 비워 둘 수 없습니다.
te: విభాగం ఖాళీగా ఉండకూడదు

source: Section name should not be null
ar: يجب ألا يكون اسم القسم فارغًا
ko: 섹션 이름은 null이 아니어야합니다.
te: విభాగం పేరు శూన్యంగా ఉండకూడదు

source: Seems You Are Removed From The Channel
ar: يبدو أنه تمت إزالتك من القناة
ko: 채널에서 제거 된 것 같습니다.
te: మీరు ఛానెల్ నుండి తీసివేయబడినట్లు అనిపిస్తుంది

source: Self reporting is not applicable
ar: الإبلاغ الذاتي لا ينطبق
ko: 자체보고는 적용되지 않습니다.
te: స్వీయ రిపోర్టింగ్ వర్తించదు

source: Sender should not be null
ar: يجب ألا يكون المرسل فارغًا
ko: 발신자는 null이 아니어야합니다.
te: పంపినవారు శూన్యంగా ఉండకూడదు

# SetDefaultToAnotherTestCaseBeforeDeletingThis
source: Set default to another type before deleting this
ar: اضبط الإعداد الافتراضي على نوع آخر قبل حذف هذا
ko: 이것을 삭제하기 전에 기본값을 다른 유형으로 설정하십시오.
te: దీన్ని తొలగించే ముందు డిఫాల్ట్‌ను మరొక టెస్ట్‌కేస్‌కు సెట్ చేయండి

# SetDefaultToAnotherTestCaseBeforeEditingThis
source: Set default to another type before editing this
ar: اضبط الإعداد الافتراضي على نوع آخر قبل تحرير هذا
ko: 이것을 편집하기 전에 기본값을 다른 유형으로 설정하십시오.
te: దీన్ని సవరించడానికి ముందు డిఫాల్ట్‌ను మరొక పరీక్ష కేసుకు సెట్ చేయండి

# SetDefaultToAnotherTestCaseBeforeEditingThis1
source: Set default to another testcase before editing this
ar: اضبط الإعداد الافتراضي على حقيبة اختبار أخرى قبل تحرير هذا
ko: 이것을 편집하기 전에 기본값을 다른 테스트 케이스로 설정하십시오.

source: Shift data is not found
ar: لم يتم العثور على بيانات التحول
ko: 시프트 데이터를 찾을 수 없습니다.
te: షిఫ్ట్ డేటా కనుగొనబడలేదు

# ShiftDoesNotExist
source: There is no shift in your applied leave period.
ar: لا يوجد تغيير في فترة إجازتك المطبقة.
ko: 신청 한 휴가 기간에는 변동이 없습니다.
te: మీరు అప్లై చేసిన సెలవుల మధ్య మీకు షిఫ్ట్ లేదు.

# ShiftExceptionWithThisNameAlreadyExists
source: Shift exception with this date is already exists
ar: استثناء التحول مع هذا التاريخ موجود بالفعل
ko: 이 날짜의 근무조 예외가 이미 있습니다.
te: ఈ తేదీతో షిఫ్ట్ మినహాయింపు ఇప్పటికే ఉంది

source: Shift should not be null
ar: يجب ألا يكون التحول فارغًا
ko: Shift는 null이 아니어야합니다.
te: షిఫ్ట్ శూన్యంగా ఉండకూడదు

source: Shifts rate sheet for id should not be null
ar: يجب ألا تكون ورقة معدل التحولات للمعرف خالية
ko: ID의 시프트 요율표는 null이 아니어야합니다.
te: ఐడి కోసం షిఫ్ట్‌ల రేటు షీట్ శూన్యంగా ఉండకూడదు

source: Shifts rate tag for id should not be null
ar: يجب ألا تكون علامة معدل التحولات للمعرف خالية
ko: ID의 시프트 비율 태그는 null이 아니어야합니다.
te: ఐడి కోసం షిఫ్ట్‌ల రేటు ట్యాగ్ శూన్యంగా ఉండకూడదు

source: Shift timing should not be null
ar: يجب ألا يكون توقيت التحول فارغًا
ko: 시프트 타이밍은 null이 아니어야합니다.
te: షిఫ్ట్ టైమింగ్ శూన్యంగా ఉండకూడదు

source: Shift timing with this name already exists
ar: توقيت التحول بهذا الاسم موجود بالفعل
ko: 이 이름의 근무 시간이 이미 존재합니다.
te: ఈ పేరుతో షిఫ్ట్ టైమింగ్ ఇప్పటికే ఉంది

# SiteAddressLengthCannotExceedThan800characters
source: site address length cannot exceed 800 characters
ar: لا يمكن أن يتجاوز طول عنوان الموقع 800 حرف
ko: 사이트 주소 길이는 800자를 초과 할 수 없습니다.
te: సైట్ చిరునామా పొడవు 800 అక్షరాలను మించకూడదు

# SiteAddressShouldNotBeNull
source: Please provide the site address.
ar: يرجى تقديم عنوان الموقع.
ko: 사이트 주소를 입력하십시오.
te: దయచేసి సైట్ చిరునామాను అందించండి.

# SiteAddressWithThisNameAlreadyExists
source: This site address is already taken.Please use another one!
ar: عنوان الموقع هذا مأخوذ بالفعل ، يرجى استخدام عنوان آخر!
ko: 이 사이트 주소는 이미 사용 중입니다. 다른 주소를 사용하세요!
te: ఈ సైట్ చిరునామా ఇప్పటికే తీసుకోబడింది. దయచేసి మరొకదాన్ని ఉపయోగించండి!

source: Skill data is not found
ar: لم يتم العثور على بيانات المهارة
ko: 스킬 데이터를 찾을 수 없습니다.
te: నైపుణ్య డేటా కనుగొనబడలేదు

# SkillNameLengthExceeded
source: Skill Name can not be longer than 50 characters.
ar: لا يمكن أن يكون اسم المهارة أطول من 50 حرفًا.
ko: 스킬 이름은 50자를 초과 할 수 없습니다.
te: నైపుణ్యము పేరు 50 అక్షరాలు కంటే ఎక్కువ ఉండరాదు.

source: Skill name should not be null
ar: يجب ألا يكون اسم المهارة فارغًا
ko: 기술 이름은 null이 아니어야합니다.
te: నైపుణ్యం పేరు శూన్యంగా ఉండకూడదు

source: Skill with this name already exists
ar: المهارة بهذا الاسم موجودة بالفعل
ko: 이 이름의 기술이 이미 존재합니다.
te: ఈ పేరుతో నైపుణ్యం ఇప్పటికే ఉంది

source: Soft label data is not found
ar: لم يتم العثور على بيانات التسمية المرنة
ko: 소프트 라벨 데이터를 찾을 수 없습니다.
te: సాఫ్ట్ లేబుల్ డేటా కనుగొనబడలేదు

# SoftLabelNameLengthExceeded
source: Soft Label Name can not be longer than 50 characters.
ar: لا يمكن أن يزيد اسم العلامة المرنة عن 50 حرفًا.
ko: 소프트 라벨 이름은 50자를 초과 할 수 없습니다.
te: సాఫ్ట్ లేబుల్ పేరు 50 అక్షరాలు కంటే ఎక్కువ ఉండరాదు.

source: Soft label name should not be null
ar: يجب ألا يكون اسم التصنيف الإلكتروني فارغًا
ko: 소프트 라벨 이름은 null이 아니어야합니다.
te: మృదువైన లేబుల్ పేరు శూన్యంగా ఉండకూడదు

# SoftLabelNameShouldNotBeNull1
source: Soft label name should not be null
ar: يجب ألا يكون اسم التصنيف الإلكتروني فارغًا
ko: 소프트 라벨 이름은 null이 아니어야합니다.
te: మృదువైన లేబుల్ పేరు శూన్యంగా ఉండకూడదు

source: Soft label with this name already exists
ar: توجد بالفعل تسمية ناعمة بهذا الاسم
ko: 이 이름의 소프트 라벨이 이미 있습니다.
te: ఈ పేరుతో మృదువైన లేబుల్ ఇప్పటికే ఉంది

source: Specific day data is not found
ar: لم يتم العثور على بيانات اليوم المحدد
ko: 특정 요일 데이터를 찾을 수 없습니다.
te: నిర్దిష్ట రోజు డేటా కనుగొనబడలేదు

# SpecificDayWithThisNameAlreadyExists
source: Specific day with this date already exists
ar: اليوم المحدد بهذا التاريخ موجود بالفعل
ko: 이 날짜의 특정 날짜가 이미 있습니다.
te: ఈ తేదీతో నిర్దిష్ట రోజు ఇప్పటికే ఉంది

source: Spent time can't be too low
ar: لا يمكن أن يكون الوقت المستغرق منخفضًا جدًا
ko: 보낸 시간은 너무 낮을 수 없습니다
te: గడిపిన సమయం చాలా తక్కువగా ఉండదు

# SprintDescriptionNotExceed800Characters
source: Sprint description cannot exceed 800 characters
ar: لا يمكن أن يتجاوز وصف Sprint 800 حرف
ko: 스프린트 설명은 800자를 초과 할 수 없습니다.
te: స్ప్రింట్ వివరణ 800 అక్షరాలను మించకూడదు

# SprintEstimatedTimeChanged
source: Sprint work item estimated time changed from {0} to {1}.
ar: تم تغيير الوقت المقدر لعنصر عمل Sprint من {0} إلى {1}.
ko: Sprint 작업 항목 예상 시간이 {0}에서 {1} (으)로 변경되었습니다.
te: స్ప్రింట్ పని అంశం అంచనా సమయం {0} నుండి {1} గా మార్చారు.

# SprintNameNotExceed250Characters
source: Sprint name cannot exceed 50 characters
ar: لا يمكن أن يتجاوز اسم Sprint 50 حرفًا
ko: 스프린트 이름은 50자를 초과 할 수 없습니다.
te: స్ప్రింట్ పేరు 50 అక్షరాలను మించకూడదు

source: Sprint with this name already exists
ar: Sprint بهذا الاسم موجودة بالفعل
ko: 이 이름의 스프린트가 이미 존재합니다.
te: ఈ పేరుతో స్ప్రింట్ ఇప్పటికే ఉంది

source: Start date should not be null
ar: يجب ألا يكون تاريخ البدء فارغًا
ko: 시작일은 null이 아니어야합니다.
te: ప్రారంభ తేదీ శూన్యంగా ఉండకూడదు

source: Started working from is required
ar: مطلوب بدء العمل من
ko: 작업 시작이 필요합니다.
te: అవసరం నుండి పని ప్రారంభించారు

source: Started working from should not be null
ar: يجب ألا يكون بدء العمل من الصفر
ko: 작업 시작은 null이 아니어야합니다.
te: నుండి పని ప్రారంభించడం శూన్యంగా ఉండకూడదు

source: State data is not found
ar: لم يتم العثور على بيانات الحالة
ko: 상태 데이터를 찾을 수 없습니다.
te: రాష్ట్ర డేటా కనుగొనబడలేదు

source: State name should not be null
ar: يجب ألا يكون اسم الولاية فارغًا
ko: 주 이름은 null이 아니어야합니다.
te: రాష్ట్ర పేరు శూన్యంగా ఉండకూడదు

source: State should be null
ar: يجب أن تكون الحالة خالية
ko: 상태는 null이어야합니다.
te: రాష్ట్రం శూన్యంగా ఉండాలి

source: State with this name already exists
ar: الدولة بهذا الاسم موجودة بالفعل
ko: 이 이름의 주가 이미 존재합니다.
te: ఈ పేరుతో రాష్ట్రం ఇప్పటికే ఉంది

source: Status reporting configuration data is not found
ar: لم يتم العثور على بيانات تكوين تقرير الحالة
ko: 상태보고 구성 데이터를 찾을 수 없습니다.
te: స్థితి నివేదన కాన్ఫిగరేషన్ డేటా కనుగొనబడలేదు

# StatusReportingConfigurationOptionIdNotFound
source: Status reporting configuration option id can not be empty.
ar: لا يمكن ترك معرف خيار تكوين تقرير الحالة فارغًا.
ko: 상태보고 구성 옵션 ID는 비워 둘 수 없습니다.
te: స్థితి రిపోర్టింగ్ కాన్ఫిగరేషన్ ఎంపికలు ID ఖాళీగా ఉండకూడదు.

source: Status reporting configuration option should not be null
ar: يجب ألا يكون خيار تكوين تقرير الحالة فارغًا
ko: 상태보고 구성 옵션은 null이 아니어야합니다.
te: స్థితి రిపోర్టింగ్ కాన్ఫిగరేషన్ ఎంపిక శూన్యంగా ఉండకూడదు

source: Status reporting configuration with this name already exists
ar: تكوين تقرير الحالة بهذا الاسم موجود بالفعل
ko: 이 이름의 상태보고 구성이 이미 있습니다.
te: ఈ పేరుతో స్థితి రిపోర్టింగ్ కాన్ఫిగరేషన్ ఇప్పటికే ఉంది

# StoreDataIsNotFound
source: Store with this data not found
ar: تخزين مع هذه البيانات غير موجود
ko: 이 데이터를 찾을 수없는 저장
te: ఈ డేటా కనుగొనబడలేదు

source: Store Id should not be null
ar: يجب ألا يكون معرف المتجر فارغًا
ko: 상점 ID는 null이 아니어야합니다.
te: స్టోర్ Id శూన్య ఉండకూడదు

# StoreLengthExceeded
source: Store name should not exceed 50 characters
ar: يجب ألا يتجاوز اسم المتجر 50 حرفًا
ko: 상점 이름은 50자를 초과 할 수 없습니다.
te: స్టోర్ పేరు 50 అక్షరాలను మించకూడదు

source: Store name should not be null
ar: يجب ألا يكون اسم المتجر فارغًا
ko: 상점 이름은 null이 아니어야합니다.
te: స్టోర్ పేరు శూన్యంగా ఉండకూడదు

source: Store with this name already exists
ar: مخزن بهذا الاسم موجود بالفعل
ko: 이 이름의 상점이 이미 있습니다.
te: ఈ పేరుతో స్టోర్ ఇప్పటికే ఉంది

# SubscriptionAmountLessThanZero
source: Subscription amount cannot be less than zero.
ar: لا يمكن أن يكون مبلغ الاشتراك أقل من صفر.
ko: 구독 금액은 0보다 작을 수 없습니다.
te: సభ్యత్వ మొత్తం సున్నా కంటే తక్కువ ఉండకూడదు.

source: Subscription paid by data is not found
ar: الاشتراك المدفوع عن طريق البيانات غير موجود
ko: 데이터로 지불 한 구독을 찾을 수 없습니다.
te: డేటా చెల్లించిన సభ్యత్వం కనుగొనబడలేదు

source: Subscription paid by name should not be null
ar: يجب ألا يكون الاشتراك المدفوع بالاسم فارغًا
ko: 이름으로 지불 한 구독은 null이 아니어야합니다.
te: పేరు ద్వారా చెల్లించిన సభ్యత్వం శూన్యంగా ఉండకూడదు

source: Subscription paid by with this name already exists
ar: الاشتراك المدفوع بواسطة هذا الاسم موجود بالفعل
ko: 이 이름으로 지불 한 구독이 이미 있습니다.
te: ఈ పేరుతో చెల్లించిన సభ్యత్వం ఇప్పటికే ఉంది

# SupplierDetailsNotFound
source: Supplier not found
ar: المورد غير موجود
ko: 공급자를 찾을 수 없습니다.
te: సరఫరాదారు దొరకలేదు

source: Supplier id is required
ar: معرف المورد مطلوب
ko: 공급 업체 ID가 필요합니다.
te: సరఫరాదారు id అవసరం

# SupplierModelEmpty
source: Supplier Model can not be null or empty.
ar: لا يمكن أن يكون نموذج المورد فارغًا أو فارغًا.
ko: 공급 업체 모델은 null이거나 비어있을 수 없습니다.
te: సరఫరాదారు మోడల్ శూన్య లేదా ఖాళీగా ఉండకూడదు.

source: Supplier name is required
ar: اسم المورد مطلوب
ko: 공급 업체 이름이 필요합니다.
te: సరఫరాదారు పేరు అవసరం

# SupplierNameLengthExceeds
source: Supplier name length should not be grater than 50
ar: يجب ألا يزيد طول اسم المورد عن 50
ko: 공급 업체 이름 길이는 50 자보다 길면 안됩니다.
te: సరఫరాదారు పేరు పొడవు 50 కంటే తురుము పీట ఉండకూడదు

source: Supplier should not be null
ar: يجب ألا يكون المورد فارغًا
ko: 공급자는 null이 아니어야합니다.
te: సరఫరాదారు శూన్యంగా ఉండకూడదు

# SurNameLengthExceeded
source: Sur Name can not be longer than 50 characters.
ar: لا يمكن أن يكون اسم سور أطول من 50 حرفًا.
ko: 성은 50자를 초과 할 수 없습니다.
te: సుర్ పేరు 50 అక్షరాలు కంటే ఎక్కువ ఉండరాదు.

# TagWithThisNameAlreadyExists
source: Tag with this name is already existed. Please choose another name
ar: العلامة بهذا الاسم موجودة بالفعل الرجاء اختيار آخر
ko: 이 이름의 태그가 이미 존재합니다. 다른 것을 선택하십시오
te: ఈ పేరుతో ట్యాగ్ ఇప్పటికే ఉంది. దయచేసి మరొకదాన్ని ఎంచుకోండి

# TaskStatusesDoesntMatch
source: Task statuses does not match
ar: حالات المهمة غير متطابقة
ko: 작업 상태가 일치하지 않습니다.
te: టాస్క్ స్థితిగతులు సరితూగడం లేదు
