Repository: pujithagodavarthi414-coder/TradeEngine.ai
Catalog: sourcecode/BusinessView/BusinessView.Common/Texts/LangText.*.resx
Languages: ar, ko, te

# NotFoundBoardTypeUiDetailsById
source: Board Type Ui Details with Id could not be found
ar: تعذر العثور على تفاصيل واجهة المستخدم لنوع اللوحة ذات المعرف
ko: ID가있는 보드 유형 Ui 세부 정보를 찾을 수 없습니다.
te: ఐడితో బోర్డు రకం Ui వివరాలు కనపడుటలేదు

# NotFoundBoardTypeUiWithTheId
source: Board typeUi with the Id {0} not found.
ar: نوع اللوحة Ui بالمعرف {0} غير موجود.
ko: ID가 {0} 인 보드 유형 Ui를 찾을 수 없습니다.
te: ఐడితో బోర్డు typeUi {0} దొరకలేదు.

# NotFoundBoardTypeWithTheId
source: Board Type with the Id {0} not found.
ar: نوع اللوحة ذات المعرف {0} غير موجود.
ko: ID가 {0} 인 보드 유형을 찾을 수 없습니다.
te: ఐడితో బోర్డు టైప్ {0} దొరకలేదు.

# NotFoundButtonTypeWithTheId
source: ButtonType with the Id {0} not found.
ar: لم يتم العثور على ButtonType بالمعرف {0}.
ko: ID가 {0} 인 버튼 유형을 찾을 수 없습니다.
te: ఐడితో బటన్ రకం {0} దొరకలేదు.

# NotFoundCommentWithTheId
source: Comment with the Id {0} not found.
ar: التعليق بالمعرف {0} غير موجود.
ko: ID가 {0} 인 댓글을 찾을 수 없습니다.
te: Id {0} దొరకలేదు వ్యాఖ్య.

# NotFoundCompanyLocationWithTheId
source: CompanyLocation with the Id {0} not found.
ar: CompanyLocation ذو المعرف {0} غير موجود.
ko: ID가 {0} 인 회사 위치를 찾을 수 없습니다.
te: ఐడితో కంపెనీ స్థానం {0} దొరకలేదు.

# NotFoundConfigurationTypeWithTheId
source: Configuration type with the Id {0} not found.
ar: نوع التكوين بالمعرف {0} غير موجود.
ko: ID가 {0} 인 구성 유형을 찾을 수 없습니다.
te: Id తో ఆకృతీకరణ రకం {0} దొరకలేదు.

# NotFoundConsiderHourWithTheId
source: Consider hour with the Id {0} not found.
ar: ضع في الاعتبار ساعة ذات المعرف {0} غير موجود.
ko: ID {0}을 (를) 찾을 수없는 시간을 고려하십시오.
te: Id {0} దొరకలేదు తో గంట పరిగణించండి.

# NotFoundContractTypeWithTheId
source: Contract type with the Id {0} not found.
ar: نوع العقد بالمعرف {0} غير موجود.
ko: ID가 {0} 인 계약 유형을 찾을 수 없습니다.
te: ఐడితో కాంట్రాక్ట్ రకం {0} దొరకలేదు.

# NotFoundCustomFieldWithTheId
source: Custom field with the Id {0} not found.
ar: لم يتم العثور على حقل مخصص بالمعرف {0}.
ko: ID가 {0} 인 맞춤 입력란을 찾을 수 없습니다.
te: ఐడి {0} తో అనుకూల ఫీల్డ్ కనుగొనబడలేదు.

# NotFoundDepartmentWithTheId
source: Department with the Id {0} not found.
ar: القسم بالمعرف {0} غير موجود.
ko: ID가 {0} 인 부서를 찾을 수 없습니다.
te: ఐడితో శాఖ {0} దొరకలేదు.

# NotFoundEmployeeShiftWithTheId
source: Shift with the Id {0} not found.
ar: التحول بالمعرف {0} غير موجود.
ko: ID가 {0} 인 Shift를 찾을 수 없습니다.
te: ఐడితో Shift {0} దొరకలేదు.

# NotFoundEmployeeWithTheId
source: Employee with the Id {0} not found.
ar: الموظف بالمعرف {0} غير موجود.
ko: ID가 {0} 인 직원을 찾을 수 없습니다.
te: Id తో ఉద్యోగి {0} దొరకలేదు.

# NotFoundExpenseReportStatusWithTheId
source: Expense Report status with the Id {0} Not Found
ar: حالة تقرير المصروفات بالمعرف {0} غير موجود
ko: ID가 {0} 인 경비 보고서 상태를 찾을 수 없음
te: ఐడితో స్థితి ఖర్చుల నివేదిక {0} దొరకలేదు

# NotFoundExpenseReportSummaryForUser
source: ExpenseReportSummary with the UserId {0} Not Found
ar: ExpenseReportSummary مع UserId {0} غير موجود
ko: 사용자 ID가 {0} 인 경비 보고서 요약을 찾을 수 없음
te: వాడుకరి ID తో ఖర్చు నివేదిక సారాంశం {0} దొరకలేదు

# NotFoundExpenseReportWithTheId
source: ExpenseReport with the {0} Not Found
ar: ExpenseReport مع {0} غير موجود
ko: {0}를 찾을 수없는 비용 보고서
te: తో {0} దొరకలేదు ఖర్చు నివేదిక

# NotFoundExpenseStatusWithTheId
source: Expense status with the Id {0} Not Found
ar: حالة المصاريف ذات المعرف {0} غير موجودة
ko: ID가 {0} 인 비용 상태를 찾을 수 없음
te: ఐడితో ఖర్చుల స్థితి {0} దొరకలేదు

# NotFoundExpensesWithTheId
source: Expense with the {0} Not Found
ar: المصاريف مع {0} غير موجود
ko: {0}를 찾을 수없는 비용
te: తో {0} దొరకలేదు ఖర్చుల

# NotFoundExpenseWithTheId
source: Expense with the Id {0} not found.
ar: المصاريف ذات المعرف {0} غير موجودة.
ko: ID가 {0} 인 비용을 찾을 수 없습니다.
te: ఐడితో ఖర్చుల {0} దొరకలేదు.

# NotFoundfeedbackWithTheId
source: Feedback with the Id {0} not found.
ar: التعليقات ذات المعرف {0} غير موجودة.
ko: ID가 {0} 인 피드백을 찾을 수 없습니다.
te: Id తో అభిప్రాయం {0} దొరకలేదు.

# NotFoundFileWithTheId
source: File with the Id {0} not found.
ar: الملف بالمعرف {0} غير موجود.
ko: ID가 {0} 인 파일을 찾을 수 없습니다.
te: Id {0} దొరకలేదు తో దాఖలు.

# NotFoundFoodItemWithTheId
source: FoodItemCouldNotBeFound
ko: 식품 항목을 찾을 수 없음
te: ఆహార అంశం కనుగొనబడలేదు

# NotFoundFoodOrderWithTheId
source: FoodOrder with the Id {0} not found.
ar: لم يتم العثور على FoodOrder بالمعرف {0}.
ko: ID가 {0} 인 음식 주문을 찾을 수 없습니다.
te: ఐడితో FoodOrder {0} దొరకలేదు.

# NotFoundGoalReplanTypeWithTheId
source: Goal replan type with the Id {0} not found.
ar: لم يتم العثور على نوع إعادة الهدف ذي المعرف {0}.
ko: ID가 {0} 인 목표 재 계획 유형을 찾을 수 없습니다.
te: Id తో గోల్ replan రకం {0} దొరకలేదు.

# NotFoundGoalWithTheId
source: Goal with the Id {0} not found.
ar: الهدف بالمعرف {0} غير موجود.
ko: ID가 {0} 인 목표를 찾을 수 없습니다.
te: Id తో గోల్ {0} దొరకలేదు.

# NotFoundLeaveApplicationWithTheId
source: LeaveApplication with the Id {0} not found.
ar: لم يتم العثور على تطبيق LeaveApplication بالمعرف {0}.
ko: ID가 {0} 인 LeaveApplication을 찾을 수 없습니다.
te: ఐడితో సెలవు అప్లికేషన్{0} దొరకలేదు.

# NotFoundLeaveSessionId
source: LeaveSession Id not found
ar: لم يتم العثور على معرف جلسة الإجازة
ko: 세션 ID를 찾을 수 없습니다.
te: సెలవు సెషన్ ఐడి కనుగొనబడలేదు

# NotFoundLeaveSessionWithTheId
source: LeaveSession with the Id {0} not found.
ar: لم يتم العثور على عقد الإجازة بالمعرف {0}.
ko: ID가 {0} 인 LeaveSession을 찾을 수 없습니다.
te: ఐడితో సెలవు సెషన్ {0} దొరకలేదు.

# NotFoundLeaveTypeWithTheId
source: LeaveType with the Id {0} not found.
ar: لم يتم العثور على نوع LeaveType بالمعرف {0}.
ko: ID가 {0} 인 유형을 찾을 수 없습니다.
te: ఐడితో సెలవు రకం {0} దొరకలేదు.

# NotFoundMerchantwithTheId
source: Merchant with the {0} Not Found
ar: تاجر مع {0} Not Found
ko: {0}를 찾을 수없는 판매자
te: తో {0} దొరకలేదు మర్చంట్

# NotFoundMilestoneWithTheId
source: Version with the Id {0} Not Found
ar: لم يتم العثور على إصدار بالمعرف {0}
ko: ID가 {0} 인 버전을 찾을 수 없음
te: ఐడితో సంస్కరణ {0} దొరకలేదు

# NotFoundPermissionWithTheId
source: Permission with the Id {0} not found.
ar: الإذن بالمعرف {0} غير موجود.
ko: ID가 {0} 인 권한을 찾을 수 없습니다.
te: Id తో అనుమతి {0} దొరకలేదు.

# NotFoundProcessDashboardStatusWithTheId
source: Process dashboard status with the Id {0} not found.
ar: لم يتم العثور على حالة لوحة بيانات العملية بالمعرف {0}.
ko: ID가 {0} 인 프로세스 대시 보드 상태를 찾을 수 없습니다.
te: ఐడితో ప్రాసెస్ డాష్బోర్డ్ స్థితి {0} దొరకలేదు.

# NotFoundProcessDashboardWithTheId
source: Process dashboard with the Id {0} not found.
ar: لم يتم العثور على لوحة تحكم العملية بالمعرف {0}.
ko: ID가 {0} 인 프로세스 대시 보드를 찾을 수 없습니다.
te: ఐడితో ప్రాసెస్ డాష్బోర్డ్ {0} దొరకలేదు.

# NotFoundProcessDashboardWithTheProjectId
source: Process dashboard with the project id {0} not found.
ar: لم يتم العثور على لوحة بيانات العملية مع معرف المشروع {0}
ko: 프로젝트 ID가 {0} 인 프로세스 대시 보드를 찾을 수 없습니다.
te: ప్రాజెక్ట్ ఐడి {0} తో ప్రాసెస్ డాష్బోర్డ్ దొరకలేదు.

# NotFoundProjectFeatureWithTheId
source: Project feature with the Id {0} not found.
ar: ميزة المشروع بالمعرف {0} غير موجودة.
ko: ID가 {0} 인 프로젝트 기능을 찾을 수 없습니다.
te: ఐడితో ప్రాజెక్ట్ లక్షణం {0} దొరకలేదు.

# NotFoundProjectMemberWithTheId
source: Project member with the Id {0} not found.
ar: عضو المشروع بالمعرف {0} غير موجود.
ko: ID가 {0} 인 프로젝트 구성원을 찾을 수 없습니다.
te: ఐడితో ప్రాజెక్ట్ సభ్యులు {0} దొరకలేదు.

# NotFoundProjectMemberWithTheProjectId
source: Project with the Id {0} not found.
ar: مشروع بالمعرف {0} غير موجود.
ko: ID가 {0} 인 프로젝트를 찾을 수 없습니다.
te: ఐడితో ప్రాజెక్ట్ {0} దొరకలేదు.

# NotFoundProjectMemberWithTheUserId
source: User with the Id {0} not found.
ar: المستخدم بالمعرف {0} غير موجود.
ko: ID가 {0} 인 사용자를 찾을 수 없습니다.
te: Id వాడుకరి {0} దొరకలేదు.

# NotFoundProjectTypeWithTheId
source: Project type with the Id {0} not found.
ar: نوع المشروع بالمعرف {0} غير موجود.
ko: ID가 {0} 인 프로젝트 유형을 찾을 수 없습니다.
te: ఐడితో ప్రాజెక్ట్ రకం {0} దొరకలేదు.

# NotFoundProjectWithTheId
source: Project with the Id {0} not found.
ar: مشروع بالمعرف {0} غير موجود.
ko: ID가 {0} 인 프로젝트를 찾을 수 없습니다.
te: ఐడితో ప్రాజెక్ట్ {0} దొరకలేదు.

# NotFoundReceiverWithTheId
source: Receiver with the Id {0} not found.
ar: لم يتم العثور على جهاز استقبال بالمعرف {0}.
ko: ID가 {0} 인 수신자를 찾을 수 없습니다.
te: ఐడితో స్వీకర్త {0} దొరకలేదు.

# NotFoundResetPasswordWithTheEmail
source: Reset password with the mail {0} not found.
ar: إعادة تعيين كلمة المرور مع البريد {0} غير موجود.
ko: {0} 메일을 찾을 수없는 비밀번호 재설정.
te: మెయిల్ {0} తో పాస్వర్డ్ను రీసెట్ దొరకలేదు.

# NotFoundResetPasswordWithTheResetGuid
source: Reset password with the RestGuid {0} not found.
ar: إعادة تعيين كلمة المرور مع RestGuid {0} غير موجود.
ko: 나머지 가이드 {0}가있는 비밀번호 재설정을 찾을 수 없습니다.
te: రెస్ట్ గిడ్ తో పాస్వర్డ్ను రీసెట్ {0} దొరకలేదు.

# NotFoundRoleWithTheId
source: Role with the Id {0} not found.
ar: الدور مع المعرف {0} غير موجود.
ko: ID가 {0} 인 역할을 찾을 수 없습니다.
te: ఐడితో పాత్ర {0} దొరకలేదు.

# NotFoundShiftTimingWithTheId
source: Shift timing with the Id {0} not found.
ar: توقيت التحول بالمعرف {0} غير موجود.
ko: ID가 {0} 인 시프트 타이밍을 찾을 수 없습니다.
te: ఐడితో షిఫ్ట్ టైమింగ్ {0} దొరకలేదు.

# NotFoundSoftLabelWithTheId
source: Soft label configuration with the Id {0} not found.
ar: لم يتم العثور على تكوين تسمية لينة بالمعرف {0}.
ko: ID가 {0} 인 소프트 라벨 구성을 찾을 수 없습니다.
te: ఐడి {0} తో సాఫ్ట్ లేబుల్ కాన్ఫిగరేషన్ కనుగొనబడలేదు.

# NotFoundSprintWithTheId
source: Sprint with the Id {0} not found.
ar: لم يتم العثور على Sprint بالمعرف {0}.
ko: ID가 {0} 인 Sprint를 찾을 수 없습니다.
te: ఐడి {0} తో స్ప్రింట్ కనుగొనబడలేదు.

# NotFoundStatusWithTheId
source: Status with the Id {0} not found.
ar: الحالة بالمعرف {0} غير موجودة.
ko: ID가 {0} 인 상태를 찾을 수 없습니다.
te: ఐడితో హోదా {0} దొరకలేదు.

# NotFoundTemplateWithTheId
source: Template with the Id {0} not found.
ar: النموذج بالمعرف {0} غير موجود.
ko: ID가 {0} 인 템플릿을 찾을 수 없습니다.
te: ఐడి {0 } తో మూస కనుగొనబడలేదు.

# NotFoundTestCasePriorityWithTheId
source: Test Case Priority with the Id {0} Not Found
ar: أولوية حالة الاختبار بالمعرف {0} غير موجودة
ko: ID가 {0} 인 테스트 케이스 우선 순위를 찾을 수 없음
te: Id తో టెస్ట్ కేస్ ప్రముఖ {0} దొరకలేదు

# NotFoundTestCaseStatusWithTheId
source: Test Case Status with the Id {0} Not Found
ar: حالة حالة الاختبار بالمعرف {0} غير موجودة
ko: ID가 {0} 인 테스트 케이스 상태를 찾을 수 없음
te: Id తో టెస్ట్ కేస్ స్థితి {0} దొరకలేదు

# NotFoundTestCaseTypeWithTheId
source: Test Case Type with the Id {0} Not Found
ar: لم يتم العثور على نوع حالة الاختبار بالمعرف {0}
ko: ID가 {0} 인 테스트 케이스 유형을 찾을 수 없음
te: Id తో టెస్ట్ కేస్ పద్ధతి {0} దొరకలేదు

# NotFoundTestCaseWithTheId
source: Test Case with the Id {0} Not Found
ar: اختبار الحالة بالمعرف {0} غير موجود
ko: ID가 {0} 인 테스트 케이스를 찾을 수 없음
te: Id తో టెస్ట్ కేస్ {0} దొరకలేదు

# NotFoundTestPlanWithTheId
source: Test Plan with the Id {0} Not Found
ar: لم يتم العثور على الخطة التجريبية بالمعرف {0}
ko: ID가 {0} 인 테스트 계획을 찾을 수 없음
te: Id తో టెస్ట్ ప్రణాళిక {0} దొరకలేదు

# NotFoundTestRunWithTheId
source: Run with the Id {0} Not Found
ar: تشغيل بالمعرف {0} غير موجود
ko: ID {0}을 (를) 찾을 수 없음으로 실행
te: Id తో రన్ {0} దొరకలేదు

# NotFoundTestSuiteSectionWithTheId
source: Scenario Section with the Id {0} Not Found
ar: قسم السيناريو بالمعرف {0} غير موجود
ko: ID가 {0} 인 시나리오 섹션을 찾을 수 없음
te: Id తో సందర్భం విభాగం {0} దొరకలేదు

# NotFoundTestSuiteWithTheId
source: Scenario with the Id {0} not found
ar: السيناريو بالمعرف {0} غير موجود
ko: ID가 {0} 인 시나리오를 찾을 수 없습니다.
te: Id తో సందర్భం {0} దొరకలేదు

# NotFoundTestSuiteWithTheName
source: Scenario with the Name {0} Not Found
ar: سيناريو بالاسم {0} غير موجود
ko: 이름이 {0} 인 시나리오를 찾을 수 없음
te: పేరు తో సందర్భం{0} దొరకలేదు

# NotFoundTimeSheetDetailsWithTheId
source: TimeSheet Details for the UserId {0} not found.
ar: تفاصيل الجدول الزمني لمعرّف المستخدم {0} غير موجود.
ko: 사용자 ID {0}에 대한 타임 시트 세부 정보를 찾을 수 없습니다.
te: వాడుకరి ID కోసం సమయ పట్టిక వివరాలు {0} దొరకలేదు.

# NotFoundTimeZoneWithTheId
source: TimeZone with the Id {0} not found.
ar: لم يتم العثور على المنطقة الزمنية بالمعرف {0}.
ko: ID가 {0} 인 시간대를 찾을 수 없습니다.
te: ఐడితో అవయవముల {0} దొరకలేదు.

# NotFoundTransitionDeadlineWithTheId
source: TransitionDeadline with the Id {0} not found.
ar: لم يتم العثور على TransitionDeadline بالمعرف {0}.
ko: ID가 {0} 인 전환 기한을 찾을 수 없습니다.
te: ఐడితో పరివర్తన గడువు {0} దొరకలేదు.

# NotFoundUserStoryReviewCommentWithTheId
source: Work item review comment with the Id {0} not found.
ar: لم يتم العثور على تعليق مراجعة عنصر العمل بالمعرف {0}.
ko: ID가 {0} 인 작업 항목 검토 주석을 찾을 수 없습니다.
te: Id పని అంశం సమీక్ష వ్యాఖ్యానించండి {0} దొరకలేదు.

# NotFoundUserStoryStatusWithTheId
source: Work item status with the Id {0} not found.
ar: لم يتم العثور على حالة عنصر العمل بالمعرف {0}.
ko: ID가 {0} 인 작업 항목 상태를 찾을 수 없습니다.
te: ఐడితో పని అంశం స్థితి {0} దొరకలేదు.

# NotFoundUserStorySubTypeWithTheId
source: Work item sub type with the Id {0} not found.
ar: النوع الفرعي لعنصر العمل بالمعرف {0} غير موجود.
ko: ID가 {0} 인 작업 항목 하위 유형을 찾을 수 없습니다.
te: Id పని అంశం ఉప రకం {0} దొరకలేదు.

# NotFoundUserStoryWithTheId
source: Work item with the Id {0} not found.
ar: عنصر العمل بالمعرف {0} غير موجود.
ko: ID가 {0} 인 작업 항목을 찾을 수 없습니다.
te: ఐడితో వినియోగదారు కథ {0} దొరకలేదు.

# NotFoundUserWithTheId
source: User with the Id {0} not found.
ar: المستخدم بالمعرف {0} غير موجود.
ko: ID가 {0} 인 사용자를 찾을 수 없습니다.
te: Id వాడుకరి {0} దొరకలేదు.

# NotFoundWorkFlowEligibleStatusTransitionWithTheId
source: WorkFlow Eligible Status Transition with the Id {0} not found.
ar: لم يتم العثور على انتقال الحالة المؤهلة WorkFlow بالمعرف {0}.
ko: ID가 {0} 인 워크 플로 적격 상태 전환을 찾을 수 없습니다.
te: Id తో వర్క్ఫ్లో అర్హత హోదా ట్రాన్సిషన్ {0} దొరకలేదు.

# NotFoundWorkFlowStatusWithTheId
source: WorkFlow Status with the Id {0} not found.
ar: لم يتم العثور على حالة تدفق العمل بالمعرف {0}.
ko: ID가 {0} 인 워크 플로 상태를 찾을 수 없습니다.
te: Id తో వర్క్ఫ్లో హోదా {0} దొరకలేదు.

# NotFoundWorkFlowWithTheId
source: WorkFlow with the Id {0} not found.
ar: لم يتم العثور على WorkFlow بالمعرف {0}.
ko: ID가 {0} 인 워크 플로를 찾을 수 없습니다.
te: Id తో వర్క్ఫ్లో {0} దొరకలేదు.

source: Notification type is required
ar: نوع الإخطار مطلوب
ko: 알림 유형은 필수입니다.
te: నోటిఫికేషన్ రకం అవసరం

source: Notification type name should not be null
ar: يجب ألا يكون اسم نوع الإعلام فارغًا
ko: 알림 유형 이름은 null이 아니어야합니다.
te: నోటిఫికేషన్ రకం పేరు శూన్యంగా ఉండకూడదు

source: Notification type should not be null
ar: يجب ألا يكون نوع الإخطار فارغًا
ko: 알림 유형은 null이 아니어야합니다.
te: నోటిఫికేషన్ రకం శూన్యంగా ఉండకూడదు

# NotInDateRange
source: Date range is not valid
ar: النطاق الزمني غير صالح
ko: 기간이 유효하지 않습니다.
te: తేదీ పరిధి చెల్లనిది

# NotMatchNewPasswordConfirmPassword
source: The new password and confirmation password do not match.
ar: كلمة المرور الجديدة وكلمة مرور التأكيد غير متطابقتين.
ko: 새 비밀번호와 확인 비밀번호가 일치하지 않습니다.
te: కొత్త పాస్వర్డ్ మరియు నిర్ధారణ పాస్వర్డ్ను సరిపోలడం లేదు.

# NotMatchPasswordExistedPassword
source: The new password and old password do not match.
ar: كلمة المرور الجديدة وكلمة المرور القديمة غير متطابقتين.
ko: 새 비밀번호와 이전 비밀번호가 일치하지 않습니다.
te: కొత్త సంకేతపదం మరియు పాత పాస్ వర్డ్ సరిపోలడం లేదు.

# NotSetOrReduceTimeInCorrectFormat
source: Set to or reduced by time not in correct format.
ar: قم بالتعيين أو تقليل الوقت بتنسيق غير صحيح.
ko: 올바른 형식이 아닌 시간으로 설정하거나 줄입니다.
te: సెట్ లేదా సమయానికి సరైన ఫార్మాట్ లో తగ్గింది.

# NotSpentTimeInCorrectFormat
source: Spent time not in correct format.
ar: الوقت المنقضي ليس بالشكل الصحيح.
ko: 보낸 시간이 올바른 형식이 아닙니다.
te: సరైన ఆకృతిలో లేదు సమయం గడిపాడు.

# NotSufficientRateSheetDetails
source: Not all employees are having ratesheets
ar: ليس كل الموظفين لديهم جداول الأسعار
ko: 모든 직원이 요율표를 가지고있는 것은 아닙니다.

# NotSufficientRateTagDetails
source: Not all employees are having ratetags
ar: ليس كل الموظفين لديهم علامات نسب
ko: 모든 직원이 요금표를 가지고있는 것은 아닙니다.
te: అన్ని ఉద్యోగులకు రేట్‌ట్యాగ్‌లు లేవు

# NotZeroEstimatedTime
source: estimated time cannot 0(zero).
ar: الوقت المقدر لا يمكن أن يكون 0 (صفر).
ko: 예상 시간은 0 (영)이 될 수 없습니다.
te: అంచనా సమయం కాదు 0 (సున్నా).

# NoUserExisted
source: The user name or password provided is incorrect.
ar: اسم المستخدم أو كلمة المرور المقدمة غير صحيحة.
ko: 제공된 사용자 이름 또는 비밀번호가 올바르지 않습니다.
te: యూజర్ పేరు లేదా అందించిన పాస్వర్డ్ సరైనది కాదు.

# NullValue
source: null
ar: لا شيء
ko: 없는
te: శూన్య

source: Number format data is not found
ar: لم يتم العثور على بيانات تنسيق الأرقام
ko: 숫자 형식 데이터를 찾을 수 없습니다.
te: సంఖ్య ఆకృతి డేటా కనుగొనబడలేదు

source: Number format should not be null
ar: يجب ألا يكون تنسيق الأرقام فارغًا
ko: 숫자 형식은 null이 아니어야합니다.
te: సంఖ్య ఆకృతి శూన్యంగా ఉండకూడదు

source: Number format with this name already exists
ar: تنسيق الأرقام بهذا الاسم موجود بالفعل
ko: 이 이름의 숫자 형식이 이미 존재합니다.
te: ఈ పేరుతో సంఖ్య ఆకృతి ఇప్పటికే ఉంది

# ObservationNameIsRequired
source: Observation type name is required
ar: مطلوب اسم نوع الملاحظة
ko: 관찰 유형 이름이 필요합니다.
te: పరిశీలన రకం పేరు అవసరం

# ObservationTypeDataIsNotFound
source: Observations data not found
ar: بيانات الملاحظات غير موجودة
ko: 관찰 데이터를 찾을 수 없습니다.
te: పరిశీలనల డేటా కనుగొనబడలేదు

# ObservationTypeWithThisNameAlreadyExists
source: Observation type with this name already exist
ar: نوع الملاحظة بهذا الاسم موجود بالفعل
ko: 이 이름을 가진 관찰 유형이 이미 있습니다.
te: ఈ పేరుతో పరిశీలన రకం ఇప్పటికే ఉంది

# OnboardDateChanged
source: Onboard date changed from {0} to {1}.
ar: تم تغيير تاريخ الرحلة من {0} إلى {1}.
ko: 온 보딩 날짜가 {0}에서 {1} (으)로 변경되었습니다.
te: ఆన్బోర్డ్ తేదీ {0} నుండి {1} కు మార్చబడింది

# OneOfTheExpenseInGivenExpenseGotDuplicated
source: One of the expense name in give expenses got duplicated.
ar: تم تكرار أحد اسم المصاريف في منح المصاريف.
ko: 비용 제공의 비용 이름 중 하나가 중복되었습니다.
te: ఖర్చులు ఇవ్వడంలో ఖర్చు పేరు ఒకటి నకిలీ చేయబడింది.

# OneOfTheGivenTestCasesIsAlreadyExists
source: One of the given test cases is already existed
ar: إحدى حالات الاختبار المحددة موجودة بالفعل
ko: 주어진 테스트 케이스 중 하나가 이미 존재합니다.
te: ఇచ్చిన పరీక్ష కేసులలో ఒకటి ఇప్పటికే ఉంది

# OneOfTheGivenUserStoriesIsAlreadyExisted
source: One of the given work item is already existed
ar: أحد عناصر العمل المحدد موجود بالفعل
ko: 주어진 작업 항목 중 하나가 이미 있습니다.
te: ఇచ్చిన పని అంశంలలో ఒకటి ఇప్పటికే ఉంది

# OneOfTheRecordIsDuplicatedInTheGiveList
source: One of the record is duplicated in the given list
ar: أحد السجلات مكرر في القائمة المحددة
ko: 레코드 중 하나가 주어진 목록에 중복됩니다.
te: ఇచ్చిన జాబితాలో రికార్డులలో ఒకటి నకిలీ చేయబడింది

# OneOfTheTestCaseInGivenTestCasesIsAlreadyExists
source: One of the given test cases is already existed
ar: إحدى حالات الاختبار المحددة موجودة بالفعل
ko: 주어진 테스트 케이스 중 하나가 이미 존재합니다.
te: ఇచ్చిన పరీక్ష కేసులలో ఒకటి ఇప్పటికే ఉంది

source: Operation name should not be null
ar: يجب ألا يكون اسم العملية فارغًا
ko: 작업 이름은 null이 아니어야합니다.
te: ఆపరేషన్ పేరు శూన్యంగా ఉండకూడదు

# OperationsPerformedByRequired
source: Operations Performed By is required
ar: العمليات التي يقوم بها مطلوب
ko: 수행 한 작업이 필요합니다.
te: అవసరం పాడింది ఆపరేషన్స్

source: Option should not be null
ar: يجب ألا يكون الخيار فارغًا
ko: 옵션은 null이 아니어야합니다.
te: ఎంపిక శూన్యంగా ఉండకూడదు

# OrderChanged
source: Work item order changed from {0} to {1}.
ar: تم تغيير ترتيب عنصر العمل من {0} إلى {1}.
ko: 작업 항목 순서가 {0}에서 {1} (으)로 변경되었습니다.
te: పని అంశం క్రమాన్ని {0} నుండి {1} గా మార్చారు..

source: Owner data is not found.
ar: لم يتم العثور على بيانات المالك.
ko: 소유자 데이터를 찾을 수 없습니다.
te: యజమాని డేటా కనుగొనబడలేదు.

# OwnerUserChanged
source: Work item owner changed from {0} to {1}.
ar: تم تغيير مالك عنصر العمل من {0} إلى {1}.
ko: 작업 항목 소유자가 {0}에서 {1} (으)로 변경되었습니다.
te: పని అంశం యజమాని {0} నుండి {1} గా మార్చారు.

# PageNumberRequired
source: Page Number is required
ar: رقم الصفحة مطلوب
ko: 페이지 번호가 필요합니다
te: పేజీ సంఖ్య అవసరం

# PageSizeRequired
source: Page Size is required.
ar: حجم الصفحة مطلوب.
ko: 페이지 크기가 필요합니다.
te: పేజీ పరిమాణం అవసరం.

# ParentTaxAllowanceAlertMessage
source: This tax allowance is used as parent.You can not make it as child
ar: يستخدم هذا الإعفاء الضريبي كوالد. لا يمكنك جعله طفلًا
ko: 이 세금 공제는 부모로 사용되며 자녀로 만들 수 없습니다.

# ParentUserStoryChanged
source: Work item Parent Work item changed from {0} to {1}.
ar: تم تغيير عنصر العمل الأصلي لعنصر العمل من {0} إلى {1}.
ko: 작업 항목 상위 작업 항목이 {0}에서 {1} (으)로 변경되었습니다.
te: పని అంశం మాతృ వాడుకరి స్టోరీ {0} నుండి {1} గా మార్చారు..

# ParkedUserStory
source: Work item parked successfully.
ar: تم إيقاف عنصر العمل بنجاح.
ko: 작업 항목이 성공적으로 파킹되었습니다.
te: పని అంశం విజయవంతంగా నిలిపివేయబడింది

source: Parts of day with this name already exists
ar: توجد أجزاء من اليوم بهذا الاسم بالفعل
ko: 이 이름을 가진 시간대가 이미 있습니다.
te: ఈ పేరుతో రోజు యొక్క భాగాలు ఇప్పటికే ఉన్నాయి

# PasswordLengthExceeded
source: First Name can not be longer than 20 characters.
ar: لا يمكن أن يزيد الاسم الأول عن 20 حرفًا.
ko: 이름은 20자를 초과 할 수 없습니다.
te: మొదటి పేరు 20 అక్షరాలు కంటే ఎక్కువ ఉండరాదు.

# PasswordNotStrong
source: Password should contain atleast 1 digit, 1 uppercase, 1 lowercase, 1 symbol!@#$%&* and minimum 8 characters
ar: يجب أن تحتوي كلمة المرور على رقم واحد على الأقل و 1 حرف كبير و 1 حرف صغير و 1 رمز! @ # $٪ & * و 8 أحرف على الأقل
ko: 비밀번호는 최소 1 자리, 대문자 1 개, 소문자 1 개, 기호 1 개를 포함해야합니다! @ # $ % & * 및 최소 8 자
te: పాస్వర్డ్ తగినంత బలంగా లేదు, ఇది కనీసం పెద్ద అక్షరాన్ని , చిన్న కేసు మరియు ప్రత్యేక అక్షర చిహ్నాన్ని కలిగి ఉండాలి

source: Password should not be null
ar: يجب ألا تكون كلمة المرور فارغة
ko: 비밀번호는 null이 아니어야합니다.
te: పాస్వర్డ్ శూన్యంగా ఉండకూడదు

source: Pay frequency data is not found
ar: لم يتم العثور على بيانات تردد الدفع
ko: 지불 빈도 데이터를 찾을 수 없습니다.
te: పే ఫ్రీక్వెన్సీ డేటా కనుగొనబడలేదు

# PayFrequencyNameLengthExceeded
source: Pay Frequency Name can not be longer than 50 characters.
ar: لا يمكن أن يزيد اسم تكرار الدفع عن 50 حرفًا.
ko: 지불 빈도 이름은 50자를 초과 할 수 없습니다.
te: పే ఫ్రీక్వెన్సీ పేరు 50 అక్షరాలు కంటే ఎక్కువ ఉండరాదు.

source: Pay frequency should not be null
ar: يجب ألا يكون تكرار الدفع فارغًا
ko: 지불 빈도는 null 일 수 없습니다.
te: పే ఫ్రీక్వెన్సీ శూన్యంగా ఉండకూడదు

source: Pay frequency with this name already exists
ar: تردد الدفع بهذا الاسم موجود بالفعل
ko: 이 이름의 지불 빈도가 이미 존재합니다.
te: ఈ పేరుతో పే ఫ్రీక్వెన్సీ ఇప్పటికే ఉంది

source: Pay grade data is not found
ar: لم يتم العثور على بيانات درجة الدفع
ko: 급여 등급 데이터를 찾을 수 없습니다.
te: పే గ్రేడ్ డేటా కనుగొనబడలేదు

source: Pay grade name should not be null
ar: يجب ألا يكون اسم درجة الدفع فارغًا
ko: 급여 등급 이름은 null이 아니어야합니다.
te: పే గ్రేడ్ పేరు శూన్యంగా ఉండకూడదు

source: Pay grade with this name already exists
ar: درجة الدفع بهذا الاسم موجودة بالفعل
ko: 이 이름의 등급이 이미 존재합니다.
te: ఈ పేరుతో పే గ్రేడ్ ఇప్పటికే ఉంది

source: Payment method data is not found
ar: لم يتم العثور على بيانات طريقة الدفع
ko: 결제 수단 데이터를 찾을 수 없습니다.
te: చెల్లింపు పద్ధతి డేటా కనుగొనబడలేదు

# PaymentMethodNameLengthExceeded
source: Payment Method Name can not be longer than 50 characters.
ar: لا يمكن أن يكون اسم طريقة الدفع أطول من 50 حرفًا.
ko: 결제 수단 이름은 50자를 초과 할 수 없습니다.
te: చెల్లింపు విధానం పేరు 50 అక్షరాలు కంటే ఎక్కువ ఉండరాదు.

source: Payment method name should not be null
ar: يجب ألا يكون اسم طريقة الدفع فارغًا
ko: 결제 수단 이름은 null이 아니어야합니다.
te: చెల్లింపు పద్ధతి పేరు శూన్యంగా ఉండకూడదు

source: Payment method with this name already exists
ar: طريقة الدفع بهذا الاسم موجودة بالفعل
ko: 이 이름의 결제 수단이 이미 존재합니다.
te: ఈ పేరుతో చెల్లింపు పద్ధతి ఇప్పటికే ఉంది

source: Payment type data is not found
ar: لم يتم العثور على بيانات نوع الدفع
ko: 결제 유형 데이터를 찾을 수 없습니다.
te: చెల్లింపు రకం డేటా కనుగొనబడలేదు

# paymentTypeNameLengthExceeded
source: payment type name can not be longer than 50 characters.
ar: لا يمكن أن يكون اسم نوع الدفع أطول من 50 حرفًا.
ko: 결제 유형 이름은 50자를 초과 할 수 없습니다.
te: చెల్లింపు రకం పేరు 50 అక్షరాలు కంటే ఎక్కువ ఉండరాదు.

source: Payment type name should not be null
ar: يجب ألا يكون اسم نوع الدفع فارغًا
ko: 결제 유형 이름은 null이 아니어야합니다.
te: చెల్లింపు రకం పేరు శూన్యంగా ఉండకూడదు

# PaymentTypeShouldNotBeNull
source: Paid should not be null
ar: يجب ألا يكون المبلغ المدفوع فارغًا
ko: 유료는 null이 아니어야합니다.
te: చెల్లించాలి శూన్యంగా ఉండకూడదు

source: Payment type with this name already exists
ar: نوع الدفع بهذا الاسم موجود بالفعل
ko: 이 이름의 결제 유형이 이미 존재합니다.
te: ఈ పేరుతో చెల్లింపు రకం ఇప్పటికే ఉంది

# PayRollBranchConfigurationWithThisNameAlreadyExists
source: Pay roll template with this branch already exists
ar: قالب قائمة الدفع مع هذا الفرع موجود بالفعل
ko: 이 지점이있는 급여 명부 템플릿이 이미 있습니다.
te: ఈ శాఖతో పే రోల్ టెంప్లేట్ ఇప్పటికే ఉంది
