Repository: pujithagodavarthi414-coder/TradeEngine.ai
Catalog: sourcecode/BusinessView/BusinessView.Common/Texts/LangText.*.resx
Languages: ar, ko, te

# ExceptionGetSoftLabelConfigurations
source: Soft label configurations llist could not be done.Please contact administrator
ar: تعذر إجراء قائمة تكوينات الملصقات المرنة. يُرجى الاتصال بالمسؤول
ko: 소프트 라벨 구성 llist를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: సాఫ్ట్ లేబుల్ కాన్ఫిగరేషన్ల జాబితా చేయలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionGetSpecificDays
source: Can not get specific days . Please contact administrator.
ar: لا يمكن الحصول على أيام محددة. يرجى الاتصال بالمسؤول.
ko: 특정 일을 얻을 수 없습니다. 관리자에게 문의하십시오.
te: నిర్దిష్ట రోజులు పొందలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionGetStatusConfigurationOptions
source: Get Status Configuration Options could not be done. Please contact administrator.
ar: لا يمكن أن يتم الحصول على خيارات تكوين الحالة. يرجى الاتصال بالمسؤول.
ko: 상태 구성 옵션 가져 오기를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: పొందండి హోదా ఆకృతీకరణ ఐచ్ఛికాలు చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetStatusReportingConfigurationForms
source: Get Status Reporting Configuration Forms could not be done. Please contact administrator.
ar: تعذر إجراء "الحصول على نماذج تكوين تقرير الحالة". يرجى الاتصال بالمسؤول.
ko: 상태보고 구성 양식 가져 오기를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: స్థితి పొందండి రిపోర్టింగ్ ఆకృతీకరణ పత్రాలు చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetStatusReportingConfigurations
source: Get Status Reporting Configurations could not be done. Please contact administrator.
ar: تعذر إجراء تكوينات الحصول على تقرير الحالة. يرجى الاتصال بالمسؤول.
ko: 상태보고 구성 가져 오기를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: గెట్ హోదా రిపోర్టింగ్ కాన్ఫిగరేషన్లు చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetStatusReportings
source: Get Status Reportings could not be done. Please contact administrator.
ar: تعذر الحصول على تقارير الحالة. يرجى الاتصال بالمسؤول.
ko: 상태보고 가져 오기를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: స్థితి నివేదికలు పొందండి చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetStoreConfiguration
source: Cannot get store configuration settings. Please contact administrator
ar: لا يمكن الحصول على إعدادات تكوين المتجر. يرجى الاتصال بالمسؤول
ko: 상점 구성 설정을 가져올 수 없습니다. 관리자에게 문의하십시오
te: స్టోర్ కాన్ఫిగరేషన్ సెట్టింగులను పొందలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionGetStores
source: Can not get the stores list. Please contact administrator.
ar: لا يمكن الحصول على قائمة المخازن. يرجى الاتصال بالمسؤول.
ko: 매장 목록을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: దుకాణాల జాబితాను పొందలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionGetSubscriptionPaidBys
source: Can not get the subscriptionpaidbyoptions. Please contact administrator.
ar: لا يمكن الحصول على الاشتراك مدفوعة الأجر. يرجى الاتصال بالمسؤول.
ko: 옵션으로 구독을받을 수 없습니다. 관리자에게 문의하십시오.
te: ఎంపికల ద్వారా చెల్లించిన చందా పొందలేము. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetTags
source: Get tags could not be done please contact administrator.
ar: تعذر الحصول على العلامات من فضلك اتصل بالمسؤول.
ko: 태그를 가져올 수 없습니다. 관리자에게 문의하십시오.
te: ట్యాగ్‌లను పొందడం సాధ్యం కాలేదు దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionGetTaxAllowance
source: Can not get tax allowances. please contact administrator.
ar: لا يمكن الحصول على الإعفاءات الضريبية. الرجاء الاتصال بالمسؤول.
ko: 세금 공제를받을 수 없습니다. 관리자에게 문의하십시오.

# ExceptionGetTdsSettings
source: Can not get the tds settings. Please contact administrator.
ar: لا يمكن الحصول على إعدادات tds. يرجى الاتصال بالمسؤول.
ko: tds 설정을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: Tds సెట్టింగులను పొందలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionGetTestCaseScenarios
source: Error occurred while retrieving testcase scenarios please contact administrator
ar: حدث خطأ أثناء استرداد سيناريوهات حالة الاختبار ، يرجى الاتصال بالمسؤول
ko: 테스트 케이스 시나리오를 검색하는 동안 오류가 발생했습니다. 관리자에게 문의하십시오.
te: టెస్ట్‌కేస్ దృశ్యాలను తిరిగి పొందడంలో లోపం సంభవించింది దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionGetTestPlanReport
source: Error occured while retrieving testplan report. Please contact administrator.
ar: حدث خطأ أثناء استرجاع تقرير خطة الاختبار. يرجى الاتصال بالمسؤول.
ko: 테스트 계획 보고서를 검색하는 동안 오류가 발생했습니다. 관리자에게 문의하십시오.
te: పరీక్ష ప్రణాళిక నివేదిక తిరిగి పొందడంలో లోపం సంభవించింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetTestRailAudits
source: Error occured while retrieving test repo audits. Please contact administrator.
ar: حدث خطأ أثناء استرداد عمليات تدقيق إعادة الشراء التجريبية. يرجى الاتصال بالمسؤول.
ko: 테스트 저장소 감사를 검색하는 중에 오류가 발생했습니다. 관리자에게 문의하십시오.
te: పరీక్ష రెపో తనిఖీలు తిరిగి పొందడంలో లోపం సంభవించింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetTestRailConfigurations
source: Get test repo configurations could not be done. Please contact administrator.
ar: لا يمكن إجراء تكوينات اختبار إعادة الشراء. الرجاء الاتصال بالمسؤول ..
ko: 테스트 저장소 구성 가져 오기를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: పరీక్ష రెపో పొందండి ఆకృతీకరణలు చేయలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionGetTestRunReport
source: Error occured while retrieving run report. Please contact administrator.
ar: حدث خطأ أثناء استرداد تقرير التشغيل. يرجى الاتصال بالمسؤول.
ko: 실행 보고서를 검색하는 중에 오류가 발생했습니다. 관리자에게 문의하십시오.
te: పరుగు నివేదిక తిరిగి పొందడంలో లోపం సంభవించింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetTestRunsAndTestPlans
source: Error occured while retrieving runs and testplans. Please contact administrator.
ar: حدث خطأ أثناء استرداد عمليات التشغيل وخطط الاختبار. يرجى الاتصال بالمسؤول.
ko: 실행 및 테스트 계획을 검색하는 동안 오류가 발생했습니다. 관리자에게 문의하십시오.
te: పరుగులు మరియు పరీక్ష plans తిరిగి పొందడంలో లోపం సంభవించింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetTestTeamStatusReporting
source: Get test team status reporting data could not be done. Please contact administrator.
ar: تعذر الحصول على بيانات تقرير حالة فريق الاختبار. يرجى الاتصال بالمسؤول.
ko: 테스트 팀 상태보고 데이터를 가져올 수 없습니다. 관리자에게 문의하십시오.
te: టెస్ట్ టీం స్టేటస్ రిపోర్టింగ్ డేటాను పొందలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionGetTimeSheetDetails
source: Get TimeSheet Details could not be done. Please contact administrator.
ar: تعذر الحصول على تفاصيل الجدول الزمني. يرجى الاتصال بالمسؤول.
ko: 시간표 세부 정보 가져 오기를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: పొందండి సమయ పట్టిక వివరాలు చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetTimeSheetHistoryDetails
source: Get TimeSheet History Details could not be done. Please contact administrator.
ar: تعذر الحصول على تفاصيل سجل الجدول الزمني. يرجى الاتصال بالمسؤول.
ko: TimeSheet 내역 세부 정보 가져 오기를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: పొందండి సమయ పట్టిక చరిత్ర వివరాలు చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetTimeSheetPermissions
source: Get TimeSheet Permissions could not be done. Please contact administrator.
ar: تعذر الحصول على أذونات الجدول الزمني. يرجى الاتصال بالمسؤول.
ko: 작업 표 권한 가져 오기를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: పొందండి సమయ పట్టిక అనుమతులు చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetTimeSheetSubmissions
source: Get timesheet submissions could not be created or updated. Please contact administrator.
ar: تعذر إنشاء عمليات إرسال الجدول الزمني أو تحديثها. يرجى الاتصال بالمسؤول.
ko: 작업 표 가져 오기 제출을 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: టైమ్‌షీట్ సబ్మిషన్ పొందండి లేదా నవీకరించలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionGetTimeSheetSubmissionTypes
source: Get timesheet submission types could not be created or updated. Please contact administrator.
ar: تعذر إنشاء أو تحديث أنواع إرسال الجدول الزمني. يرجى الاتصال بالمسؤول.
ko: 작업 표 제출 유형 가져 오기를 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: టైమ్‌షీట్ సబ్మిషన్ రకాలను సృష్టించండి లేదా నవీకరించలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionGetTimeUsageDrillDown
source: Get Time Usage Drill Down could not be done. Please contact administrator.
ar: تعذر إجراء "التنقل لأسفل في استخدام الوقت". يرجى الاتصال بالمسؤول.
ko: 시간 사용량 가져 오기 드릴 다운을 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: సమయం వాడకం పొందండి డ్రిల్ డౌన్ చేయడం సాధ్యం కాలేదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionGetTimeZone
source: TimeZone list could not be fetched. Please contact administrator.
ar: تعذر جلب قائمة المنطقة الزمنية. يرجى الاتصال بالمسؤول.
ko: 시간대 목록을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: అవయవముల జాబితాలో తేలేకపోయాం. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetTimeZoneById
source: Cannot get the TimeZone by Id. Please contact administrator.
ar: لا يمكن الحصول على TimeZone بالمعرف. يرجى الاتصال بالمسؤول.
ko: ID로 시간대를 가져올 수 없습니다. 관리자에게 문의하십시오.
te: Id ద్వారా అవయవముల పొందలేము. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetTransitionDeadlineById
source: Cannot get the TransitionDeadline by Id. Please contact administrator.
ar: لا يمكن الحصول على TransitionDeadline بواسطة Id. يرجى الاتصال بالمسؤول.
ko: 전환 기한을 ID로받을 수 없습니다. 관리자에게 문의하십시오.
te: Id ద్వారా పరివర్తన డెడ్ లైన్ పొందలేము. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetTrends
source: Getting trends could not be done. Please contact administrator
ar: لا يمكن الحصول على الاتجاهات. يرجى الاتصال بالمسؤول
ko: 트렌드를 얻을 수 없습니다. 관리자에게 문의하십시오
te: ట్రెండ్స్ ని పొందడం సాధ్యం కాలేదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionGetUserById
source: Cannot get the User by Id. Please contact administrator.
ar: لا يمكن الحصول على المستخدم بالمعرف. يرجى الاتصال بالمسؤول.
ko: ID로 사용자를 가져올 수 없습니다. 관리자에게 문의하십시오.
te: Id ద్వారా వాడుకరి పొందలేము. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetUserFeedTimeHistory
source: Get User Feed Time History could not be created or updated. Please contact administrator.
ar: تعذر إنشاء أو تحديث "الحصول على سجل وقت موجز المستخدم". يرجى الاتصال بالمسؤول.
ko: 사용자 피드 시간 기록 가져 오기를 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: వాడుకరి ఫీడ్ సమయం చరిత్ర రూపొందించినవారు సాధ్యం కాలేదు లేదా నవీకరించబడింది పొందండి. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetUserHistoricalWorkReport
source: Can not get user historical work report. Please contact administrator.
ar: لا يمكن الحصول على تقرير عمل المستخدم التاريخي. يرجى الاتصال بالمسؤول.
ko: 사용자 이력 작업 보고서를 가져올 수 없습니다. 관리자에게 문의하십시오.
te: వినియోగదారు చారిత్రక పని నివేదికను పొందలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionGetUsersBasedOnFeature
source: Cannot get users with particular feature. Please contact administrator
ar: لا يمكن الحصول على مستخدمين بميزة معينة. يرجى الاتصال بالمسؤول
ko: 특정 기능을 가진 사용자를 얻을 수 없습니다. 관리자에게 문의하십시오
te: ప్రత్యేక లక్షణంతో వినియోగదారులను పొందలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionGetUsersDropDown
source: Cannot get the Users drop down. Please contact administrator.
ar: لا يمكن الحصول على قائمة المستخدمين المنسدلة. يرجى الاتصال بالمسؤول.
ko: 사용자 드롭 다운을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: యూజర్ డ్రాప్ డౌన్ పొందలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionGetUserStoriesByGoals
source: Can not get the work items by goals. Please contact administrator.
ar: لا يمكن الحصول على عناصر العمل حسب الأهداف. يرجى الاتصال بالمسؤول.
ko: 목표별로 작업 항목을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: లక్ష్యాలతో యూజర్ అంశంలు పొందలేము. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetUserStoriesForAllGoals
source: Can not get UserStoriesForAllGoals. Please contact administrator.
ar: لا يمكن الحصول على UserStoriesForAllGoals. يرجى الاتصال بالمسؤول.
ko: 모든 목표에 대한 사용자 스토리를 얻을 수 없습니다. 관리자에게 문의하십시오.
te: అన్ని లక్ష్యాల కోసం వినియోగదారు కథలు పొందలేము. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetUserStoriesWaitingForQaApproval
source: Get Work items Waiting For Qa Approval could not be done. Please contact administrator.
ar: لا يمكن الحصول على عناصر العمل في انتظار الموافقة على Qa. يرجى الاتصال بالمسؤول.
ko: Qa 승인을 기다리는 작업 항목 가져 오기를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: QA ఆమోదం కోసం వేచి వాడుకరి అంశం పొందండి చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetUserStoryReplanTypes
source: Get Work item Replan Types could not be done. Please contact administrator.
ar: تعذر إجراء "إحضار أنواع إعادة تخطيط عنصر العمل". يرجى الاتصال بالمسؤول.
ko: 작업 항목 재 계획 유형 가져 오기를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: పొందండి పని అంశం రిప్లాన్ రకాలు చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetUserStoryStatuses
source: Get Work item Statuses could not be done. Please contact administrator.
ar: تعذر الحصول على حالات عنصر العمل. يرجى الاتصال بالمسؤول.
ko: 작업 항목 상태 가져 오기를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: పొందండి వినియోగదారు అంశం హోదాలకు చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetUserStoryStatusReport
source: Can not get work item status report Please contact administrator.
ar: لا يمكن الحصول على تقرير حالة عنصر العمل الرجاء الاتصال بالمسؤول.
ko: 작업 항목 상태 보고서를 가져올 수 없습니다. 관리자에게 문의하십시오.
te: వినియోగదారు అంశం స్థితి నివేదికను పొందలేరు దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionGetUserStoryTypeDropDown
source: Cannot get work item type dro down. Please contact administrator.
ar: لا يمكن الحصول على نوع عنصر العمل dro down. يرجى الاتصال بالمسؤول.
ko: 작업 항목 유형 dro를 가져올 수 없습니다. 관리자에게 문의하십시오.
te: పని అంశం టైప్ డ్రో డౌన్ పొందలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionGetWebHook
source: Can not get the webhooks. Please contact administrator.
ar: لا يمكن الحصول على webhooks. يرجى الاتصال بالمسؤول.
ko: 웹훅을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: వెబ్ హుక్ పొందలేము. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetWeekdays
source: Can not get the weekdays details. Please contact administrator.
ar: لا يمكن الحصول على تفاصيل أيام الأسبوع. يرجى الاتصال بالمسؤول.
ko: 평일 세부 정보를 얻을 수 없습니다. 관리자에게 문의하십시오.

# ExceptionGetWidgets
source: Can not get the apps. Please contact administrator.
ar: لا يمكن الحصول على التطبيقات. يرجى الاتصال بالمسؤول.
ko: 앱을받을 수 없습니다. 관리자에게 문의하십시오.
te: అనువర్తనాలను పొందలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionGetWorkById
source: Cannot get work by Id. Please contact administrator.
ar: لا يمكن الحصول على عمل بالمعرف. يرجى الاتصال بالمسؤول.
ko: Id로 작업을받을 수 없습니다. 관리자에게 문의하십시오.
te: Id ద్వారా పని పొందలేము. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetWorkFlowById
source: Cannot get the WorkFlow by id. Please contact administrator.
ar: لا يمكن الحصول على WorkFlow بالمعرف. يرجى الاتصال بالمسؤول.
ko: ID로 WorkFlow를 가져올 수 없습니다. 관리자에게 문의하십시오.
te: ID ద్వారా వర్క్ఫ్లో పొందలేము. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetWorkFlowEligibleStatusTransitionById
source: Cannot get WorkFlow Eligible Status Transition By Id. Please contact administrator.
ar: لا يمكن الحصول على انتقال الحالة المؤهلة WorkFlow حسب المعرف. يرجى الاتصال بالمسؤول.
ko: ID별로 WorkFlow 적격 상태 전환을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: Id ద్వారా వర్క్ఫ్లో అర్హత హోదా ట్రాన్సిషన్ పొందలేము. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetWorkFlowStatusById
source: Cannot get the workFlow status by id. Please contact administrator.
ar: لا يمكن الحصول على حالة تدفق العمل حسب المعرف. يرجى الاتصال بالمسؤول.
ko: ID로 워크 플로우 상태를 가져올 수 없습니다. 관리자에게 문의하십시오.
te: ID ద్వారా వర్క్ఫ్లో స్థితి పొందలేము. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetWorkflowTriggers
source: Get workflow triggers could not be done. Please contact administrator.
ar: تعذر الحصول على مشغلات سير العمل. يرجى الاتصال بالمسؤول.
ko: 워크 플로 트리거 가져 오기를 수행 할 수 없습니다. 관리자에게 문의하십시오.

# ExceptionGetWorkItemUploadTemplate
source: Error occured in GetWorkitemUploadTemplate, Please contact administrator
ar: حدث خطأ في GetWorkitemUploadTemplate ، يرجى الاتصال بالمسؤول
ko: 작업 항목 업로드 템플릿 가져 오기에서 오류가 발생했습니다. 관리자에게 문의하십시오.
te: వర్కిటెమ్ పొందండి అప్‌లోడ్ మూసలో లోపం సంభవించింది, దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionGetWorkspaceDashboardFilters
source: Get workspace dashboard filters cannot be done. Please contact administrator
ar: لا يمكن إجراء عوامل تصفية لوحة معلومات مساحة العمل. يرجى الاتصال بالمسؤول
ko: 작업 영역 대시 보드 필터 가져 오기를 수행 할 수 없습니다. 관리자에게 문의하십시오
te: వర్క్‌స్పేస్ డాష్‌బోర్డ్ ఫిల్టర్‌లను పొందలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionGetWorkspaceFilters
source: App could not get workspace filters. Please contact administrator.
ar: تعذر على التطبيق الحصول على فلاتر مساحة العمل. يرجى الاتصال بالمسؤول.
ko: 앱에서 작업 영역 필터를 가져올 수 없습니다. 관리자에게 문의하십시오.
te: అనువర్తనం వర్క్‌స్పేస్ ఫిల్టర్‌లను పొందలేకపోయింది. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionGetWorkspaces
source: Can not get the dashboards. Please contact administrator.
ar: لا يمكن الحصول على لوحات القيادة. يرجى الاتصال بالمسؤول.
ko: 대시 보드를 가져올 수 없습니다. 관리자에게 문의하십시오.
te: డాష్‌బోర్డులను పొందలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionGoalCouldNotBeCreated
source: Goal could not be created. Please contact administrator.
ar: لا يمكن إنشاء الهدف. يرجى الاتصال بالمسؤول.
ko: 목표를 생성 할 수 없습니다. 관리자에게 문의하십시오.
te: గోల్ సృష్టించబడదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGoalCreationFromTemplate
source: Goal creation from template could not be done. Please contact administrator
ar: تعذر إنشاء الهدف من النموذج. يرجى الاتصال بالمسؤول
ko: 템플릿에서 목표를 생성 할 수 없습니다. 관리자에게 문의하십시오
te: టెంప్లేట్ నుండి లక్ష్యం సృష్టించడం సాధ్యం కాలేదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionGoalReplanCouldNotBeCreated
source: Goal replan could not be created. Please contact administrator.
ar: لا يمكن إنشاء إعادة الهدف. يرجى الاتصال بالمسؤول.
ko: 목표 재 계획을 생성 할 수 없습니다. 관리자에게 문의하십시오.
te: గోల్ రిప్లాన్ సృష్టించబడదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGoalReplanHistory
source: Can not get the goal replan history. Please contact administrator.
ar: لا يمكن الحصول على هدف إعادة التاريخ. يرجى الاتصال بالمسؤول.
ko: 목표 재 계획 내역을 얻을 수 없습니다. 관리자에게 문의하십시오.
te: లక్ష్యం రిప్లాన్ చరిత్రలో పొందలేము. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGoalReplanTypeCouldNotBeCreated
source: Goal replan type could not be created. Please contact administrator.
ar: تعذر إنشاء نوع إعادة صياغة الهدف. يرجى الاتصال بالمسؤول.
ko: 목표 재 계획 유형을 만들 수 없습니다. 관리자에게 문의하십시오.
te: గోల్ రిప్లాన్ రకం సృష్టించడం సాధ్యం కాలేదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGoalReplanTypeUpsert
source: Goal replan type could not be created or updated. Please contact administrator.
ar: تعذر إنشاء نوع إعادة صياغة الهدف أو تحديثه. يرجى الاتصال بالمسؤول.
ko: 목표 재 계획 유형을 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: గోల్ రిప్లాన్ రకం రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGoalReplanUpsert
source: Goal replan could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء أو تحديث إعادة الهدف. يرجى الاتصال بالمسؤول.
ko: 목표 재 계획을 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: గోల్ రిప్లాన్ రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGoalUpsert
source: Goal could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء الهدف أو تحديثه. يرجى الاتصال بالمسؤول.
ko: 목표를 생성하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: గోల్ రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionInActiveChannelMembers
source: Getting the inactive channel members should be failed. Please contact administrator.
ar: يجب فشل الحصول على أعضاء القناة غير النشطين. يرجى الاتصال بالمسؤول.
ko: 비활성 채널 멤버를 가져 오는 데 실패해야합니다. 관리자에게 문의하십시오.
te: క్రియారహితంగా ఛానల్ సభ్యులు పొందడం విఫలమైంది చేయాలి. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionIncomeSalaryStatement
source: Can not get income salary statement. please contact administrator.
ar: لا يمكن الحصول على بيان راتب الدخل. الرجاء الاتصال بالمسؤول.
ko: 급여 명세서를받을 수 없습니다. 관리자에게 문의하십시오.
te: ఆదాయ వేతన ప్రకటన పొందలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionIncomeSalaryStatementDetails
source: Can not get salary statement details. please contact administrator.
ar: لا يمكن الحصول على تفاصيل كشف الراتب. الرجاء الاتصال بالمسؤول.
ko: 급여 명세서 세부 정보를 가져올 수 없습니다. 관리자에게 문의하십시오.
te: జీతం స్టేట్మెంట్ వివరాలు పొందలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionIncomeTaxMonthlyStatement
source: Can not get income tax monthly statement. please contact administrator.
ar: لا يمكن الحصول على كشف حساب ضريبة الدخل الشهري. الرجاء الاتصال بالمسؤول.
ko: 소득세 월별 명세서를받을 수 없습니다. 관리자에게 문의하십시오.
te: ఆదాయపు పన్ను నెలవారీ స్టేట్‌మెంట్ పొందలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionIndustryById
source: Industry By Id could not be found. Please contact administrator.
ar: تعذر العثور على الصناعة حسب المعرف. يرجى الاتصال بالمسؤول.
ko: 산업별 ID를 찾을 수 없습니다. 관리자에게 문의하십시오.
te: Id ద్వారా ఇండస్ట్రీ కనపడుటలేదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionIndustryModule
source: IndustryModule could not be created or updated. Please contact administrator.
ar: تعذر إنشاء IndustryModule أو تحديثه. يرجى الاتصال بالمسؤول.
ko: 산업 모듈을 생성하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: పరిశ్రమ మాడ్యూల్ రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionIndustryModuleById
source: Industry Module By Id could not be found. Please contact administrator.
ar: تعذر العثور على الوحدة النمطية للصناعة حسب المعرف. يرجى الاتصال بالمسؤول.
ko: ID 별 산업 모듈을 찾을 수 없습니다. 관리자에게 문의하십시오.
te: ఇండస్ట్రీ మాడ్యూల్ ID ద్వారా చూడవచ్చు కాలేదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionInGetEnableOrDisableTimeSheetButtonDetails
source: Exception in GetEnableOrDisableTimeSheetButtonDetails. Please contact administrator.
ar: استثناء في GetEnableOrDisableTimeSheetButtonDetails. يرجى الاتصال بالمسؤول.
ko: 작업 표 사용 또는 사용 안 함 단추 세부 정보 가져 오기에 예외가 있습니다. 관리자에게 문의하십시오.
te: టైమ్ షీట్ బటన్ వివరాలను ప్రారంభించండి లేదా నిలిపివేయండి లో మినహాయింపు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionInsertAudit
source: Insert audit could not be done. Please contact administrator.
ar: لا يمكن إجراء تدقيق الإدخال. يرجى الاتصال بالمسؤول.
ko: 삽입 감사를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: ఆడిట్ చొప్పించు చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionInsertMultipleExpenses
source: Insert Multiple Expenses could not be done. Please contact administrator.
ar: تعذر إدراج نفقات متعددة. يرجى الاتصال بالمسؤول.
ko: 복수 비용을 삽입 할 수 없습니다. 관리자에게 문의하십시오.
te: చొప్పించు బహుళ ఖర్చులు చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionInsertMultipleUserStoriesUsingFile
source: Can not insert multiple user stories using file. Please contact administrator.
ar: لا يمكن إدراج قصص مستخدمين متعددة باستخدام ملف. يرجى الاتصال بالمسؤول.
ko: 파일을 사용하여 여러 사용자 스토리를 삽입 할 수 없습니다. 관리자에게 문의하십시오.
te: ఫైలు ఉపయోగించి బహుళ యూజర్ కథలు ఇన్సర్ట్ చెయ్యలేరు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionInsertPayrollRun
source: Can not Insert Payroll Run. Please contact administrator
ar: لا يمكن إدراج كشوف المرتبات. يرجى الاتصال بالمسؤول
ko: 급여 실행을 삽입 할 수 없습니다. 관리자에게 문의하십시오

# ExceptionInsertTestCaseHistory
source: Insert testcase history could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء أو تحديث سجل إدراج حقيبة الاختبار. يرجى الاتصال بالمسؤول.
ko: 삽입 테스트 케이스 기록을 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: టెస్ట్‌కేస్ చరిత్రను చొప్పించు లేదా సృష్టించడం సాధ్యం కాలేదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionInsertUserStoryLogTime
source: Insert work item log time could not be done. Please contact administrator.
ar: تعذر إدخال وقت تسجيل عنصر العمل. يرجى الاتصال بالمسؤول.
ko: 작업 항목 로그 시간 삽입을 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: చొప్పించు యూజర్ అంతస్థుల చెక్క సమయం చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionIntroducedByOptionById
source: Introduced By Option By Id could not be found. Please contact administrator.
ar: لا يمكن العثور على المقدمة بواسطة الخيار بواسطة المعرف. يرجى الاتصال بالمسؤول.
ko: Introduced By Option By Id를 찾을 수 없습니다. 관리자에게 문의하십시오.
te: Id ద్వారా ఎంపిక ద్వారా పరిచయం కనపడుటలేదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionIsUsersStore
source: Is user store details could not be fetched. Please contact adminstrator
ar: لا يمكن جلب تفاصيل متجر المستخدم. يرجى الاتصال بالمسؤول
ko: 사용자 저장소 세부 정보를 가져올 수 없습니다. 관리자에게 문의하십시오
te: యూజర్ స్టోర్ వివరాలను పొందలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionITSavingsReport
source: Can not get IT savings report. please contact administrator.
ar: لا يمكن الحصول على تقرير توفير تكنولوجيا المعلومات. الرجاء الاتصال بالمسؤول.
ko: IT 절감 보고서를받을 수 없습니다. 관리자에게 문의하십시오.
te: ఐటి పొదుపు నివేదిక పొందలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionJobCategories
source: Job categories could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء أو تحديث فئات الوظائف. يرجى الاتصال بالمسؤول.
ko: 작업 카테고리를 생성하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: ఉద్యోగ వర్గాలు రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.
