Repository: pujithagodavarthi414-coder/TradeEngine.ai
Catalog: sourcecode/BusinessView/BusinessView.Common/Texts/LangText.*.resx
Languages: ar, ko, te

source: Goal status name should not be null
ar: يجب ألا يكون اسم حالة الهدف فارغًا
ko: 목표 상태 이름은 null이 아니어야합니다.
te: లక్ష్య స్థితి పేరు శూన్యంగా ఉండకూడదు

source: Goal status with this name already exists
ar: حالة الهدف بهذا الاسم موجودة بالفعل
ko: 이 이름의 목표 상태가 이미 있습니다.
te: ఈ పేరుతో లక్ష్య స్థితి ఇప్పటికే ఉంది

source: Goal with this name already exists
ar: الهدف بهذا الاسم موجود بالفعل
ko: 이 이름의 목표가 이미 있습니다.
te: ఈ పేరుతో లక్ష్యం ఇప్పటికే ఉంది

source: GPA or score should notbe null
ar: لا ينبغي أن يكون المعدل التراكمي أو النتيجة لاغية
ko: GPA 또는 점수는 null이 아니어야합니다.
te: GPA లేదా స్కోరు శూన్యంగా ఉండకూడదు

source: Grade data is not found
ar: لم يتم العثور على بيانات الدرجة
ko: 성적 데이터를 찾을 수 없습니다.
te: గ్రేడ్ డేటా కనుగొనబడలేదు

source: Grade name should not be null
ar: يجب ألا يكون اسم الدرجة فارغًا
ko: 등급 이름은 null이 아니어야합니다.
te: గ్రేడ్ పేరు శూన్యంగా ఉండకూడదు

# GradeOrderWithThisNameAlreadyExists
source: Grade with this order already exists
ar: التقدير بهذا الطلب موجود بالفعل
ko: 이 주문에 대한 등급이 이미 존재합니다.
te: ఈ ఆర్డర్‌తో గ్రేడ్ ఇప్పటికే ఉంది

source: Grade with this name already exists
ar: الدرجة بهذا الاسم موجودة بالفعل
ko: 이 이름의 성적이 이미 존재합니다.
te: ఈ పేరుతో గ్రేడ్ ఇప్పటికే ఉంది

# GreaterThanDateFromAndDateTo
source: No.of leaves are greater than the days in given time period.
ar: عدد الإجازات أكبر من الأيام في فترة زمنية معينة.
ko: 잎의 수가 주어진 기간의 일수보다 큽니다.
te: ఇచ్చిన కాల వ్యవధిలో ఉన్న రోజుల కంటే సెలవులు ఎక్కువ.

source: Header columns not matched
ar: أعمدة الرأس غير متطابقة
ko: 헤더 열이 일치하지 않습니다.
te: శీర్షిక నిలువు సరిపోలని

source: Holiday data is not found
ar: لم يتم العثور على بيانات العطلة
ko: 휴일 데이터를 찾을 수 없습니다.
te: హాలిడే డేటా కనుగొనబడలేదు

# HolidayForScheduler
source: Holiday on {0} on occasion of {1}.
ar: عطلة يوم {0} بمناسبة {1}.
ko: {1}의 경우 {0}에 휴일.
te: {0} న {1} సెలవు.

# HolidayWithThisNameAlreadyExists
source: Holiday with this date already exists
ar: عطلة بهذا التاريخ موجودة بالفعل
ko: 이 날짜의 휴일이 이미 있습니다.
te: ఈ పేరుతో సెలవు ఇప్పటికే ఉంది

# HourlyTdsWithThisNameAlreadyExists
source: Hourly Tds already exists
ar: كل ساعة Tds موجود بالفعل
ko: 시간별 Td가 이미 있습니다.
te: గంట Tds ఇప్పటికే ఉంది

source: IFSC code should not be null
ar: يجب ألا يكون رمز IFSC فارغًا
ko: IFSC 코드는 null이 아니어야합니다.

# ImmigrationDetailsWithSameDocumentNumberAlreadyExsists
source: Immigration details with same document number already exists
ar: تفاصيل الهجرة مع نفس رقم الوثيقة موجودة بالفعل
ko: 동일한 문서 번호를 가진 이민 세부 정보가 이미 있습니다.
te: అదే పత్ర సంఖ్యతో ఇమ్మిగ్రేషన్ వివరాలు ఇప్పటికే ఉన్నాయి

# InductionConfigurationDataIsNotFound
source: Induction task not found
ar: لم يتم العثور على مهمة الاستقراء
ko: 유도 작업을 찾을 수 없습니다.
te: ఇండక్షన్ పని కనుగొనబడలేదు

# InductionConfigurationWithThisNameAlreadyExists
source: Induction task already exists
ar: مهمة الاستقراء موجودة بالفعل
ko: 유도 작업이 이미 있습니다.
te: ఇండక్షన్ పని ఇప్పటికే ఉంది

# InfoLenghtMustNotExceed650
source: Info length must not exceed 650 characters
ar: يجب ألا يتجاوز طول المعلومات 650 حرفًا
ko: 정보 길이는 650자를 초과 할 수 없습니다.
te: సమాచారం పొడవు 650 అక్షరాలను మించకూడదు

source: In given userstories
ar: في قصص مستخدم معينة
ko: 주어진 사용자 이야기에서
te: ఇచ్చిన పని అంశంలలో

# InstituteLengthExceeded
source: Institute can not be longer than 150 characters.
ar: لا يمكن أن يزيد طول المعهد عن 150 حرفًا.
ko: 기관은 150자를 초과 할 수 없습니다.
te: ఇన్స్టిట్యూట్ 150 అక్షరాల కంటే ఎక్కువ ఉండకూడదు.

source: Institute should not be null
ar: يجب ألا يكون المعهد فارغًا
ko: 기관은 null이 아니어야합니다.
te: ఇన్స్టిట్యూట్ శూన్యంగా ఉండకూడదు

source: Insufficient balance to purchase
ar: رصيد غير كافي للشراء
ko: 구매할 잔액이 부족합니다.
te: కొనుగోలు చేయడానికి తగినంత బ్యాలెన్స్ లేదు

# InTimeCantBeEmpty
source: In time should not be empty
ar: يجب ألا تكون فارغة في الوقت المناسب
ko: 시간이 비어 있으면 안됩니다.
te: ప్రారంభ సమయం ఖాళీగా ఉండకూడదు

source: Introduced by data is not found
ar: المقدمة من قبل البيانات غير موجود
ko: 소개 데이터를 찾을 수 없습니다
te: డేటా ద్వారా పరిచయం చేయబడలేదు

# InvalidCompanyPhoneNumber
source: Company phone number is invalid
ar: رقم هاتف الشركة غير صالح
ko: 회사 전화 번호가 잘못되었습니다.
te: కంపెనీ ఫోన్ నంబర్ చెల్లదు

# InvalidContactPhoneNumber
source: Contact phone number is invalid
ar: رقم هاتف جهة الاتصال غير صالح
ko: 연락처 전화 번호가 잘못되었습니다.
te: సంప్రదించవలసిన ఫోన్ నెంబర్ చెల్లదు

# InvalidFoodItemPrice
source: Please Enter valid food item price
ar: الرجاء إدخال سعر صالح للمواد الغذائية
ko: 유효한 음식 품목 가격을 입력하십시오
te: దయచేసి చెల్లుబాటు అయ్యే ఆహార అంశం ధర ఎంటర్

# InvalidNumberFormatPleaseAvoidTheAlphabiticalLettersInTheNumberFormat
source: Invalid number format please avoid the alphabets
ar: تنسيق رقم غير صالح يرجى تجنب الحروف الهجائية
ko: 잘못된 숫자 형식은 알파벳을 사용하지 마십시오.
te: చెల్లని సంఖ్య ఆకృతి దయచేసి అక్షరాలను నివారించండి

# InvalidParentMilestoneId
source: Invalid Parent version Id : {0}
ar: معرف النسخة الأصلية غير صالح: {0}
ko: 잘못된 상위 버전 ID : {0}
te: చెల్లని మాతృ సంస్కరణ Id: {0}

# InvalidParentSubSectionId
source: Invalid Parent SubSection Id : {0}
ar: معرف القسم الفرعي الأصلي غير صالح: {0}
ko: 잘못된 상위 하위 섹션 ID : {0}
te: చెల్లని మాతృ సబ్సెక్షన్ Id: {0}

source: Invalid user
ar: مستخدم غير صالح
ko: 잘못된 사용자
te: చెల్లని వినియోగదారు

# InviteeWithThisNameAlreadyExists
source: User already invited
ar: المستخدم مدعو بالفعل
ko: 사용자가 이미 초대되었습니다.
te: వినియోగదారు ఇప్పటికే ఆహ్వానించబడ్డారు

# InvoiceIdDataIsNotFound
source: Invoice data not found
ar: لم يتم العثور على بيانات الفاتورة
ko: 인보이스 데이터를 찾을 수 없습니다.
te: ఇన్వాయిస్ డేటా కనుగొనబడలేదు

# InvoiceIdShouldNotBeNull
source: Invoice Id should not be empty
ar: يجب ألا يكون معرف الفاتورة فارغًا
ko: 인보이스 ID는 비워 둘 수 없습니다.
te: ఇన్వాయిస్ ఐడి ఖాళీగా ఉండకూడదు

# InvoiceNumberShouldNotBeNull
source: Invoice number should not be empty
ar: يجب ألا يكون رقم الفاتورة فارغًا
ko: 인보이스 번호는 비워 둘 수 없습니다.
te: ఇన్వాయిస్ సంఖ్య ఖాళీగా ఉండకూడదు

# InvoiceNumberWithThisNameAlreadyExists
source: Invoice number already exists
ar: رقم الفاتورة موجود بالفعل
ko: 인보이스 번호가 이미 있습니다.
te: ఇన్వాయిస్ సంఖ్య ఇప్పటికే ఉంది

# InvoiceTitleWithThisNameAlreadyExists
source: Invoice title already exists
ar: عنوان الفاتورة موجود بالفعل
ko: 송장 제목이 이미 있습니다.
te: ఇన్వాయిస్ శీర్షిక ఇప్పటికే ఉంది

# IsCtcDependentORIsRelatedToPTORComponentNameShouldNotBeNull
source: IsCtcDependent or IsRelatedToPT or ComponentName is required
ar: مطلوب IsCtcDependent أو IsRelatedToPT أو ComponentName
ko: Ctc 종속적이거나 PT와 관련됨 또는 구성 요소 이름이 필요합니다.
te: IsCtcDependent లేదా IsRelatedToPT లేదా ComponentName అవసరం

source: Is deduction should not be null
ar: هل يجب ألا يكون الخصم باطلًا
ko: 공제는 null이 아니어야합니다.
te: మినహాయింపు శూన్యంగా ఉండకూడదు

source: Is default enable should not be null
ar: يجب ألا يكون التمكين الافتراضي فارغًا
ko: 기본 활성화는 null이 아니어야합니다.
te: డిఫాల్ట్ ఎనేబుల్ శూన్యంగా ఉండకూడదు

# IsForQaChange
source: IsForQa changed from {0} to {1}
ar: تم تغيير IsForQa من {0} إلى {1}
ko: IsForQa가 {0}에서 {1} (으)로 변경되었습니다.
te: ఈజ్ ఫర్ QA ని {0} నుండి {1} గా మార్చారు

source: Is last workingday should not be null
ar: يجب ألا يكون آخر يوم عمل فارغًا
ko: 마지막 근무일은 null이 아니어야합니다.
te: చివరి పనిదినం శూన్యంగా ఉండకూడదు

# IsProductiveBoardChanged
source: Is productive board changed from {0} to {1}
ar: هل تم تغيير اللوحة الإنتاجية من {0} إلى {1}
ko: 생산적인 보드가 {0}에서 {1} (으)로 변경 되었습니까?
te: ఉత్పాదక బోర్డు {0} నుండి {1} కు మార్చబడింది

source: Is repeatInfinitly should not be null
ar: هو التكرار بشكل نهائي لا يجب أن يكون فارغًا
ko: 무한 반복 여부는 null이 아니어야합니다.
te: రిపీట్ఇన్ఫినిట్లీ శూన్యంగా ఉండకూడదు

source: Issue certifying authority should not be null
ar: يجب ألا تكون سلطة التصديق على الإصدار فارغة
ko: 발급 인증 기관은 null이 아니어야합니다.
te: ఇష్యూ సర్టిఫైయింగ్ అధికారం శూన్యంగా ఉండకూడదు

# IsToBePaidShouldNotBeNull
source: Is to be paid to should not be null
ar: يجب أن لا يكون باطل
ko: 지급 대상은 null이 아니어야합니다.
te: చెల్లించాల్సినది శూన్యంగా ఉండకూడదు

# IsTobeTrackeChanged
source: Is to be tracked changed from {0} to {1}
ar: تم تغييره المطلوب تتبعه من {0} إلى {1}
ko: 추적 대상이 {0}에서 {1} (으)로 변경됨
te: ట్రాక్ {0} నుండి {1} కు మార్చబడింది

source: Is variable pay should not be null
ar: يجب ألا يكون الدفع المتغير فارغًا ، ويجب ألا يكون الدفع المتغير فارغًا
ko: 가변 급여는 null이 아니어야합니다.
te: వేరియబుల్ పే శూన్యంగా ఉండకూడదు

source: Item name should not be null
ar: يجب ألا يكون اسم العنصر فارغًا
ko: 항목 이름은 null이 아니어야합니다.
te: అంశం పేరు శూన్యంగా ఉండకూడదు

# JobCategoriesNameLengthExceeded
source: Language Name can not be longer than 50 characters.
ar: لا يمكن أن يكون اسم اللغة أطول من 50 حرفًا.
ko: 언어 이름은 50자를 초과 할 수 없습니다.
te: భాష పేరు 50 అక్షరాలు కంటే ఎక్కువ ఉండరాదు.

source: Job category data is not found
ar: لم يتم العثور على بيانات فئة الوظيفة
ko: 직무 카테고리 데이터를 찾을 수 없습니다.
te: ఉద్యోగ వర్గం డేటా కనుగొనబడలేదు

source: Job category should not be null
ar: يجب ألا تكون فئة الوظيفة فارغة
ko: 직무 카테고리는 null이 아니어야합니다.
te: ఉద్యోగ వర్గం శూన్యంగా ఉండకూడదు

source: Job category with this name already exists
ar: فئة الوظيفة بهذا الاسم موجودة بالفعل
ko: 이 이름의 작업 카테고리가 이미 있습니다
te: ఈ పేరుతో ఉద్యోగ వర్గం ఇప్పటికే ఉంది

source: Joining category should not be null
ar: يجب ألا تكون فئة الانضمام فارغة
ko: 가입 카테고리는 null이 아니어야합니다.
te: వర్గంలో చేరడం శూన్యంగా ఉండకూడదు

source: Joining Date Should Not be Null
ar: يجب ألا يكون تاريخ الالتحاق باطلاً
ko: 결합 날짜는 Null이 아니어야합니다.
te: చేరిన తేదీ శూన్యంగా ఉండకూడదు

source: Key should not be null
ar: يجب ألا يكون المفتاح فارغًا
ko: 키는 null이 아니어야합니다.
te: కీ శూన్యంగా ఉండకూడదు

source: Key with this name already exists
ar: المفتاح بهذا الاسم موجود بالفعل
ko: 이 이름의 키가 이미 있습니다.
te: ఈ పేరుతో కీ ఇప్పటికే ఉంది

source: Language data is not found
ar: لم يتم العثور على بيانات اللغة
ko: 언어 데이터를 찾을 수 없습니다.
te: భాషా డేటా కనుగొనబడలేదు

# LanguageNameLengthExceeded
source: Language Name can not be longer than 50 characters.
ar: لا يمكن أن يكون اسم اللغة أطول من 50 حرفًا.
ko: 언어 이름은 50자를 초과 할 수 없습니다.
te: భాష పేరు 50 అక్షరాలు కంటే ఎక్కువ ఉండరాదు.

source: Language name should not be null
ar: يجب ألا يكون اسم اللغة فارغًا
ko: 언어 이름은 null이 아니어야합니다.
te: భాష పేరు శూన్యంగా ఉండకూడదు

source: Language should not be null
ar: يجب ألا تكون اللغة خالية
ko: 언어는 null이 아니어야합니다.
te: భాష శూన్యంగా ఉండకూడదు

source: Language with this name already exists
ar: اللغة بهذا الاسم موجودة بالفعل
ko: 이 이름의 언어가 이미 존재합니다.
te: ఈ పేరుతో భాష ఇప్పటికే ఉంది

source: last name length cannot exceed than 250 characters
ar: لا يمكن أن يتجاوز طول الاسم الأخير 250 حرفًا
ko: 성의 길이는 250자를 초과 할 수 없습니다.
te: చివరి పేరు పొడవు 250 అక్షరాల కంటే మించకూడదు

# LastNameLengthExceeded
source: Last Name can not be longer than 50 characters.
ar: لا يمكن أن يزيد اسم العائلة عن 50 حرفًا.
ko: 성은 50자를 초과 할 수 없습니다.
te: చివరి పేరు 50 అక్షరాలు కంటే ఎక్కువ ఉండరాదు.

source: Leave already exist
ar: المغادرة موجودة بالفعل
ko: 이미 존재합니다.
te: ఇప్పటికే ఉనికిలో ఉంది

source: Leave already exists
ar: المغادرة موجودة بالفعل
ko: 휴가가 이미 있습니다.
te: సెలవు ఇప్పటికే ఉంది

source: Leave applicability data is not found
ar: لم يتم العثور على بيانات إمكانية تطبيق الإجازة
ko: 적용 데이터를 찾을 수 없습니다.
te: సెలవు వర్తించే డేటా కనుగొనబడలేదు

source: Leave application should not be null
ar: يجب ألا يكون طلب الإجازة فارغًا
ko: 탈퇴 신청은 null이 아니어야합니다.
te: సెలవు దరఖాస్తు శూన్యంగా ఉండకూడదు

# LeaveAppliedBehalfHistory
source: {0} has applied this leave from {5} to {6} on {1} with the reason {2} on behalf of {4}.This should be approved by {3}.
ar: قام {0} بتطبيق هذه الإجازة من {5} إلى {6} بتاريخ {1} مع السبب {2} نيابة عن {4}. يجب الموافقة على ذلك من قِبل {3}.
ko: {0}이 (가) {4} 대신 {2} 사유로 {1}의 {5}에서 {6}까지 휴가를 적용했습니다. {3}의 승인을 받아야합니다.
te: {0} {5} నుండి {6} వరకు గల సెలవును {1} న {4} తరపున {2} కారణంతో దరఖాస్తు చేశారు. దీన్ని {3} ఆమోదించాలి.

# LeaveAppliedhistory
source: {0} has applied this leave from {4} to {5} on {1}. With the following reason {2}. This should be approved by {3}.
ar: طبق {0} هذه الإجازة من {4} إلى {5} يوم {1}. للسبب التالي {2}. يجب أن تتم الموافقة على هذا من قبل {3}.
ko: {0} 님이 {1}에 {4}에서 {5}까지이 휴가를 적용했습니다. 다음과 같은 이유로 {2}. {3}의 승인을 받아야합니다.
te: {0} {4} నుండి {5} వరకు గల సెలవును {1} న కింది కారణంతో {2} దరఖాస్తు చేశారు . దీన్ని {3} ఆమోదించాలి.

# LeaveApprovedHistory
source: {0} has approved this leave from {2} to {3} on {1}.
ar: وافق {0} على هذه الإجازة من {2} إلى {3} يوم {1}.
ko: {0} 님이 {1}에 {2}에서 {3}까지이 휴가를 승인했습니다.
te: {2} నుండి {3} వరకు గల ఈ సెలవును {0} {1} న ఆమోదించారు.

# LeaveDateFromIsLaterThanLeaveDateTo
source: LeaveDateFrom can not be Later than LeaveDateTo.
ar: لا يمكن أن يكون LeaveDateFrom Later من LeaveDateTo.
ko: LeaveDateFrom은 LeaveDateTo 이후 일 수 없습니다.
te: సెలవు ప్రారంభం సెలవు ముగింపు కంటే ఎక్కువగా ఉండకూడదు

# LeaveDateFromRequired
source: LeaveDateFrom field is required
ar: مطلوب حقل LeaveDateFrom
ko: 출발 날짜 입력란은 필수입니다.
te: సెలవు ప్రారంభం ఫీల్డ్ అవసరం

source: Leave date from should not be null
ar: يجب ألا يكون تاريخ المغادرة من فارغًا
ko: 출발 날짜는 null이 아니어야합니다.
te: నుండి సెలవు తేదీ శూన్యంగా ఉండకూడదు

# LeaveDateToRequired
source: LeaveDateTo field is required
ar: مطلوب حقل LeaveDateTo
ko: Leave DateTo 필드는 필수입니다.
te: సెలవు ముగింపు ఫీల్డ్ అవసరం

source: Leave date to should not be null
ar: يجب ألا يكون تاريخ المغادرة فارغًا
ko: 출발 날짜는 null이 아니어야합니다.
te: సెలవు తేదీ శూన్యంగా ఉండకూడదు

# LeaveDetailsNotFound
source: Leave not found
ar: اترك غير موجود
ko: 찾을 수 없습니다.
te: వదిలి దొరకలేదు

source: Leave encashment settings with this active from or active to date matches with other active from or active to date
ar: اترك إعدادات الصرف مع هذه التطابقات النشطة من أو النشطة حتى الآن مع التطابقات الأخرى النشطة من أو النشطة حتى الآن
ko: 이 활성화 된 시작 또는 현재까지 활성화 된 현금화 설정은 다른 활성화 된 시작 또는 현재까지와 일치합니다.
te: ఈ యాక్టివ్ నుండి లేదా యాక్టివ్ నుండి డేట్ మ్యాచ్‌లతో ఎన్‌కాష్మెంట్ సెట్టింగులను వదిలివేయండి

# LeaveEncashmentSettingsWithThisNameAlreadyExists
source: Leave encashment settings with this branch already exists
ar: إعدادات الإجازة الصرف مع هذا الفرع موجودة بالفعل
ko: 이 지점이 이미 존재하는 현금화 설정 유지
te: ఈ శాఖతో ఎన్‌కాష్మెంట్ సెట్టింగులను వదిలివేయండి

# LeaveFormulaCantBeArchivedAsThereAreLeaveFrequencies
source: Leave formula cant be archived as there are active leave frequencies with this leave formula
ar: لا يمكن أرشفة صيغة الإجازة حيث توجد ترددات إجازة نشطة مع صيغة الإجازة هذه
ko: 이 휴가 공식을 사용하는 활성 휴가 빈도가 있으므로 휴가 공식을 보관할 수 없습니다.
te: ఈ సెలవు సూత్రం తో సెలవు ఫ్రెక్యూన్సీలు ఆక్టివ్ గ ఉన్నందున దీనిని ఆర్కైవ్ చేయబడదు

source: Leave formula data is not found
ar: لم يتم العثور على بيانات ترك الصيغة
ko: 공식 데이터를 찾을 수 없습니다.
te: సెలవు సూత్రం డేటా కనుగొనబడలేదు

source: Leave formula should not be null
ar: يجب ألا تكون صيغة الإجازة فارغة
ko: 수식 유지는 null이 아니어야합니다.
te: సెలవు సూత్రం శూన్యంగా ఉండకూడదు

source: Leave frequency data is not found
ar: لم يتم العثور على بيانات تردد المغادرة
ko: 빈도 데이터를 찾을 수 없습니다.
te: లీవ్ ఫ్రీక్వెన్సీ డేటా కనుగొనబడలేదు

# LeaveFromForScheduler
source: Leave from {0} to {1} and the status is {2}.
ar: غادر من {0} إلى {1} والحالة هي {2}.
ko: {0}에서 {1} (으)로 떠나고 상태는 {2}입니다.
te: {0} నుండి {1} వరకు గల సెలవు దీని స్థితి {2}

# LeaveNotApplicableAsThereAreHolidays
source: Leave not applicable as there are holidays in your applied leave period
ar: الإجازة غير قابلة للتطبيق حيث توجد إجازات في فترة إجازتك المطبقة
ko: 신청 한 휴가 기간에 공휴일이 있으므로 해당되지 않는 휴가
te: మీ అనువర్తిత సెలవు వ్యవధిలో సెలవులు ఉన్నందున వర్తించదు

# LeaveReAppledHistory
source: {0} has reapplied this leave from {4} to {5} on {1} with the reason {2}.This should be approved by {3}.
ar: أعاد {0} تقديم هذه الإجازة من {4} إلى {5} في {1} بالسبب {2}. يجب أن تتم الموافقة على ذلك من قِبل {3}.
ko: {0} 님이 {2} 사유로 {1}의 {4}에서 {5}까지이 휴가를 다시 적용했습니다. {3}의 승인을 받아야합니다.
te: {0} {4} నుండి {5} వరకు గల సెలవును {1} న {2} కారణంతో తిరిగి దరఖాస్తు చేసుకున్నారు. దీన్ని {3} ఆమోదించాలి.

# LeaveReasonRequired
source: LeaveReason field is required
ar: حقل "سبب الإجازة" مطلوب
ko: Leave Reason 필드는 필수입니다.
te: సెలవుకు కారణం కావలెను

# LeaveRejectedHistory
source: {0} has rejected this leave from {3} to {4} on {1} with the reason {2}.
ar: رفض {0} هذه الإجازة من {3} إلى {4} في {1} مع السبب {2}.
ko: {0} 님이 {2}의 이유로 {1}의 {3}에서 {4}까지의 휴가를 거부했습니다.
te: {0} {3} నుండి {4} వరకు గల సెలవును {1} న ఈ కారణంతో {2} తిరస్కరించారు.

source: Leaves count should not be greater than a half year
ar: يجب ألا يزيد عدد الأوراق عن نصف عام
ko: 잎 수는 반년을 넘지 않아야합니다.
te: సెలవుల సంఖ్య అర్ధ సంవత్సరం కంటే ఎక్కువ ఉండకూడదు

source: Leaves count should not be greater than a month
ar: يجب ألا يزيد عدد الأوراق عن شهر
ko: 잎 수는 한 달을 초과 할 수 없습니다.
te: సెలవుల సంఖ్య ఒక నెల కన్నా ఎక్కువ ఉండకూడదు

source: Leaves count should not be greater than a quarter year
ar: ألا يزيد عدد الأوراق عن ربع سنة
ko: 잎 수는 1/4 년을 초과 할 수 없습니다.
te: సెలవు సంఖ్య పావు సంవత్సరం కంటే ఎక్కువ ఉండకూడదు

source: Leaves count should not be greater than a week
ar: يجب ألا يزيد عدد الأوراق عن أسبوع
ko: 잎 수는 1 주를 넘지 않아야합니다.
te: సెలవుల సంఖ్య వారం కంటే ఎక్కువ ఉండకూడదు

source: Leaves count should not Be greater than a year
ar: يجب ألا يزيد عدد الأوراق عن عام
ko: 잎 수는 1 년을 초과 할 수 없습니다.
te: సెలవు సంఖ్య ఒక సంవత్సరం కంటే ఎక్కువ ఉండకూడదు

# LeavesDoesNotMatchForTheLeaveFrequencyToEdit
source: This frequency can not be edited as number of leaves in the previous period are more than the leaves in this period.
ar: لا يمكن تعديل هذا التردد حيث أن عدد الأوراق في الفترة السابقة يزيد عن عدد الأوراق في هذه الفترة.
ko: 이전 기간의 잎 수가이 기간의 잎 수보다 많기 때문에이 빈도는 편집 할 수 없습니다.
te: మునుపటి కాలంలో సెలవుల సంఖ్య ఈ కాలంలో సెలవుల కంటే ఎక్కువగా ఉన్నందున ఈ ఫ్రీక్వెన్సీని సవరించలేము.

source: Leave session data is not found
ar: لم يتم العثور على بيانات مغادرة الجلسة
ko: 세션 종료 데이터를 찾을 수 없습니다.
te: సెలవు సెషన్ డేటా కనుగొనబడలేదు

# leaveSessionNameLengthExceeded
source: Leave session name can not be longer than 50 characters.
ar: لا يمكن أن يكون اسم جلسة الإجازة أطول من 50 حرفًا.
ko: 세션 이름은 50자를 초과 할 수 없습니다.
te: లీవ్ సెషన్ పేరు 50 అక్షరాలు కంటే ఎక్కువ ఉండరాదు.

source: Leave session name should not be null
ar: يجب ألا يكون اسم ترك الجلسة فارغًا
ko: 세션 이름은 null이 아니어야합니다.
te: సెషన్ పేరు శూన్యంగా ఉండకూడదు

# LeaveSessionWithTheEmptyId
source: Leave Session with the Id {0} not found.
ar: مغادرة الجلسة بالمعرف {0} غير موجود.
ko: ID가 {0} 인 세션을 찾을 수 없습니다.
te: Id {0} దొరకలేదు తో సెషన్ వదిలి.

source: Leave session with this name already exists
ar: مغادرة الجلسة بهذا الاسم موجودة بالفعلمغادرة الجلسة بهذا الاسم موجودة بالفعل
ko: 이 이름의 세션 탈퇴가 이미 존재합니다.
te: ఈ పేరుతో సెలవు సెషన్ ఇప్పటికే ఉంది

source: Leave status data is not found
ar: لم يتم العثور على بيانات حالة الإجازة
ko: 휴가 상태 데이터를 찾을 수 없습니다.
te: నిష్క్రమణ స్థితి డేటా కనుగొనబడలేదు

# leaveStatusLengthExceeded
source: Leave status name can not be longer than 50 characters.
ar: لا يمكن أن يكون اسم حالة الإجازة أطول من 50 حرفًا.
ko: 휴가 상태 이름은 50자를 초과 할 수 없습니다.
te: లీవ్ స్థితి పేరు 50 అక్షరాలు కంటే ఎక్కువ ఉండరాదు.

source: Leave status name should not be null
ar: يجب ألا يكون اسم حالة الإجازة فارغًا
ko: 휴가 상태 이름은 null이 아니어야합니다.
te: వదిలివేసే స్థితి పేరు శూన్యంగా ఉండకూడదు

source: Leave status with this name already exists
ar: حالة الإجازة بهذا الاسم موجودة بالفعل
ko: 이 이름의 탈퇴 상태가 이미 존재합니다.
te: ఈ పేరుతో స్థితిని వదిలివేయండి ఇప్పటికే ఉంది

source: Leave type data is not found
ar: لم يتم العثور على بيانات نوع المغادرة
ko: 휴가 유형 데이터를 찾을 수 없습니다.
te: లీవ్ టైప్ డేటా కనుగొనబడలేదు

source: Leave type name should not be null
ar: يجب ألا يكون اسم نوع الإجازة فارغًا
ko: 휴가 유형 이름은 null 일 수 없습니다.
te: లీవ్ టైప్ పేరు శూన్యంగా ఉండకూడదు

# LeaveTypeRequired
source: LeaveType field is required
ar: حقل نوع ترك مطلوب
ko: 휴가 유형 필드는 필수입니다.
te: సెలవుకు కారణం కావలెను

# LeaveTypeShortWithThisNameAlreadyExists
source: Leave type with this short name already exists
ar: نوع الإجازة بهذا الاسم المختصر موجود بالفعل
ko: 이 닉네임을 가진 휴가 유형이 이미 있습니다.
te: ఈ చిన్న పేరుతో లీవ్ రకం ఇప్పటికే ఉంది

source: Leave type should not be null
ar: يجب ألا يكون نوع الإجازة فارغًا
ko: 휴가 유형은 null이 아니어야합니다.
te: సెలవు రకం శూన్యంగా ఉండకూడదు

source: Leave type with this name already exists
ar: نوع الإجازة بهذا الاسم موجود بالفعل
ko: 이 이름의 휴가 유형이 이미 존재합니다.
te: ఈ పేరుతో లీవ్ రకం ఇప్పటికే ఉంది

source: Licence expiry date should not be null
ar: يجب ألا يكون تاريخ انتهاء الترخيص فارغًا
ko: 라이센스 만료 날짜는 null이 아니어야합니다.
te: లైసెన్స్ గడువు తేదీ శూన్యంగా ఉండకూడదు

source: Licence issued date should not be null
ar: يجب ألا يكون تاريخ إصدار الترخيص فارغًا
ko: 라이선스 발급 날짜는 null이 아니어야합니다.
te: లైసెన్స్ జారీ చేసిన తేదీ శూన్యంగా ఉండకూడదు

# LicenceNumberLengthExceeded
source: Licence Number can not be longer than 20 characters.
ar: يجب ألا يزيد رقم الترخيص عن 20 حرفًا.
ko: 라이센스 번호는 20자를 초과 할 수 없습니다.
te: లైసెన్స్ సంఖ్య 20 అక్షరాల కంటే ఎక్కువ ఉండకూడదు.

source: Licence number should not be null
ar: يجب ألا يكون رقم الترخيص فارغًا
ko: 라이센스 번호는 null이 아니어야합니다.
te: లైసెన్స్ సంఖ్య శూన్యంగా ఉండకూడదు

source: Licence type should not be null
ar: يجب ألا يكون نوع الترخيص فارغًا
ko: 라이센스 유형은 null이 아니어야합니다.
te: లైసెన్స్ రకం శూన్యంగా ఉండకూడదు

source: License type data is not found
ar: لم يتم العثور على بيانات نوع الترخيص
ko: 라이센스 유형 데이터를 찾을 수 없습니다.
te: లైసెన్స్ రకం డేటా కనుగొనబడలేదు

source: License type should not be null
ar: يجب ألا يكون نوع الترخيص فارغًا
ko: 라이센스 유형은 null이 아니어야합니다.
te: లైసెన్స్ రకం శూన్యంగా ఉండకూడదు

source: License type with this name already exists
ar: نوع الترخيص بهذا الاسم موجود بالفعل
ko: 이 이름의 라이센스 유형이 이미 있습니다.
te: ఈ పేరుతో లైసెన్స్ రకం ఇప్పటికే ఉంది

# LinkHasBeenExpired
source: The link has been expired.
ar: وقد انتهت صلاحية الرابط.
ko: 링크가 만료되었습니다.
te: లింక్ గడువు ముగిసింది

source: Loan amount should not be null
ar: يجب ألا يكون مبلغ القرض فارغًا
ko: 대출 금액은 null이 아니어야합니다.
te: రుణ మొత్తం శూన్యంగా ఉండకూడదు

source: Loan balance amount should not be null
ar: يجب ألا يكون مبلغ رصيد القرض فارغًا
ko: 대출 잔액은 null이 아니어야합니다.
te: లోన్ బ్యాలెన్స్ మొత్తం శూన్యంగా ఉండకూడదు

source: Loan interest percentage per month should not be null
ar: يجب ألا تكون نسبة الفائدة على القرض شهريًا خالية
ko: 월별 대출 이자율은 null이 아니어야합니다.
te: నెలకు రుణ వడ్డీ శాతం శూన్యంగా ఉండకూడదు

source: Loan total paid amount should not be null
ar: يجب ألا يكون إجمالي المبلغ المدفوع للقرض فارغًا
ko: 대출 총 지불 금액은 null이 아니어야합니다.
te: లోన్ మొత్తం చెల్లించిన మొత్తం శూన్యంగా ఉండకూడదు

source: Loan type should not be null
ar: يجب ألا يكون نوع القرض فارغًا
ko: 대출 유형은 null이 아니어야합니다.
te: రుణ రకం శూన్యంగా ఉండకూడదు

source: Location name should not be null
ar: يجب ألا يكون اسم الموقع فارغًا
ko: 위치 이름은 null이 아니어야합니다.
te: స్థానం పేరు శూన్యంగా ఉండకూడదు

source: Location name with this name already exists
ar: اسم الموقع بهذا الاسم موجود بالفعل
ko: 이 이름의 위치 이름이 이미 존재합니다.
te: ఈ పేరుతో స్థాన పేరు ఇప్పటికే ఉంది

source: Log time option data is not found
ar: لم يتم العثور على بيانات خيار تسجيل الوقت
ko: 로그 시간 옵션 데이터를 찾을 수 없습니다.
te: లాగ్ టైమ్ ఆప్షన్ డేటా కనుగొనబడలేదు

source: Log time option should not be null
ar: يجب ألا يكون خيار وقت التسجيل فارغًا
ko: 로그 시간 옵션은 null이 아니어야합니다.
te: లాగ్ టైమ్ ఎంపిక శూన్యంగా ఉండకూడదు

source: Log time option with this name already exists
ar: خيار تسجيل الوقت بهذا الاسم موجود بالفعل
ko: 이 이름의 로그 시간 옵션이 이미 있습니다.
te: ఈ పేరుతో లాగ్ టైమ్ ఎంపిక ఇప్పటికే ఉంది

# LunchInCantBeEmpty
source: Lunch break start time should not be empty
ar: يجب ألا يكون وقت بدء استراحة الغداء فارغًا
ko: 점심 시간 시작 시간은 비워 둘 수 없습니다.
te: లంచ్ బ్రేక్ ప్రారంభ సమయం ఖాళీగా ఉండకూడదు

# LunchInMustBeGreaterThanLunchend
source: Lunch break end time must be greater than lunch break start time
ar: يجب أن يكون وقت انتهاء استراحة الغداء أكبر من وقت بدء استراحة الغداء
ko: 점심 시간 종료 시간은 점심 시간 시작 시간보다 커야합니다.
te: లంచ్ బ్రేక్ ఎండ్ టైమ్ లంచ్ బ్రేక్ స్టార్ట్ టైమ్ కంటే ఎక్కువగా ఉండాలి

# LunchInMustBeGreaterThanStartTime
source: Lunch break start time must be greater than start time
ar: يجب أن يكون وقت بدء استراحة الغداء أكبر من وقت البدء
ko: 점심 시간 시작 시간은 시작 시간보다 커야합니다.
te: లంచ్ బ్రేక్ ప్రారంభ సమయం ప్రారంభ సమయం కంటే ఎక్కువగా ఉండాలి

# MACAddressWithThisNameAlreadyExists
source: Asset unique number already exists
ar: رقم الأصل الفريد موجود بالفعل
ko: 자산 고유 번호가 이미 있습니다.
te: ఆస్తి ప్రత్యేక సంఖ్య ఇప్పటికే ఉంది

# MailNotSendException
source: Unable to send the mail
ar: غير قادر على إرسال البريد
ko: 메일을 보낼 수 없습니다.
te: మెయిల్ పంపడం సాధ్యం కాలేదు

source: Main usecase name data is not found
ar: لم يتم العثور على بيانات اسم المستخدم الرئيسي
ko: 주요 사용 사례 이름 데이터를 찾을 수 없습니다.
te: ప్రధాన యూజ్‌కేస్ పేరు డేటా కనుగొనబడలేదు
