Repository: pujithagodavarthi414-coder/TradeEngine.ai
Catalog: sourcecode/BusinessView/BusinessView.Common/Texts/LangText.*.resx
Languages: ar, ko, te

# ThisLeaveFrequencyCanNotBeArchivedAsThereAreLeaves
source: This leave frequency can not be archived as there are leaves in this frequency.
ar: لا يمكن أرشفة تردد الإجازة هذا حيث توجد أوراق في هذا التردد.
ko: 이 휴가 빈도에는 휴가가 있으므로 보관할 수 없습니다.
te: ఈ ఫ్రీక్వెన్సీలో సెలవులు ఉన్నందున ఈ సెలవు ఫ్రీక్వెన్సీని ఆర్కైవ్ చేయలేము.

# ThisLeaveTypeCanNotBeArchivedAsThereAreLeaves
source: This leave type can not be archived as there are leaves of this leave type.
ar: لا يمكن أرشفة نوع الإجازة هذا حيث توجد أوراق من هذا النوع من الإجازات.
ko: 이 휴가 유형의 휴가가 있으므로이 휴가 유형을 보관할 수 없습니다.
te: ఈ సెలవు రకంతో సెలవులు ఉన్నందున ఈ సెలవు రకాన్ని ఆర్కైవ్ చేయలేము.

# ThisLeaveTypeIsNotApplicable
source: This leave type is not applicable for you
ar: نوع الإجازة هذا لا ينطبق عليك
ko: 이 휴가 유형은 귀하에게 적용되지 않습니다.
te: ఈ సెలవు రకం మీకు వర్తించదు

source: This licence type used in employee licence please delete the dependencies and try again
ar: هذا النوع من الترخيص المستخدم في ترخيص الموظف ، يرجى حذف التبعيات والمحاولة مرة أخرى
ko: 직원 라이선스에 사용 된이 라이선스 유형은 종속성을 삭제하고 다시 시도하십시오.
te: ఉద్యోగుల లైసెన్స్‌లో ఉపయోగించిన ఈ లైసెన్స్ రకం దయచేసి డిపెండెన్సీలను తొలగించి మళ్ళీ ప్రయత్నించండి

source: This main use case used in company delete the dependencies and try again
ar: حالة الاستخدام الرئيسية هذه المستخدمة في الشركة تحذف التبعيات وحاول مرة أخرى
ko: 회사에서 사용되는이 주요 사용 사례는 종속성을 삭제하고 다시 시도합니다.
te: కంపెనీలో ఉపయోగించిన ఈ ప్రధాన వినియోగ కేసు డిపెండెన్సీలను తొలగించి మళ్ళీ ప్రయత్నించండి

source: This membership used in employee membership delete the dependencies and try again
ar: هذه العضوية المستخدمة في عضوية الموظف حذف التبعيات وحاول مرة أخرى
ko: 직원 멤버십에 사용 된이 멤버십은 종속성을 삭제하고 다시 시도하십시오.
te: ఉద్యోగి సభ్యత్వంలో ఉపయోగించిన ఈ సభ్యుల ఓడ డిపెండెన్సీలను తొలగించి మళ్ళీ ప్రయత్నించండి

source: This nationality used in employee please delete the dependencies and try again
ar: هذه الجنسية المستخدمة في الموظف يرجى حذف التبعيات والمحاولة مرة أخرى
ko: 직원에게 사용 된 국적은 종속성을 삭제하고 다시 시도하십시오.
te: ఉద్యోగిలో ఉపయోగించే ఈ జాతీయత దయచేసి డిపెండెన్సీలను తొలగించి మళ్ళీ ప్రయత్నించండి

# ThisNumberFormatUsedInCompanyDeleteTheDependenciesAndTryAgain
source: You can not archive this time format because this is linked to a company. Please update that company time format and try again to archive.
ar: لا يمكنك أرشفة تنسيق الوقت هذا لأنه مرتبط بإحدى الشركات. يرجى تحديث تنسيق الوقت للشركة ومحاولة الأرشفة مرة أخرى.
ko: 이 시간 형식은 회사에 연결되어 있으므로 보관할 수 없습니다. 회사 시간 형식을 업데이트하고 다시 보관 해주세요.
te: మీరు ఈ సమయ ఆకృతిని ఆర్కైవ్ చేయలేరు ఎందుకంటే ఇది కంపెనీకి లింక్ చేయబడింది. దయచేసి ఆ కంపెనీ సమయ ఆకృతిని నవీకరించండి మరియు ఆర్కైవ్ చేయడానికి మళ్లీ ప్రయత్నించండి.

source: This pay frequency used in employee salary please delete the dependencies and try again
ar: معدل الدفع هذا المستخدم في راتب الموظف ، يرجى حذف التبعيات والمحاولة مرة أخرى
ko: 직원 급여에 사용되는이 급여 빈도는 종속성을 삭제하고 다시 시도하십시오.
te: ఉద్యోగుల జీతంలో ఉపయోగించే ఈ పే ఫ్రీక్వెన్సీ దయచేసి డిపెండెన్సీలను తొలగించి మళ్ళీ ప్రయత్నించండి

source: This pay grade used in pay grade rate please delete the dependencies and try again
ar: درجة الراتب هذه المستخدمة في معدل الراتب ، يرجى حذف التبعيات والمحاولة مرة أخرى
ko: 급여 등급 비율에 사용 된이 급여 등급은 종속성을 삭제하고 다시 시도하십시오.
te: పే గ్రేడ్ రేటులో ఉపయోగించే ఈ పే గ్రేడ్ దయచేసి డిపెండెన్సీలను తొలగించి మళ్ళీ ప్రయత్నించండి

source: This pay method used in employee salary please delete the dependencies and try again
ar: طريقة الدفع هذه المستخدمة في راتب الموظف ، يرجى حذف التبعيات والمحاولة مرة أخرى
ko: 직원 급여에 사용되는이 급여 방법은 종속성을 삭제하고 다시 시도하십시오.
te: ఉద్యోగుల జీతంలో ఉపయోగించే ఈ చెల్లింపు పద్ధతి దయచేసి డిపెండెన్సీలను తొలగించి మళ్ళీ ప్రయత్నించండి

source: This payroll component used in payroll run employee component please delete the dependencies and try again
ar: مكون كشوف المرتبات هذا المستخدم في مكون تشغيل كشوف المرتبات يرجى حذف التبعيات والمحاولة مرة أخرى
ko: 급여 실행 사원 구성 요소에 사용 된이 급여 구성 요소는 종속성을 삭제하고 다시 시도하십시오.
te: పేరోల్ రన్ ఎంప్లాయీస్ కాంపోనెంట్‌లో ఉపయోగించే ఈ పేరోల్ భాగం దయచేసి డిపెండెన్సీలను తొలగించి మళ్ళీ ప్రయత్నించండి

source: This payroll component used in payroll template configuration please delete the dependencies and try again
ar: مكون كشوف المرتبات هذا المستخدم في تكوين قالب كشوف المرتبات يرجى حذف التبعيات والمحاولة مرة أخرى
ko: 급여 템플릿 구성에 사용 된이 급여 구성 요소는 종속성을 삭제하고 다시 시도하십시오.
te: పేరోల్ టెంప్లేట్ కాన్ఫిగరేషన్‌లో ఉపయోగించే ఈ పేరోల్ భాగం దయచేసి డిపెండెన్సీలను తొలగించి మళ్ళీ ప్రయత్నించండి

source: This payroll component used in tax allowance please delete the dependencies and try again
ar: مكون كشوف المرتبات هذا المستخدم في الإعفاء الضريبي ، يرجى حذف التبعيات والمحاولة مرة أخرى
ko: 세금 공제에 사용 된이 급여 구성 요소는 종속성을 삭제하고 다시 시도하십시오.
te: పన్ను భత్యంలో ఉపయోగించే ఈ పేరోల్ భాగం దయచేసి డిపెండెన్సీలను తొలగించి మళ్ళీ ప్రయత్నించండి

source: This payroll template used in employee salary please delete the dependencies and try again
ar: نموذج كشوف المرتبات هذا المستخدم في راتب الموظف ، يرجى حذف التبعيات والمحاولة مرة أخرى
ko: 직원 급여에 사용 된이 급여 템플릿은 종속성을 삭제하고 다시 시도하십시오.
te: ఉద్యోగుల జీతంలో ఉపయోగించే ఈ పేరోల్ టెంప్లేట్ దయచేసి డిపెండెన్సీలను తొలగించి మళ్ళీ ప్రయత్నించండి

source: This payroll template used in payroll branch configuration please delete the dependencies and try again
ar: قالب كشوف المرتبات هذا المستخدم في تكوين فرع كشوف المرتبات يرجى حذف التبعيات والمحاولة مرة أخرى
ko: 급여 지점 구성에 사용 된이 급여 템플릿은 종속성을 삭제하고 다시 시도하십시오.
te: పేరోల్ బ్రాంచ్ కాన్ఫిగరేషన్‌లో ఉపయోగించే ఈ పేరోల్ టెంప్లేట్ దయచేసి డిపెండెన్సీలను తొలగించి మళ్ళీ ప్రయత్నించండి

source: This payroll template used in payroll gender configuration please delete the dependencies and try again
ar: قالب كشوف المرتبات هذا المستخدم في تكوين جنس الرواتب ، يرجى حذف التبعيات والمحاولة مرة أخرى
ko: 급여 성별 구성에 사용 된이 급여 템플릿은 종속성을 삭제하고 다시 시도하십시오.
te: పేరోల్ లింగ కాన్ఫిగరేషన్‌లో ఉపయోగించే ఈ పేరోల్ టెంప్లేట్ దయచేసి డిపెండెన్సీలను తొలగించి మళ్ళీ ప్రయత్నించండి

source: This payroll template used in payroll marital status configuration please delete the dependencies and try again
ar: قالب كشوف المرتبات هذا المستخدم في تكوين جنس الرواتب ، يرجى حذف التبعيات والمحاولة مرة أخرى
ko: 급여 결혼 상태 구성에 사용 된이 급여 템플릿은 종속성을 삭제하고 다시 시도하십시오.
te: పేరోల్ వైవాహిక స్థితి కాన్ఫిగరేషన్‌లో ఉపయోగించే ఈ పేరోల్ టెంప్లేట్ దయచేసి డిపెండెన్సీలను తొలగించి మళ్ళీ ప్రయత్నించండి

source: This payroll template used in payroll role configuration please delete the dependencies and try again
ar: قالب كشوف المرتبات هذا المستخدم في تكوين دور كشوف المرتبات يرجى حذف التبعيات والمحاولة مرة أخرى
ko: 급여 역할 구성에 사용 된이 급여 템플릿은 종속성을 삭제하고 다시 시도하십시오.
te: పేరోల్ రోల్ కాన్ఫిగరేషన్‌లో ఉపయోగించే ఈ పేరోల్ టెంప్లేట్ దయచేసి డిపెండెన్సీలను తొలగించి మళ్ళీ ప్రయత్నించండి

source: This payroll template used in payroll run please delete the dependencies and try again
ar: قالب كشوف المرتبات هذا المستخدم في تشغيل كشوف المرتبات يرجى حذف التبعيات والمحاولة مرة أخرى
ko: 급여 실행에 사용 된이 급여 템플릿은 종속성을 삭제하고 다시 시도하십시오.
te: పేరోల్ రన్‌లో ఉపయోగించే ఈ పేరోల్ టెంప్లేట్ దయచేసి డిపెండెన్సీలను తొలగించి మళ్ళీ ప్రయత్నించండి

source: This payroll template used in payroll template configuration please delete the dependencies and try again
ar: قالب كشوف المرتبات هذا المستخدم في تكوين قالب كشوف المرتبات يرجى حذف التبعيات والمحاولة مرة أخرى
ko: 급여 템플릿 구성에 사용 된이 급여 템플릿은 종속성을 삭제하고 다시 시도하십시오.
te: పేరోల్ టెంప్లేట్ కాన్ఫిగరేషన్‌లో ఉపయోగించే ఈ పేరోల్ టెంప్లేట్ దయచేసి డిపెండెన్సీలను తొలగించి మళ్ళీ ప్రయత్నించండి

# ThisPeriodAlreadyExists
source: There is already this week off period exists.
ar: هناك بالفعل هذا الأسبوع عطلة موجودة.
ko: 이미 이번 주 휴무 기간이 있습니다.
te: ఈ వారం వీక్ పీరియడ్ ఇప్పటికే ఉంది.

# ThisPersonIsAlreadyInUse
source: Currently this person is being responsible for some goals and user stories
ar: حاليًا هذا الشخص مسؤول عن بعض الأهداف وقصص المستخدمين
ko: 현재이 사람은 몇 가지 목표와 사용자 스토리를 담당하고 있습니다.
te: ప్రస్తుతం ఈ వ్యక్తి కొన్ని లక్ష్యాలు మరియు వినియోగదారు కథలకు బాధ్యత వహిస్తున్నారు

# ThisProductIsLinkedToAssetsPleaseChangeTheProductAndTryToDeleteThisProduct
source: You can not archive this product, because this was linked to an existing asset. Please update that asset and try again to archive.
ar: لا يمكنك أرشفة هذا المنتج ، لأنه تم ربطه بأصل موجود. يرجى تحديث هذا الأصل ومحاولة الأرشفة مرة أخرى.
ko: 이 제품은 기존 자산에 연결되어 있으므로 보관할 수 없습니다. 해당 자산을 업데이트하고 아카이브를 다시 시도하십시오.
te: మీరు ఈ ఉత్పత్తిని ఆర్కైవ్ చేయలేరు, ఎందుకంటే ఇది ఇప్పటికే ఉన్న ఆస్తికి అనుసంధానించబడింది. దయచేసి ఆ ఆస్తిని నవీకరించండి మరియు ఆర్కైవ్ చేయడానికి మళ్లీ ప్రయత్నించండి.

source: This project type used in project delete the dependencies and try again
ar: هذا النوع من المشروع المستخدم في المشروع يحذف التبعيات ويحاول مرة أخرى
ko: 프로젝트에 사용 된이 프로젝트 유형은 종속성을 삭제하고 다시 시도하십시오.
te: ప్రాజెక్ట్‌లో ఉపయోగించిన ఈ ప్రాజెక్ట్ రకం డిపెండెన్సీలను తొలగించి మళ్ళీ ప్రయత్నించండి

# ThisRateSheetUsedInEmployeeRateSheetPleaseDeleteTheDependenciesAndTryAgain
source: This rate sheet is used in employee rate sheet. please delete the dependencies and try again.
ar: يتم استخدام ورقة الأسعار هذه في قائمة أسعار الموظفين. يرجى حذف التبعيات وحاول مرة أخرى.
ko: 이 요율표는 직원 요율표에 사용됩니다. 종속성을 삭제하고 다시 시도하십시오.
te: ఈ రేట్ షీట్ ఎంప్లాయ్మెంట్ రేట్ షీట్లో ఉపయోగించబడుతుంది. దయచేసి డిపెండెన్సీలను తొలగించి మళ్ళీ ప్రయత్నించండి.

# ThisRateTagUsedInEmployeeRateTagPleaseDeleteTheDependenciesAndTryAgain
source: This rate tag is used in employee rate tag. please delete the dependencies and try again.
ar: يتم استخدام علامة المعدل هذه في علامة معدل الموظف. يرجى حذف التبعيات وحاول مرة أخرى.
ko: 이 요금표는 직원 요금표에 사용됩니다. 종속성을 삭제하고 다시 시도하십시오.
te: ఈ రేటు ట్యాగ్ ఉద్యోగుల రేటు ట్యాగ్‌లో ఉపయోగించబడుతుంది. దయచేసి డిపెండెన్సీలను తొలగించి మళ్ళీ ప్రయత్నించండి.

source: This record is already deleted please refresh the page for new changes
ar: تم حذف هذا السجل بالفعل يرجى تحديث الصفحة للتغييرات الجديدة
ko: 이 레코드는 이미 삭제되었습니다. 페이지를 새로 고침하여 새 변경 사항을 확인하세요.
te: ఈ రికార్డ్ ఇప్పటికే తొలగించబడింది దయచేసి క్రొత్త మార్పుల కోసం పేజీని రిఫ్రెష్ చేయండి

source: This record is already updated .please refresh the page for new changes
ar: تم تحديث هذا السجل بالفعل. يرجى تحديث الصفحة للتغييرات الجديدة
ko: 이 레코드는 이미 업데이트되었습니다. 새 변경 사항을 보려면 페이지를 새로 고침하세요.
te: ఈ రికార్డ్ ఇప్పటికే నవీకరించబడింది .కొత్త మార్పుల కోసం పేజీని రిఫ్రెష్ చేయండి

source: This relation ship used in employee contact details delete the dependencies and try again
ar: هذه العلاقة المستخدمة في تفاصيل الاتصال بالموظف تحذف التبعيات وتحاول مرة أخرى
ko: 직원 연락처 세부 정보에 사용 된이 관계 전달은 종속성을 삭제하고 다시 시도합니다.
te: ఉద్యోగుల సంప్రదింపు వివరాలలో ఉపయోగించిన ఈ రిలేషన్ షిప్ డిపెండెన్సీలను తొలగించి మళ్ళీ ప్రయత్నించండి

source: This relation ship used in employee emergency contact details delete the dependencies and try again
ar: سفينة العلاقة هذه المستخدمة في تفاصيل الاتصال في حالات الطوارئ للموظفين تحذف التبعيات وتحاول مرة أخرى
ko: 직원 비상 연락처 세부 정보에 사용 된이 관계 배송은 종속성을 삭제하고 다시 시도합니다.
te: ఉద్యోగి అత్యవసర సంప్రదింపు వివరాలలో ఉపయోగించే ఈ రిలేషన్ షిప్ డిపెండెన్సీలను తొలగించి మళ్ళీ ప్రయత్నించండి

source: This reporting method used in employee report to please delete the dependencies and try again
ar: طريقة الإبلاغ هذه المستخدمة في تقرير الموظف للرجاء حذف التبعيات والمحاولة مرة أخرى
ko: 직원 보고서에서이보고 방법을 사용하여 종속성을 삭제하고 다시 시도하십시오.
te: దయచేసి డిపెండెన్సీలను తొలగించి, మళ్లీ ప్రయత్నించడానికి ఉద్యోగి నివేదికలో ఉపయోగించిన ఈ రిపోర్టింగ్ పద్ధతి

# ThisReviewTemplateUsedInUserStorySubTypeDeleteTheDependenciesAndTryAgain
source: This review template used in work item sub type delete the dependencies and try again
ar: قالب المراجعة هذا المستخدم في النوع الفرعي لعنصر العمل ، احذف التبعيات وحاول مرة أخرى
ko: 작업 항목 하위 유형에 사용 된이 검토 템플릿은 종속성을 삭제하고 다시 시도합니다.
te: వినియోగదారు సమీక్ష ఉప రకంలో ఈ సమీక్ష టెంప్లేట్ ఉపయోగించబడింది

# ThisRoleIsLinkedToUsers
source: This role is linked to users. Please change the role for users
ar: هذا الدور مرتبط بالمستخدمين. الرجاء تغيير الدور للمستخدمين
ko: 이 역할은 사용자에게 연결됩니다. 사용자의 역할을 변경하십시오
te: ఈ పాత్ర వినియోగదారులకు అనుసంధానించబడి ఉంది. దయచేసి వినియోగదారుల కోసం పాత్రను మార్చండి

source: This seat code is linked to assets please change the seat code and try to delete this seatcode
ar: رمز المقعد هذا مرتبط بأصول ، يرجى تغيير رمز المقعد ومحاولة حذف رمز المقعد هذا
ko: 이 좌석 코드는 자산과 연결되어 있습니다. 좌석 코드를 변경하고이 좌석 코드를 삭제하십시오.
te: ఈ సీట్ కోడ్ ఆస్తులతో అనుసంధానించబడి ఉంది, దయచేసి సీట్ కోడ్‌ను మార్చండి మరియు ఈ సీట్‌కోడ్‌ను తొలగించడానికి ప్రయత్నించండి

# ThisShiftTimingUsedInEmployeeShiftPleaseDeleteTheDependenciesAndTryAgain
source: This shift timing is used in employee shift. please delete the dependencies and try again.
ar: يستخدم توقيت التحول هذا في نوبة الموظف. يرجى حذف التبعيات وحاول مرة أخرى.
ko: 이 근무 시간은 직원 근무 시간에 사용됩니다. 종속성을 삭제하고 다시 시도하십시오.
te: ఈ షిఫ్ట్ టైమింగ్ ఉద్యోగుల షిఫ్టులో ఉపయోగించబడుతుంది. దయచేసి డిపెండెన్సీలను తొలగించి మళ్ళీ ప్రయత్నించండి.

source: This skill used in education skill please delete the dependencies and try again
ar: هذه المهارة المستخدمة في مهارة التعليم ، يرجى حذف التبعيات والمحاولة مرة أخرى
ko: 교육 기술에 사용 된이 기술은 종속성을 삭제하고 다시 시도하십시오.
te: విద్యా నైపుణ్యంలో ఉపయోగించే ఈ నైపుణ్యం దయచేసి డిపెండెన్సీలను తొలగించి మళ్ళీ ప్రయత్నించండి

source: This state used in customer delete the dependencies and try again
ar: هذه الحالة المستخدمة في العميل حذف التبعيات وحاول مرة أخرى
ko: 고객이 사용하는이 상태는 종속성을 삭제하고 다시 시도합니다.
te: కస్టమర్లో ఉపయోగించిన ఈ స్థితి డిపెండెన్సీలను తొలగించి మళ్ళీ ప్రయత్నించండి

source: This state used in employee contactdetails delete the dependencies and try again
ar: هذه الحالة المستخدمة في تفاصيل جهات اتصال الموظف تحذف التبعيات وحاول مرة أخرى
ko: 직원 연락처 세부 정보에 사용 된이 상태는 종속성을 삭제하고 다시 시도합니다.
te: ఉద్యోగి కాంటాక్ట్‌టైల్స్‌లో ఉపయోగించిన ఈ స్థితి డిపెండెన్సీలను తొలగిస్తుంది మరియు మళ్లీ ప్రయత్నించండి

source: This state used in employee emergency contact details delete the dependencies and try again
ar: هذه الحالة المستخدمة في تفاصيل الاتصال في حالات الطوارئ للموظفين تحذف التبعيات وحاول مرة أخرى
ko: 직원 비상 연락처 세부 정보에 사용 된이 상태는 종속성을 삭제하고 다시 시도합니다.
te: ఉద్యోగుల అత్యవసర సంప్రదింపు వివరాలలో ఉపయోగించిన ఈ స్థితి డిపెండెన్సీలను తొలగిస్తుంది మరియు మళ్లీ ప్రయత్నించండి

source: This subscription used in employee membership delete the dependencies and try again
ar: هذا الاشتراك المستخدم في عضوية الموظف ، احذف التبعيات وحاول مرة أخرى
ko: 직원 멤버십에 사용 된이 구독은 종속성을 삭제하고 다시 시도하십시오.
te: ఈ సభ్యత్వం ఉద్యోగుల సభ్యత్వ తొలగింపులో ఉపయోగించబడుతుంది

source: This tax allowance used as parent tax allowance please delete the dependencies and Try again
ar: يستخدم هذا الإعفاء الضريبي كإعفاء ضريبي للوالد ، يرجى حذف التبعيات والمحاولة مرة أخرى
ko: 이 세금 공제는 부모 세금 공제로 사용되었습니다. 종속성을 삭제하고 다시 시도하십시오.
te: మాతృ పన్ను భత్యంగా ఉపయోగించే ఈ పన్ను భత్యం దయచేసి డిపెండెన్సీలను తొలగించి మళ్ళీ ప్రయత్నించండి

source: This tax allowance used in employee tax allowance please delete the dependencies and Try again
ar: هذا الإعفاء الضريبي المستخدم في الإعفاء الضريبي للموظفين ، يرجى حذف التبعيات والمحاولة مرة أخرى
ko: 직원 세금 공제에 사용 된이 세금 공제는 종속성을 삭제하고 다시 시도하십시오.
te: ఉద్యోగుల పన్ను భత్యంలో ఉపయోగించే ఈ పన్ను భత్యం దయచేసి డిపెండెన్సీలను తొలగించి మళ్ళీ ప్రయత్నించండి

# ThisTaxSlabUsedASParentInTaxSlabsPleaseDeleteTheDependenciesAndTryAgain
source: This tax slab is used as parent in tax slab delete the dependencies and try again
ar: يتم استخدام لوح الضرائب هذا كأصل في لوحة الضرائب ، وحذف التبعيات وحاول مرة أخرى
ko: 이 세금 슬래브는 세금 슬래브에서 상위로 사용됩니다. 종속성을 삭제하고 다시 시도하십시오.
te: ఈ టాక్స్ స్లాబ్‌ను పేరెంట్‌గా టాక్స్ స్లాబ్‌లో డిపెండెన్సీలను తొలగించి మళ్లీ ప్రయత్నించండి

# ThisTestCaseAutomationTypeUsedInTestCaseDeleteTheDependenciesAndTryAgain
source: This testcase automation type is used in test case! Delete the dependencies and try again.
ar: يتم استخدام نوع أتمتة حقيبة الاختبار هذا في حالة الاختبار! احذف التبعيات وحاول مرة أخرى.
ko: 이 테스트 케이스 자동화 유형은 테스트 케이스에서 사용됩니다! 종속성을 삭제하고 다시 시도하십시오.
te: పరీక్ష కేసులో ఉపయోగించిన ఈ టెస్ట్ కేస్ ఆటోమేషన్ రకం డిపెండెన్సీలను తొలగించి మళ్ళీ ప్రయత్నించండి.

# ThisTestCaseTypeUsedInTestCaseDeleteTheDependenciesAndTryAgain
source: This testcase type is used in testcase! Delete the dependencies and try again.
ar: يستخدم هذا النوع testcase في testcase! احذف التبعيات وحاول مرة أخرى.
ko: 이 테스트 케이스 유형은 테스트 케이스에서 사용됩니다! 종속성을 삭제하고 다시 시도하십시오.
te: పరీక్ష కేసులో ఉపయోగించిన ఈ పరీక్ష కేసు రకం! డిపెండెన్సీలను తొలగించి మళ్ళీ ప్రయత్నించండి

# ThisTimeZoneUsedInUserPleaseDeleteTheDependenciesAndTryAgain
source: You can not archive this time zone because this is linked to a user. Please update that user time zone and try again to archive.
ar: لا يمكنك أرشفة هذه المنطقة الزمنية لأنها مرتبطة بمستخدم. يرجى تحديث المنطقة الزمنية للمستخدم وحاول الأرشفة مرة أخرى.
ko: 이 시간대는 사용자에게 연결되어 있으므로 보관할 수 없습니다. 해당 사용자 시간대를 업데이트하고 보관을 다시 시도하십시오.
te: మీరు ఈ సమయ క్షేత్రాన్ని ఆర్కైవ్ చేయలేరు ఎందుకంటే ఇది వినియోగదారుకు లింక్ చేయబడింది. దయచేసి ఆ వినియోగదారు సమయ క్షేత్రాన్ని నవీకరించండి మరియు ఆర్కైవ్ చేయడానికి మళ్లీ ప్రయత్నించండి.

source: This transition deadLine used in work flow eligible status transition delete the dependencies and try again
ar: هذا الانتقال الخطي النهائي المستخدم في انتقال الحالة المؤهلة لتدفق العمل يحذف التبعيات ويحاول مرة أخرى
ko: 워크 플로 적격 상태 전환에 사용 된이 전환 기한은 종속성을 삭제하고 다시 시도합니다.
te: వర్క్ ఫ్లో అర్హత స్థితి పరివర్తనలో ఉపయోగించిన ఈ పరివర్తన డెడ్‌లైన్ డిపెండెన్సీలను తొలగించి మళ్ళీ ప్రయత్నించండి

source: This user account is not exist
ar: حساب المستخدم هذا غير موجود
ko: 이 사용자 계정은 존재하지 않습니다.
te: ఈ వినియోగదారు ఖాతా ఉనికిలో లేదు

source: This user is already invited!
ar: هذا المستخدم مدعو بالفعل!
ko: 이 사용자는 이미 초대되었습니다!
te: ఈ వినియోగదారు ఇప్పటికే ఆహ్వానించబడ్డారు!

# ThisUserStoryReplanTypeUsedInUserStoryReplanDeleteTheDependenciesAndTryAgain
source: This work item replan type used in work item replan delete the dependencies and Try again
ar: نوع إعادة صياغة عنصر العمل هذا المستخدم في إعادة تعبئة عنصر العمل وحذف التبعيات وحاول مرة أخرى
ko: 작업 항목 재 계획에 사용 된이 작업 항목 재 계획 유형은 종속성을 삭제하고 다시 시도하십시오.
te: పని అంశం రీప్లాన్‌లో ఉపయోగించిన ఈ యూజర్ స్టోరీ రిప్లాన్ రకం డిపెండెన్సీలను తొలగించి మళ్ళీ ప్రయత్నించండి

# ThisUserStoryStatusUsedInUserStoryDeleteTheDependenciesAndTryAgain
source: This work item status used in work item delete the dependencies and try again
ar: حالة عنصر العمل هذه المستخدمة في عنصر العمل احذف التبعيات وحاول مرة أخرى
ko: 작업 항목에 사용 된이 작업 항목 상태는 종속성을 삭제하고 다시 시도하십시오.
te: పని అంశంలో ఉపయోగించిన ఈ వినియోగదారు కథ స్థితి డిపెండెన్సీలను తొలగించి మళ్ళీ ప్రయత్నించండి

source: This work item status used in work item status configuration delete the dependencies and try again
ar: حالة عنصر العمل المستخدمة في تكوين حالة عنصر العمل ، احذف التبعيات وحاول مرة أخرى
ko: 작업 항목 상태 구성에 사용 된이 작업 항목 상태는 종속성을 삭제하고 다시 시도하십시오.
te: పని అంశం స్టేటస్ కాన్ఫిగరేషన్‌లో ఉపయోగించిన ఈ యూజర్ స్టోరీ స్టేటస్ డిపెండెన్సీలను తొలగించి మళ్ళీ ప్రయత్నించండి

source: This work item status used in work flow eligible status transition delete the dependencies and try again
ar: حالة عنصر العمل هذه المستخدمة في انتقال الحالة المؤهلة لتدفق العمل ، احذف التبعيات وحاول مرة أخرى
ko: 워크 플로우 적격 상태 전환에 사용 된이 작업 항목 상태는 종속성을 삭제하고 다시 시도하십시오.
te: పని ప్రవాహ అర్హత స్థితి పరివర్తనలో ఉపయోగించిన ఈ పని అంశం స్థితి డిపెండెన్సీలను తొలగించి మళ్ళీ ప్రయత్నించండి

# ThisUserStoryStatusUsedInWorkFlowStatusDeleteTheDependenciesAndTryAgain
source: This work item status used in work flow status delete the dependencies and try again
ar: حالة عنصر العمل المستخدمة في حالة تدفق العمل ، احذف التبعيات وحاول مرة أخرى
ko: 워크 플로우 상태에 사용 된이 작업 항목 상태는 종속성을 삭제하고 다시 시도하십시오.
te: పని ప్రవాహ స్థితిలో ఉపయోగించిన ఈ పని అంశం స్థితి డిపెండెన్సీలను తొలగించి మళ్ళీ ప్రయత్నించండి

source: This vendor is linked to product details please change the vendor
ar: هذا البائع مرتبط بتفاصيل المنتج الرجاء تغيير البائع
ko: 이 공급 업체는 제품 세부 정보에 연결되어 있습니다. 공급 업체를 변경하십시오.
te: ఉత్పత్తి వివరాలతో లింక్ చేయబడిన ఈ విక్రేత దయచేసి విక్రేతను మార్చండి

source: This work flow used in work flow status delete the dependencies and try again
ar: سير العمل هذا المستخدم في حالة تدفق العمل احذف التبعيات وحاول مرة أخرى
ko: 워크 플로 상태에 사용 된이 워크 플로는 종속성을 삭제하고 다시 시도합니다.
te: పని ప్రవాహ స్థితిలో ఉపయోగించే ఈ పని ప్రవాహం డిపెండెన్సీలను తొలగిస్తుంది మరియు మళ్లీ ప్రయత్నించండి

source: Time format data is not found
ar: لم يتم العثور على بيانات تنسيق الوقت
ko: 시간 형식 데이터를 찾을 수 없습니다.
te: సమయ ఆకృతి డేటా కనుగొనబడలేదు

source: Time format with this name already exists
ar: تنسيق الوقت بهذا الاسم موجود بالفعل
ko: 이 이름의 시간 형식이 이미 있습니다.
te: ఈ పేరుతో సమయ ఆకృతి ఇప్పటికే ఉంది

# TimeOverLapInDaysOfWeekWithThisNameAlreadyExists
source: Times are over lapping in days of week configuration.
ar: انقضت الأوقات في أيام تكوين الأسبوع.
ko: 요일 구성에서 시간이 겹칩니다.
te: వారం కాన్ఫిగరేషన్ రోజుల్లో సమయం ముగిసింది.

source: TimeSheet frequency should not be null
ar: يجب ألا يكون تردد الجدول الزمني فارغًا
ko: 시간 집계표 빈도는 null이 아니어야합니다.
te: టైమ్‌షీట్ ఫ్రీక్వెన్సీ శూన్యంగా ఉండకూడదు

# TimeSheetSubmissionDataIsNotFound
source: Time sheet submission records with the selected date already exists
ar: سجلات إرسال صحيفة الوقت بالتاريخ المحدد موجودة بالفعل
ko: 시간 집계표 빈도는 null이 아니어야합니다.
te: ఎంచుకున్న తేదీతో టైమ్ షీట్ సమర్పణ రికార్డులు ఇప్పటికే ఉన్నాయి

source: Time zone data is not found
ar: لم يتم العثور على بيانات المنطقة الزمنية
ko: 시간대 데이터를 찾을 수 없습니다.
te: టైమ్ జోన్ డేటా కనుగొనబడలేదు

source: Time zone with this name already exists
ar: المنطقة الزمنية بهذا الاسم موجودة بالفعل
ko: 이 이름의 시간대가 이미 있습니다.
te: ఈ పేరుతో టైమ్ జోన్ ఇప్పటికే ఉంది

source: Timing should not be null
ar: يجب ألا يكون التوقيت فارغًا
ko: 타이밍은 null이 아니어야합니다.
te: సమయం శూన్యంగా ఉండకూడదు

source: Title should not be null
ar: يجب ألا يكون العنوان فارغًا
ko: 제목은 null 일 수 없습니다.
te: శీర్షిక శూన్యంగా ఉండకూడదు

source: To currency should not be null
ar: يجب ألا تكون العملة فارغة
ko: To 통화는 null이 아니어야합니다.
te: కరెన్సీకి శూన్యంగా ఉండకూడదు

# ToLeaveSessionRequired
source: ToLeaveSession field is required
ar: حقل ToLeaveSession مطلوب
ko: 세션을 나가려면 필드가 필요합니다.
te: ToLeaveSession ఫీల్డ్ అవసరం

source: To month should not be null
ar: يجب ألا يكون الشهر فارغًا
ko: 월은 null이 아니어야합니다.
te: నెలకు శూన్యంగా ఉండకూడదు

source: To time should not be null
ar: يجب ألا يكون الوقت فارغًا
ko: To time은 null이 아니어야합니다.
te: ఎప్పటికప్పుడు శూన్యంగా ఉండకూడదు

source: To update the record data is not found
ar: لتحديث بيانات السجل غير موجود
ko: 기록 데이터를 업데이트 할 수 없습니다.
te: రికార్డ్ డేటాను మార్చడానికి కనుగొనబడలేదు

# ToWorkFlowUserStoryStatusShouldNotBeNull
source: To work flow work item status should not be null
ar: لتدفق العمل ، يجب ألا تكون حالة عنصر العمل خالية
ko: 워크 플로 작업 항목 상태는 null이 아니어야합니다.
te: పని చేయడానికి పని అంశం స్థితి శూన్యంగా ఉండకూడదు

# TrailPeriodExpired
source: Your trail period is expired
ar: انتهت فترة التتبع الخاصة بك
ko: 트레일 기간이 만료되었습니다.
te: Trail కాలం ముగిసింది

source: Transition deadline data is not found
ar: انتهت فترة التتبع الخاصة بك
ko: 전환 기한 데이터를 찾을 수 없습니다.
te: పరివర్తన గడువు డేటా కనుగొనబడలేదు

source: Transition deadline with this name already exists
ar: الموعد النهائي للانتقال بهذا الاسم موجود بالفعل
ko: 이 이름의 전환 기한이 이미 있습니다.
te: ఈ పేరుతో పరివర్తన గడువు ఇప్పటికే ఉంది

source: Type name should not be null
ar: يجب ألا يكون اسم النوع فارغًا
ko: 유형 이름은 null이 아니어야합니다.
te: రకం పేరు శూన్యంగా ఉండకూడదు

# TypeofIndustryShouldNotBeNull
source: Please select your Industry type.
ar: الرجاء تحديد نوع الصناعة الخاصة بك.
ko: 산업 유형을 선택하십시오.
te: దయచేసి మీ పరిశ్రమ రకాన్ని ఎంచుకోండి.

# UnableToAddTestsuiteToTheBugBoard
source: Unable to add scenario to the bug board
ar: تعذر إضافة السيناريو إلى لوحة الأخطاء
ko: 버그 보드에 시나리오를 추가 할 수 없습니다.
te: సందర్భంను బగ్ బోర్డుకు జోడించడం సాధ్యం కాదు

# UpsertAllowanceTime
source: Upsert allowance time could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء أو تحديث وقت بدل الزيادة. يرجى الاتصال بالمسؤول.
ko: Upsert 허용 시간을 생성하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: అప్‌సర్ట్ అలవెన్స్ సమయం సృష్టించబడలేదు లేదా నవీకరించబడలేదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# UpsertDaysOfWeekConfiguration
source: Days of week configuration could not be created or updated. Please contact administrator.
ar: تعذر إنشاء تكوين أيام الأسبوع أو تحديثه. يرجى الاتصال بالمسؤول.
ko: 요일 구성을 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: వారం కాన్ఫిగరేషన్ రోజులు సృష్టించబడలేదు లేదా నవీకరించబడలేదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.
