Repository: pujithagodavarthi414-coder/TradeEngine.ai
Catalog: sourcecode/BusinessView/BusinessView.Common/Texts/LangText.*.resx
Languages: ar, ko, te

# TaxAllowancesActiveFromOrActiveToDateMatchesWithOtherActiveFromOrActiveToDate
source: Tax allowance with this from or to date matches with other from or to date
ar: الإعفاء الضريبي مع هذا من أو حتى الآن يتطابق مع الآخرين من أو حتى الآن
ko: 이 시작일 또는 종료일이있는 세금 공제는 다른 시작일 또는 종료일과 일치합니다.
te: దీని నుండి లేదా తేదీ వరకు పన్ను భత్యం ఇతర లేదా తేదీతో సరిపోతుంది

source: Tax allowance should not be null
ar: يجب ألا يكون الإعفاء الضريبي باطلاً
ko: 세금 공제는 null이 아니어야합니다.
te: పన్ను భత్యం శూన్యంగా ఉండకూడదు

source: Tax allowance type should not be null
ar: يجب ألا يكون نوع الإعفاء الضريبي فارغًا
ko: 세금 공제 유형은 null이 아니어야합니다.
te: పన్ను భత్యం రకం శూన్యంగా ఉండకూడదు

# TaxAllowanceWithThisNameAlreadyExists
source: Tax allowance in this branch with this name already exists
ar: الإعفاء الضريبي في هذا الفرع بهذا الاسم موجود بالفعل
ko: 이 이름을 가진이 지점에 세금 공제가 이미 있습니다.
te: ఈ పేరుతో ఈ శాఖలో పన్ను భత్యం ఇప్పటికే ఉంది

source: Tax percentage should not be null
ar: يجب ألا تكون النسبة الضريبية خالية
ko: 세율은 null이 아니어야합니다.
te: పన్ను శాతం శూన్యంగా ఉండకూడదు

# TaxSlabParentAlreadyExists
source: This tax slab is used as parent you can not make it as child
ar: يتم استخدام لوح الضرائب هذا كوالد لا يمكنك جعله طفلًا
ko: 이 세금 슬래브는 부모로 사용되며 자녀로 만들 수 없습니다.
te: ఈ పన్ను స్లాబ్‌ను తల్లిదండ్రులుగా ఉపయోగిస్తారు, మీరు దీన్ని చిన్నతనంలో చేయలేరు

# TaxSlabsActiveFromOrActiveToDateMatchesWithOtherActiveFromOrActiveToDate
source: Tax slabs with this active from or active to date matches with other active from or active to date
ar: ألواح الضرائب مع هذا النشط من أو النشط حتى الآن المطابقات مع أخرى نشطة من أو نشطة حتى الآن
ko: 이 활성 시작 또는 활성 종료 날짜가있는 세금 슬래브는 다른 활성 시작 또는 활성 종료 날짜와 일치합니다.
te: ఈ క్రియాశీల లేదా క్రియాశీల తేదీతో ఉన్న పన్ను స్లాబ్‌లు ఇతర క్రియాశీల లేదా క్రియాశీల తేదీతో సరిపోలుతాయి

source: Tds settings data is not found
ar: لم يتم العثور على بيانات إعدادات المواد الصلبة الذائبة
ko: TDS 설정 데이터를 찾을 수 없습니다.
te: Tds సెట్టింగుల డేటా కనుగొనబడలేదు

# TdsSettingsWithThisNameAlreadyExists
source: Tds settings with this branch already exists
ar: إعدادات Tds مع هذا الفرع موجودة بالفعل
ko: 이 분기에 대한 TDS 설정이 이미 있습니다.
te: ఈ శాఖతో Tds సెట్టింగులు ఇప్పటికే ఉన్నాయి

source: Template with this name already exists
ar: القالب بهذا الاسم موجود بالفعل
ko: 이 이름의 템플릿이 이미 있습니다.
te: ఈ పేరుతో మూస ఇప్పటికే ఉంది

source: Test case automation type data is not found
ar: لم يتم العثور على بيانات نوع أتمتة حالة الاختبار
ko: 테스트 케이스 자동화 유형 데이터를 찾을 수 없습니다.
te: టెస్ట్ కేస్ ఆటోమేషన్ రకం డేటా కనుగొనబడలేదు

source: Test case automation type with this name already exists
ar: يوجد نوع أتمتة حالة الاختبار بهذا الاسم بالفعل
ko: 이 이름의 테스트 케이스 자동화 유형이 이미 있습니다.
te: ఈ పేరుతో టెస్ట్ కేస్ ఆటోమేషన్ రకం ఇప్పటికే ఉంది

source: Test case data is not found
ar: لم يتم العثور على بيانات حالة الاختبار
ko: 테스트 케이스 데이터를 찾을 수 없습니다.
te: పరీక్ష కేసు డేటా కనుగొనబడలేదు

source: Test case priority data is not found
ar: لم يتم العثور على بيانات أولوية حالة الاختبار
ko: 테스트 케이스 우선 순위 데이터를 찾을 수 없습니다.
te: పరీక్ష కేసు ప్రాధాన్యత డేటా కనుగొనబడలేదు

source: Test case priority with this name already exists
ar: أولوية حالة الاختبار بهذا الاسم موجودة بالفعل
ko: 이 이름의 테스트 케이스 우선 순위가 이미 있습니다.
te: ఈ పేరుతో పరీక్ష కేసు ప్రాధాన్యత ఇప్పటికే ఉంది

source: Test cases should not be null
ar: يجب ألا تكون حالات الاختبار فارغة
ko: 테스트 케이스는 null이 아니어야합니다.
te: పరీక్ష కేసులు శూన్యంగా ఉండకూడదు

source: Test case status data is not found
ar: لم يتم العثور على بيانات حالة اختبار الحالة
ko: 테스트 케이스 상태 데이터를 찾을 수 없습니다.
te: పరీక్ష కేసు స్థితి డేటా కనుగొనబడలేదు

source: Test case status name should not be null
ar: يجب ألا يكون اسم حالة حالة الاختبار فارغًا
ko: 테스트 케이스 상태 이름은 널이 아니어야합니다.
te: పరీక్ష కేసు స్థితి పేరు శూన్యంగా ఉండకూడదు

source: Test case status with this name already exists
ar: حالة حالة الاختبار بهذا الاسم موجودة بالفعل
ko: 이 이름의 테스트 케이스 상태가 이미 있습니다.
te: ఈ పేరుతో పరీక్ష కేసు స్థితి ఇప్పటికే ఉంది

source: Testcase type with this name already exists.
ar: نوع Testcase بهذا الاسم موجود بالفعل.
ko: 이 이름의 테스트 케이스 유형이 이미 있습니다.
te: ఈ పేరుతో టెస్ట్‌కేస్ రకం ఇప్పటికే ఉంది.

source: Test case with this name already exists
ar: حالة الاختبار بهذا الاسم موجودة بالفعل
ko: 이 이름의 테스트 케이스가 이미 있습니다.
te: ఈ పేరుతో పరీక్ష కేసు ఇప్పటికే ఉంది

# TestRailReportDataIsNotFound
source: Test repo report data is not found
ar: لم يتم العثور على بيانات تقرير اختبار الريبو
ko: 테스트 저장소 보고서 데이터를 찾을 수 없습니다.
te: టెస్ట్ రెపో రిపోర్ట్ డేటా కనుగొనబడలేదు

# TestRailReportWithThisNameAlreadyExists
source: Test repo report with this name already exists
ar: يوجد بالفعل تقرير اختبار الريبو بهذا الاسم
ko: 이 이름의 테스트 저장소 보고서가 이미 있습니다.
te: ఈ పేరుతో టెస్ట్ రెపో నివేదిక ఇప్పటికే ఉంది

# TestRunDataIsNotFound
source: Run data is not found
ar: لم يتم العثور على بيانات التشغيل
ko: 실행 데이터를 찾을 수 없습니다.
te: రన్ డేటా కనుగొనబడలేదు

# TestRunNameShouldNotBeNull
source: Run name should not be null
ar: يجب ألا يكون اسم التشغيل فارغًا
ko: 실행 이름은 null이 아니어야합니다.
te: రన్ పేరు శూన్యంగా ఉండకూడదు

# TestRunWithThisNameAlreadyExists
source: Run with this name already exists
ar: تشغيل بهذا الاسم موجود بالفعل
ko: 이 이름으로 실행이 이미 존재합니다.
te: ఈ పేరుతో రన్ ఇప్పటికే ఉంది

# TestSuiteDataIsNotFound
source: Scenario data is not found
ar: لم يتم العثور على بيانات السيناريو
ko: 시나리오 데이터를 찾을 수 없습니다.
te: సందర్భం డేటా కనుగొనబడలేదు

# TestSuiteNameShouldNotBeNull
source: Scenario name should not be null
ar: يجب ألا يكون اسم السيناريو فارغًا
ko: 시나리오 이름은 null이 아니어야합니다.
te: సందర్భం పేరు శూన్యంగా ఉండకూడదు

# TestSuiteSectionChanged
source: Scenario section changed from {0} to {1}.
ar: تم تغيير قسم السيناريو من {0} إلى {1}.
ko: 시나리오 섹션이 {0}에서 {1} (으)로 변경되었습니다.
te: సందర్భ విభాగం పేరు {0} నుండి {1} గా మార్చారు.

# TestSuiteSectionDataIsNotFound
source: Scenario section data is not found
ar: لم يتم العثور على بيانات قسم السيناريو
ko: 시나리오 섹션 데이터를 찾을 수 없습니다.
te: సందర్భ విభాగం డేటా కనుగొనబడలేదు

# TestSuiteSectionIsArchived
source: Cannot add test cases as test suite section is archived. Please refresh the page.
ar: لا يمكن إضافة حالات الاختبار حيث تم أرشفة قسم مجموعة الاختبار. يرجى تحديث الصفحة.
ko: 테스트 스위트 섹션이 보관되어 있으므로 테스트 케이스를 추가 할 수 없습니다. 페이지를 새로 고침하세요.
te: టెస్ట్ సూట్ విభాగం ఆర్కైవ్ చేయబడినందున పరీక్ష కేసులను జోడించలేరు. దయచేసి పేజీని రిఫ్రెష్ చేయండి.

# TestSuiteSectionShouldNotBeNull
source: Scenario section should not be null
ar: يجب ألا يكون قسم السيناريو فارغًا
ko: 시나리오 섹션은 null이 아니어야합니다.
te: సందర్భ విభాగం శూన్యంగా ఉండకూడదు

# TestSuiteSectionWithThisNameAlreadyExists
source: Scenario section with this name already exists
ar: قسم السيناريو بهذا الاسم موجود بالفعل
ko: 이 이름의 시나리오 섹션이 이미 있습니다.
te: ఈ పేరుతో సందర్భ విభాగం ఇప్పటికే ఉంది

# TestSuiteShouldNotBeNull
source: Scenario should not be null
ar: يجب ألا يكون السيناريو فارغًا
ko: 시나리오는 null이 아니어야합니다.
te: సందర్భం శూన్యంగా ఉండకూడదు

# TestSuiteShouldNotBeNull1
source: Scenario should not be null
ar: يجب ألا يكون السيناريو فارغًا
ko: 시나리오는 null이 아니어야합니다.
te: సందర్భం శూన్యంగా ఉండకూడదు

# TestSuiteUploadParentSectionName
source: Unable to upsert Section with the name {0} at parent level
ar: غير قادر على رفع مستوى القسم بالاسم {0} على مستوى الوالدين
ko: 상위 수준에서 이름이 {0} 인 섹션을 upsert 할 수 없습니다.
te: మాతృ స్థాయిలో పేరు {0} తో విభాగం upsert సాధ్యం కాలేదు

# TestSuiteUploadParentSectionNotFound
source: Didn't found any Section with the name {0} at parent level
ar: لم يتم العثور على أي قسم يحمل الاسم {0} على مستوى الوالدين
ko: 상위 수준에서 이름이 {0} 인 섹션을 찾지 못했습니다.
te: మాతృ స్థాయిలో పేరు {0} తో ఏ విభాగం కనుగొన్నారు

# TestSuiteUploadSectionNotFound
source: Didn't found any SubSection with the name {0} under the Section {1}
ar: لم يتم العثور على أي قسم فرعي بالاسم {0} ضمن القسم {1}
ko: 섹션 {1}에서 이름이 {0} 인 하위 섹션을 찾지 못했습니다.
te: సెక్షన్ పేరు {0} తో ఏ సబ్సెక్షన్ కనుగొన్నారు {1}

# TestSuiteUploadSectionNotPossible
source: Unable insert SubSection with the name {0} under the Section {1}, so trying to update the section if any
ar: تعذر إدراج قسم فرعي بالاسم {0} ضمن القسم {1} ، لذا حاول تحديث القسم إن وجد
ko: 섹션 {1} 아래에 이름이 {0} 인 하위 섹션을 삽입 할 수 없으므로 섹션 업데이트를 시도하십시오.
te: కాబట్టి విభాగం ఏదైనా ఉంటే నవీకరించుటకు ప్రయత్నిస్తున్నప్పుడు పేరు {0} విభాగంలో {1} కింద సాధ్యం కాలేదు చొప్పించు సబ్సెక్షన్,

# TestSuiteUploadTestCaseNotFound
source: Didn't found any TestCase with the Title {0} in {1} Section
ar: لم يتم العثور على أي TestCase بالعنوان {0} في قسم {1}
ko: {1} 섹션에서 제목이 {0} 인 TestCase를 찾지 못했습니다.
te: శీర్షిక {0} లో {1} విభాగం తో ఏ TestCase కనుగొన్నారు

# TestSuiteWithThisNameAlreadyExists
source: Scenario with this name already exists
ar: السيناريو بهذا الاسم موجود بالفعل
ko: 이 이름의 시나리오가 이미 있습니다.
te: ఈ పేరుతో సందర్భం ఇప్పటికే ఉంది

# TheNumberOfLeavesInThisPeriodAreMoreThanTheLimitGiven
source: This frequency can not be edited as the given limit is less than the number of leaves in this period.
ar: لا يمكن تعديل هذا التردد لأن الحد المعطى أقل من عدد الأوراق في هذه الفترة.
ko: 주어진 한도가이 기간의 잎 수보다 적기 때문에이 빈도는 편집 할 수 없습니다.
te: ఈ వ్యవధిలో సెలవుల సంఖ్య కంటే ఇచ్చిన పరిమితి తక్కువగా ఉన్నందున ఈ ఫ్రీక్వెన్సీన్ని సవరించలేము.

source: There are no leaves in your applied leave period
ar: لا توجد إجازات في فترة إجازتك المطبقة
ko: 신청 한 휴가 기간에 휴가가 없습니다
te: మీ అనువర్తిత సెలవు వ్యవధిలో సెలవులు లేవు

# ThereAreNoQuestionsPresentPleaseAddAQuestionInTheAudit
source: There are no questions present in the audit, Please add a question.
ar: لا توجد أسئلة في التدقيق ، الرجاء إضافة سؤال.
ko: 감사에 질문이 없습니다. 질문을 추가하십시오.
te: ఆడిట్‌లో ప్రశ్నలు లేవు, దయచేసి ఒక ప్రశ్నను జోడించండి.

# ThereAreNoTestCasesPresentPleaseAddATestCaseInTheTestSuite
source: There are no testcases present please add a testcase in the scenario
ar: لا توجد حالات اختبار موجودة ، يرجى إضافة حالة اختبار في السيناريو
ko: 테스트 케이스가 없습니다. 시나리오에 테스트 케이스를 추가하십시오.
te: ప్రస్తుతం టెస్ట్‌కేసులు లేవు, దయచేసి టెస్ట్‌యూట్‌లో సందర్భంను జోడించండి

source: There is no leave frequency for date from
ar: لا يوجد تردد إجازة للتاريخ من
ko: 날짜에 대한 휴가 빈도가 없습니다.
te: ప్రారంభ తేదీకి సెలవు లేదు

source: There is no leave frequency for date to
ar: لا يوجد تردد إجازة لتاريخ
ko: 날짜에 대한 휴가 빈도가 없습니다.
te: ముగింపు తేదీకి సెలవు లేదు

# TheReportToEmployeeIsAReportingEmployeeOfThisEmployee
source: The employee you want to report is a part of reporting chain of this employee
ar: الموظف الذي تريد الإبلاغ عنه هو جزء من سلسلة الإبلاغ لهذا الموظف
ko: 보고하려는 직원은이 직원의보고 체인의 일부입니다.
te: మీరు రిపోర్ట్ చేయదలిచిన ఉద్యోగి ఈ ఉద్యోగి యొక్క రిపోర్టింగ్ గొలుసులో ఒక భాగం

# ThisBadgeIsUsedInEmployeeBadgePleaseDeleteTheDependenciesAndTryAgain
source: This badge is used in Employee badges, please delete the dependencies and try again
ar: تُستخدم هذه الشارة في شارات الموظف ، يرجى حذف التبعيات والمحاولة مرة أخرى
ko: 이 배지는 직원 배지에 사용됩니다. 종속성을 삭제하고 다시 시도하십시오.
te: ఈ బ్యాడ్జ్ ఉద్యోగుల బ్యాడ్జ్‌లలో ఉపయోగించబడుతుంది, దయచేసి డిపెండెన్సీలను తొలగించి మళ్ళీ ప్రయత్నించండి

source: This board type used in board type work flow delete the dependencies and try again
ar: هذا النوع من اللوحة المستخدم في تدفق عمل نوع اللوحة ، احذف التبعيات وحاول مرة أخرى
ko: 보드 유형 워크 플로에서 사용되는이 보드 유형은 종속성을 삭제하고 다시 시도합니다.
te: బోర్డు రకం పని ప్రవాహం లో ఉపయోగిస్తారు ఈ బోర్డు రకం ఆధారపడటం తొలగించి, మళ్ళీ ప్రయత్నించండి

source: This board type used in goal delete the dependencies and try again
ar: هذا النوع من اللوحة المستخدم في الهدف ، احذف التبعيات وحاول مرة أخرى
ko: 목표에 사용 된이 보드 유형은 종속성을 삭제하고 다시 시도하십시오.
te: గోల్ ఉపయోగిస్తారు ఈ బోర్డు రకం ఆధారపడటం తొలగించి, మళ్ళీ ప్రయత్నించండి

source: This branch used in asset please delete the dependencies and try again
ar: هذا الفرع المستخدم في الأصل يرجى حذف التبعيات والمحاولة مرة أخرى
ko: 자산에 사용 된이 분기는 종속성을 삭제하고 다시 시도하십시오.
te: ఆస్తిలో ఉపయోగించిన ఈ శాఖ దయచేసి డిపెండెన్సీలను తొలగించి మళ్ళీ ప్రయత్నించండి

# ThisBranchUsedInEmployeeBranchPleaseDeleteTheDependenciesAndTryAgain
source: This branch is used in employee branch, please delete the dependencies and try again
ar: هذا الفرع مستخدم في فرع الموظف ، يرجى حذف التبعيات والمحاولة مرة أخرى
ko: 이 분기는 직원 분기에서 사용됩니다. 종속성을 삭제하고 다시 시도하십시오.
te: ఈ శాఖ ఇప్పటికే ఉద్యోగుల శాఖలో ఉపయోగించబడింది, దయచేసి డిపెండెన్సీలను తొలగించి మళ్ళీ ప్రయత్నించండి

# ThisBranchUsedInSeatingArrangementPleaseDeleteTheDependenciesAndTryAgain
source: This branch is used in seating arrangement please delete the dependencies and try again
ar: يستخدم هذا الفرع في ترتيب المقاعد ، يرجى حذف التبعيات والمحاولة مرة أخرى
ko: 이 분기는 좌석 배치에 사용됩니다. 종속성을 삭제하고 다시 시도하십시오.
te: ఈ శాఖ సీటింగ్ అమరికలో ఉపయోగించబడింది దయచేసి డిపెండెన్సీలను తొలగించి మళ్ళీ ప్రయత్నించండి

source: This branch used in soft label please delete the dependencies and try again
ar: يستخدم هذا الفرع في التسمية المرنة ، يرجى حذف التبعيات والمحاولة مرة أخرى
ko: 소프트 레이블에 사용 된이 분기는 종속성을 삭제하고 다시 시도하십시오.
te: ఈ శాఖ మృదువైన లేబుల్‌లో ఉపయోగించబడింది దయచేసి డిపెండెన్సీలను తొలగించి మళ్ళీ ప్రయత్నించండి

# ThisBugPriorityUsedInUserStoryDeleteTheDependenciesAndTryAgain
source: This bug priority used in work item delete the dependencies and try again
ar: أولوية الخطأ هذه المستخدمة في عنصر العمل حذف التبعيات وحاول مرة أخرى
ko: 작업 항목에 사용 된이 버그 우선 순위는 종속성을 삭제하고 다시 시도합니다.
te: వినియోగదారు కథలో ఉపయోగించిన ఈ బగ్ ప్రాధాన్యత డిపెండెన్సీలను తొలగించి మళ్ళీ ప్రయత్నించండి

source: This colorIs already assigned to a status in the system please select another color
ar: هذا اللون تم تعيينه بالفعل لحالة في النظام الرجاء تحديد لون آخر
ko: 이 색상은 이미 시스템 상태에 할당되어 있습니다. 다른 색상을 선택하십시오.
te: ఈ రంగు ఇప్పటికే సిస్టమ్‌లోని స్థితికి కేటాయించబడింది, దయచేసి మరొక రంగును ఎంచుకోండి

source: This configuration is used for a performance review please delete the dependencies before deleting the configuration
ar: يتم استخدام هذا التكوين لمراجعة الأداء ، يرجى حذف التبعيات قبل حذف التكوين
ko: 이 구성은 성능 검토에 사용됩니다. 구성을 삭제하기 전에 종속성을 삭제하십시오.
te: పనితీరు సమీక్ష కోసం ఈ కాన్ఫిగరేషన్ ఉపయోగించబడుతుంది, దయచేసి కాన్ఫిగరేషన్‌ను తొలగించే ముందు డిపెండెన్సీలను తొలగించండి

source: This contract type used in contract please delete the dependencies and try again
ar: هذا النوع من العقد المستخدم في العقد يرجى حذف التبعيات والمحاولة مرة أخرى
ko: 계약에 사용 된이 계약 유형은 종속성을 삭제하고 다시 시도하십시오.
te: కాంట్రాక్టులో ఉపయోగించిన ఈ కాంట్రాక్ట్ రకం దయచేసి డిపెండెన్సీలను తొలగించి మళ్ళీ ప్రయత్నించండి

source: This country used in company delete the dependencies and try again
ar: هذا البلد المستخدم في الشركة ، احذف التبعيات وحاول مرة أخرى
ko: 회사에서 사용하는이 국가는 종속성을 삭제하고 다시 시도하십시오.
te: కంపెనీలో ఉపయోగించిన ఈ దేశం డిపెండెన్సీలను తొలగించి మళ్ళీ ప్రయత్నించండి

source: This country used in customer delete the dependencies and try again
ar: هذه الدولة المستخدمة في العميل حذف التبعيات وحاول مرة أخرى
ko: 고객에 사용 된이 국가는 종속성을 삭제하고 다시 시도하십시오.
te: కస్టమర్లో ఉపయోగించిన ఈ దేశం డిపెండెన్సీలను తొలగించి మళ్ళీ ప్రయత్నించండి

source: This country used in employee contact details delete the dependencies and try again
ar: هذا البلد المستخدم في تفاصيل الاتصال بالموظف ، احذف التبعيات وحاول مرة أخرى
ko: 직원 연락처 세부 정보에 사용 된이 국가는 종속성을 삭제하고 다시 시도하십시오.
te: ఉద్యోగుల సంప్రదింపు వివరాలలో ఉపయోగించిన ఈ దేశం డిపెండెన్సీలను తొలగించి మళ్ళీ ప్రయత్నించండి

source: This country used in employee emergency details delete the dependencies and try again
ar: هذا البلد المستخدم في تفاصيل حالات الطوارئ للموظفين ، احذف التبعيات وحاول مرة أخرى
ko: 직원 비상 세부 정보에 사용 된이 국가는 종속성을 삭제하고 다시 시도하세요.
te: ఉద్యోగుల అత్యవసర వివరాలలో ఉపయోగించిన ఈ దేశం డిపెండెన్సీలను తొలగించి మళ్ళీ ప్రయత్నించండి

source: This country used in employee immigration delete the dependencies and try again
ar: هذا البلد المستخدم في هجرة الموظفين ، احذف التبعيات وحاول مرة أخرى
ko: 직원 이민에 사용 된이 국가는 종속성을 삭제하고 다시 시도하십시오.
te: ఉద్యోగుల ఇమ్మిగ్రేషన్‌లో ఉపయోగించే ఈ దేశం డిపెండెన్సీలను తొలగించి ప్రయత్నించండి

source: This country used in holiday delete the dependencies and try again
ar: هذا البلد المستخدم في العطلة احذف التبعيات وحاول مرة أخرى
ko: 휴일에 사용 된이 국가는 종속성을 삭제하고 다시 시도하십시오.
te: సెలవుదినంలో ఉపయోగించిన ఈ దేశం డిపెండెన్సీలను తొలగించి మళ్ళీ ప్రయత్నించండి

source: This country used in region delete the dependencies and try again
ar: هذا البلد المستخدم في المنطقة احذف التبعيات وحاول مرة أخرى
ko: 지역에서 사용되는이 국가는 종속성을 삭제하고 다시 시도하십시오.
te: ప్రాంతంలో ఉపయోగించిన ఈ దేశం డిపెండెన్సీలను తొలగించి మళ్ళీ ప్రయత్నించండి

source: This crud operation used in field permission delete the dependencies and try again
ar: هذه العملية الخام المستخدمة في الإذن الميداني تحذف التبعيات وحاول مرة أخرى
ko: 필드 권한에 사용 된이 crud 작업은 종속성을 삭제하고 다시 시도합니다.
te: ఫీల్డ్ అనుమతిలో ఉపయోగించిన ఈ క్రూడ్ ఆపరేషన్ డిపెండెన్సీలను తొలగించి మళ్ళీ ప్రయత్నించండి

source: This crud operation used in work flow eligible status transition delete the dependencies and try again
ar: هذه العملية الخام المستخدمة في انتقال الحالة المؤهلة لتدفق العمل تحذف التبعيات وحاول مرة أخرى
ko: 워크 플로우 적격 상태 전환에 사용 된이 crud 작업은 종속성을 삭제하고 다시 시도합니다.
te: పని ప్రవాహ అర్హత స్థితి పరివర్తనలో ఉపయోగించే ఈ క్రూడ్ ఆపరేషన్ డిపెండెన్సీలను తొలగించి మళ్ళీ ప్రయత్నించండి

source: This currency used in asset please delete the dependencies and try again
ar: هذه العملة المستخدمة في الأصل يرجى حذف التبعيات والمحاولة مرة أخرى
ko: 자산에 사용 된이 통화는 종속성을 삭제하고 다시 시도하십시오.
te: ఆస్తిలో ఉపయోగించిన ఈ కరెన్సీ దయచేసి డిపెండెన్సీలను తొలగించి మళ్ళీ ప్రయత్నించండి

source: This currency used in canteen food item please delete the dependencies and try again
ar: هذه العملة المستخدمة في مقصف المواد الغذائية يرجى حذف التبعيات والمحاولة مرة أخرى
ko: 캔틴 식품에 사용되는이 통화는 종속성을 삭제하고 다시 시도하십시오.
te: క్యాంటీన్ ఆహార వస్తువులో ఉపయోగించే ఈ కరెన్సీ దయచేసి డిపెండెన్సీలను తొలగించి మళ్ళీ ప్రయత్నించండి

source: This currency used in company please delete the dependencies and try again
ar: هذه العملة المستخدمة في الشركة يرجى حذف التبعيات والمحاولة مرة أخرى
ko: 회사에서 사용하는이 통화는 종속성을 삭제하고 다시 시도하십시오.
te: కంపెనీలో ఉపయోగించిన ఈ కరెన్సీ దయచేసి డిపెండెన్సీలను తొలగించి మళ్ళీ ప్రయత్నించండి

source: This currency used in currency conversion please delete the dependencies and try again
ar: هذه العملة المستخدمة في تحويل العملات يرجى حذف التبعيات والمحاولة مرة أخرى
ko: 통화 변환에 사용 된이 통화는 종속성을 삭제하고 다시 시도하십시오.
te: కరెన్సీ మార్పిడిలో ఉపయోగించిన ఈ కరెన్సీ దయచేసి డిపెండెన్సీలను తొలగించి మళ్ళీ ప్రయత్నించండి

source: This currency used in employee membership please delete the dependencies and try again
ar: هذه العملة المستخدمة في عضوية الموظف ، يرجى حذف التبعيات والمحاولة مرة أخرى
ko: 직원 멤버십에 사용 된이 통화는 종속성을 삭제하고 다시 시도하십시오.
te: ఉద్యోగి సభ్యుల ఓడలో ఉపయోగించిన ఈ కరెన్సీ దయచేసి డిపెండెన్సీలను తొలగించి మళ్ళీ ప్రయత్నించండి

source: This currency used in employee salary please delete the dependencies and try again
ar: هذه العملة المستخدمة في راتب الموظف يرجى حذف التبعيات والمحاولة مرة أخرى
ko: 직원 급여에 사용되는이 통화는 종속성을 삭제하고 다시 시도하십시오.
te: ఉద్యోగుల జీతంలో ఉపయోగించే ఈ కరెన్సీ దయచేసి డిపెండెన్సీలను తొలగించి మళ్ళీ ప్రయత్నించండి

source: This currency used in expense please delete the dependencies and try again
ar: هذه العملة المستخدمة في النفقات يرجى حذف التبعيات والمحاولة مرة أخرى
ko: 비용에 사용 된이 통화는 종속성을 삭제하고 다시 시도하십시오.
te: ఖర్చులో ఉపయోగించే ఈ కరెన్సీ దయచేసి డిపెండెన్సీలను తొలగించి మళ్ళీ ప్రయత్నించండి

source: This currency used in user please delete the dependencies and try again
ar: هذه العملة المستخدمة في المستخدم يرجى حذف التبعيات والمحاولة مرة أخرى
ko: 사용자에게 사용 된이 통화는 종속성을 삭제하고 다시 시도하십시오.
te: వినియోగదారులో ఉపయోగించిన ఈ కరెన్సీ దయచేసి డిపెండెన్సీలను తొలగించి మళ్ళీ ప్రయత్నించండి

# ThisDateFormatUsedInCompanyDeleteTheDependenciesAndTryAgain
source: This date format is already used in the company delete the dependencies and try again
ar: تنسيق التاريخ هذا مستخدم بالفعل في الشركة ، احذف التبعيات وحاول مرة أخرى
ko: 이 날짜 형식은 회사에서 이미 사용 중입니다. 종속성을 삭제하고 다시 시도하십시오.
te: కంపెనీలో ఉపయోగించిన ఈ తేదీ ఫార్మాట్ డిపెండెన్సీలను తొలగించి మళ్ళీ ప్రయత్నించండి

source: This department used in job please delete the dependencies and try again
ar: هذا القسم المستخدم في الوظيفة ، يرجى حذف التبعيات والمحاولة مرة أخرى
ko: 작업에 사용 된이 부서는 종속성을 삭제하고 다시 시도하십시오.
te: ఉద్యోగంలో ఉపయోగించిన ఈ విభాగం దయచేసి డిపెండెన్సీలను తొలగించి మళ్ళీ ప్రయత్నించండి

source: This designation is used in employee work experience please delete the dependencies and try again
ar: يتم استخدام هذا التعيين في خبرة عمل الموظف ، يرجى حذف التبعيات والمحاولة مرة أخرى
ko: 이 지정은 직원 업무 경험에 사용됩니다. 종속성을 삭제하고 다시 시도하십시오.
te: ఈ హోదా ఉద్యోగి పని అనుభవంలో ఉపయోగించబడుతుంది దయచేసి డిపెండెన్సీలను తొలగించి మళ్ళీ ప్రయత్నించండి

source: This designation used in job please delete the dependencies and try again
ar: هذا التعيين المستخدم في الوظيفة يرجى حذف التبعيات والمحاولة مرة أخرى
ko: 작업에 사용 된이 지정은 종속성을 삭제하고 다시 시도하십시오.
te: ఉద్యోగంలో ఉపయోగించిన ఈ హోదా దయచేసి డిపెండెన్సీలను తొలగించి మళ్ళీ ప్రయత్నించండి

source: This education level used in employee education please delete the dependencies and try again
ar: هذا المستوى التعليمي المستخدم في تعليم الموظف ، يرجى حذف التبعيات والمحاولة مرة أخرى
ko: 직원 교육에 사용 된이 교육 수준은 종속성을 삭제하고 다시 시도하십시오.
te: ఉద్యోగుల విద్యలో ఉపయోగించే ఈ విద్యా స్థాయి దయచేసి డిపెండెన్సీలను తొలగించి మళ్ళీ ప్రయత్నించండి

source: This employee status used in job please delete the dependencies and try again
ar: حالة الموظف هذه مستخدمة في الوظيفة ، يرجى حذف التبعيات والمحاولة مرة أخرى
ko: 작업에 사용 된이 직원 상태는 종속성을 삭제하고 다시 시도하십시오.
te: ఉద్యోగంలో ఉపయోగించిన ఈ ఉద్యోగి స్థితి దయచేసి డిపెండెన్సీలను తొలగించి మళ్ళీ ప్రయత్నించండి

# ThisEntityRoleIsLinkedToUserProject
source: This project role is linked to user. Please change the project role for user
ar: دور المشروع هذا مرتبط بالمستخدم. الرجاء تغيير دور المشروع للمستخدم
ko: 이 프로젝트 역할은 사용자에게 연결되었습니다. 사용자의 프로젝트 역할을 변경하십시오.
te: ఈ ప్రాజెక్ట్ పాత్ర వినియోగదారుకు అనుసంధానించబడింది. దయచేసి వినియోగదారు కోసం ప్రాజెక్ట్ పాత్రను మార్చండి

source: This feature is not exist
ar: هذه الميزة غير موجودة
ko: 이 기능은 존재하지 않습니다
te: ఈ లక్షణం ఉనికిలో లేదు

source: This feature not belong to your company features
ar: هذه الميزة لا تنتمي إلى ميزات شركتك
ko: 이 기능은 회사 기능에 속하지 않습니다.
te: ఈ లక్షణం మీ కంపెనీ లక్షణాలకు చెందినది కాదు

source: This form used in status report configuration.Please delete the dependencies and try again.
ar: يستخدم هذا النموذج في تكوين تقرير الحالة. يرجى حذف التبعيات والمحاولة مرة أخرى.
ko: 이 양식은 상태 보고서 구성에 사용되었습니다. 종속성을 삭제하고 다시 시도하십시오.
te: స్టేటస్ రిపోర్ట్ కాన్ఫిగరేషన్‌లో ఈ ఫారం ఉపయోగించబడింది. దయచేసి డిపెండెన్సీలను తొలగించి మళ్ళీ ప్రయత్నించండి.

source: This goal replan type used in goal replan delete the dependencies and try again
ar: هذا النوع من إعادة صياغة الهدف المستخدم في إعادة صياغة الهدف ، احذف التبعيات وحاول مرة أخرى
ko: 목표 재 계획에 사용 된이 목표 재 계획 유형은 종속성을 삭제하고 다시 시도하십시오.
te: గోల్ రీప్లాన్‌లో ఉపయోగించిన ఈ గోల్ రీప్లాన్ రకం డిపెండెన్సీలను తొలగించి మళ్లీ ప్రయత్నించండి

# ThisGoalReplanTypeUsedInGoalReplanDeleteTheDependenciesAndTryAgain1
source: This goal replan type used in goal replan delete the dependencies and try again
ar: هذا النوع من إعادة صياغة الهدف المستخدم في إعادة صياغة الهدف ، احذف التبعيات وحاول مرة أخرى
ko: 목표 재 계획에 사용 된이 목표 재 계획 유형은 종속성을 삭제하고 다시 시도하십시오.
te: గోల్ రీప్లాన్‌లో ఉపయోగించిన ఈ గోల్ రీప్లాన్ రకం డిపెండెన్సీలను తొలగించి మళ్లీ ప్రయత్నించండి

source: This grade is used in employeegradehistory please delete the dependencies and try again
ar: يتم استخدام هذه الدرجة في سجلات التوظيف ، يرجى حذف التبعيات والمحاولة مرة أخرى
ko: 이 등급은 직원 등급 기록에 사용됩니다. 종속성을 삭제하고 다시 시도하세요.
te: ఈ గ్రేడ్ ఉద్యోగి గ్రేడ్ చరిత్రలో ఉపయోగించబడుతుంది దయచేసి డిపెండెన్సీలను తొలగించి మళ్ళీ ప్రయత్నించండి

source: This grade is used in employeegrade please delete the dependencies and try again
ar: يتم استخدام هذه الدرجة في درجة التوظيف ، يرجى حذف التبعيات والمحاولة مرة أخرى
ko: 이 등급은 employeegrade에서 사용됩니다. 종속성을 삭제하고 다시 시도하십시오.
te: ఈ గ్రేడ్ ఉద్యోగుల గ్రేడ్‌లో ఉపయోగించబడుతుంది దయచేసి డిపెండెన్సీలను తొలగించి మళ్ళీ ప్రయత్నించండి

source: This job category used in job please delete the dependencies and try again
ar: فئة الوظيفة هذه المستخدمة في الوظيفة ، يرجى حذف التبعيات والمحاولة مرة أخرى
ko: 작업에 사용 된이 작업 범주는 종속성을 삭제하고 다시 시도하십시오.
te: ఉద్యోగంలో ఉపయోగించిన ఈ ఉద్యోగ వర్గం దయచేసి డిపెండెన్సీలను తొలగించి మళ్ళీ ప్రయత్నించండి

source: This language used in employee language delete the dependencies and try again
ar: هذه اللغة المستخدمة في لغة الموظف تحذف التبعيات وحاول مرة أخرى
ko: 직원 언어로 사용되는이 언어는 종속성을 삭제하고 다시 시도하십시오.
te: ఉద్యోగి భాషలో ఉపయోగించిన ఈ భాష డిపెండెన్సీలను తొలగించి మళ్ళీ ప్రయత్నించండి
