Repository: pujithagodavarthi414-coder/TradeEngine.ai
Catalog: sourcecode/BusinessView/BusinessView.Common/Texts/LangText.*.resx
Languages: ar, ko, te

# ExceptionGetEmployeeAttendanceByDay
source: Get Employee Attendance By Day could not be done. Please contact administrator.
ar: تعذر الحصول على حضور الموظف حسب اليوم. يرجى الاتصال بالمسؤول.
ko: 일별 직원 출석 가져 오기를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: గెట్ డే నాటికి ఉద్యోగుల హాజరు చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetEmployeeBankDetails
source: Can not get the employee bank details. Please contact administrator.
ar: لا يمكن الحصول على تفاصيل بنك الموظف. يرجى الاتصال بالمسؤول.
ko: 직원 은행 정보를 가져올 수 없습니다. 관리자에게 문의하십시오.
te: ఉద్యోగి బ్యాంకు వివరాలు పొందలేము. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetEmployeeById
source: Cannot get the Employee by Id. Please contact administrator.
ar: لا يمكن الحصول على الموظف بالمعرف. يرجى الاتصال بالمسؤول.
ko: ID로 직원을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: Id ద్వారా ఉద్యోగి పొందలేము. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetEmployeeContactDetails
source: Can not get the employee contact details. Please contact administrator.
ar: لا يمكن الحصول على تفاصيل الاتصال بالموظف. يرجى الاتصال بالمسؤول.
ko: 직원 연락처 정보를 얻을 수 없습니다. 관리자에게 문의하십시오.
te: ఉద్యోగి సంప్రదింపు వివరాలు పొందలేము. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetEmployeeContract
source: Can not get employee contract list. Please contact administrator.
ar: لا يمكن الحصول على قائمة عقود الموظف. يرجى الاتصال بالمسؤول.
ko: 직원 계약 목록을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: ఉద్యోగి ఒప్పందం జాబితాను పొందలేదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetEmployeeCreditorDetails
source: Can not get creditor details. please contact administrator.
ar: لا يمكن الحصول على تفاصيل الدائن. الرجاء الاتصال بالمسؤول.
ko: 채권자 세부 정보를 얻을 수 없습니다. 관리자에게 문의하십시오.
te: రుణదాత వివరాలను పొందలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionGetEmployeeDetails
source: Can not get the employee details. Please contact administrator.
ar: لا يمكن الحصول على تفاصيل الموظف. يرجى الاتصال بالمسؤول.
ko: 직원 세부 정보를 가져올 수 없습니다. 관리자에게 문의하십시오.
te: ఉద్యోగి వివరాలు పొందలేము. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetEmployeeEducation
source: Can not get employee education list. Please contact administrator.
ar: لا يمكن الحصول على قائمة تعليم الموظف. يرجى الاتصال بالمسؤول.
ko: 직원 교육 목록을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: ఉద్యోగి విద్య జాబితాను పొందలేదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetEmployeeEducationDetails
source: Can not get the employee education details. Please contact administrator.
ar: لا يمكن الحصول على تفاصيل تعليم الموظف. يرجى الاتصال بالمسؤول.
ko: 직원 교육 세부 정보를 가져올 수 없습니다. 관리자에게 문의하십시오.
te: ఉద్యోగి విద్యా సంబంధ వివరాలను పొందలేము. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetEmployeeEmergencyContact
source: Can not get employee emergency conatct list. Please contact administrator.
ar: لا يمكن الحصول على قائمة اتصالات الطوارئ للموظفين. يرجى الاتصال بالمسؤول.
ko: 직원 비상 연락 목록을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: ఉద్యోగి అత్యవసర ఫోన్ కాంటాక్ట్ జాబితాను పొందలేదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetEmployeeEmergencyContactDetails
source: Can not get the employee emergency contact details. Please contact administrator.
ar: لا يمكن الحصول على تفاصيل الاتصال بالموظف في حالات الطوارئ. يرجى الاتصال بالمسؤول.
ko: 직원 긴급 연락처 정보를 얻을 수 없습니다. 관리자에게 문의하십시오.
te: ఉద్యోగి అత్యవసర సంప్రదింపు వివరాలు పొందలేము. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetEmployeeGrades
source: Can not get employee grades. please contact administrator.
ar: لا يمكن الحصول على درجات الموظف. الرجاء الاتصال بالمسؤول.
ko: 직원 등급을받을 수 없습니다. 관리자에게 문의하십시오.
te: ఉద్యోగుల తరగతులు పొందలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionGetEmployeeImmigration
source: Can not get employee immigration list. Please contact administrator.
ar: لا يمكن الحصول على قائمة هجرة الموظفين. يرجى الاتصال بالمسؤول.
ko: 직원 이민 목록을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: ఉద్యోగి ఇమ్మిగ్రేషన్ జాబితాను పొందలేదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetEmployeeImmigrationDetails
source: Can not get the employee immigration details. Please contact administrator.
ar: لا يمكن الحصول على تفاصيل هجرة الموظف. يرجى الاتصال بالمسؤول.
ko: 직원 이민 세부 정보를 얻을 수 없습니다. 관리자에게 문의하십시오.
te: ఉద్యోగి ఇమ్మిగ్రేషన్ వివరాలు పొందలేము. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetEmployeeInductions
source: Cannot get employee inductions. Please contact administrator
ar: لا يمكن الحصول على استقراء الموظف. يرجى الاتصال بالمسؤول
ko: 직원 입회식을받을 수 없습니다. 관리자에게 문의하십시오
te: ఉద్యోగుల ప్రేరణలను పొందలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionGetEmployeeJobDetails
source: Can not get the employee job details. Please contact administrator.
ar: لا يمكن الحصول على تفاصيل عمل الموظف. يرجى الاتصال بالمسؤول.
ko: 직원 작업 세부 정보를 가져올 수 없습니다. 관리자에게 문의하십시오.
te: ఉద్యోగి ఉద్యోగం వివరాలు పొందలేము. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetEmployeeLanguage
source: Can not get employee language list. Please contact administrator.
ar: لا يمكن الحصول على قائمة لغة الموظف. يرجى الاتصال بالمسؤول.
ko: 직원 언어 목록을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: ఉద్యోగి భాష జాబితాలో పొందలేము. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetEmployeeLanguageDetails
source: Can not get the employee anguage details. Please contact administrator.
ar: لا يمكن الحصول على تفاصيل قلق الموظف. يرجى الاتصال بالمسؤول.
ko: 직원의 혐오 정보를 얻을 수 없습니다. 관리자에게 문의하십시오.
te: ఉద్యోగి భాష వివరాలు పొందలేము. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetEmployeeLicence
source: Can not get employee licence list. Please contact administrator.
ar: لا يمكن الحصول على قائمة تراخيص الموظف. يرجى الاتصال بالمسؤول.
ko: 직원 라이선스 목록을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: ఉద్యోగి లైసెన్స్ జాబితాను పొందలేదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetEmployeeLicenceDetails
source: Can not get the employee licence details. Please contact administrator.
ar: لا يمكن الحصول على تفاصيل رخصة الموظف. يرجى الاتصال بالمسؤول.
ko: 직원 라이선스 정보를 가져올 수 없습니다. 관리자에게 문의하십시오.
te: ఉద్యోగి లైసెన్స్ వివరాలు పొందలేము. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetEmployeeLoanInstallments
source: Get employee loan installment could not be done. Please contact the administrator.
ar: لا يمكن الحصول على قسط قرض الموظف. يرجى الاتصال بالمسؤول.
ko: 직원 대출 할부 받기를 할 수 없습니다. 관리자에게 문의하십시오.
te: ఉద్యోగి రుణ వాయిదాలను పొందలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionGetEmployeeLoans
source: Get Employee loans could not be done. Please contact administrator.
ar: لا يمكن الحصول على قروض الموظفين. يرجى الاتصال بالمسؤول.
ko: 직원 대출 받기를 할 수 없습니다. 관리자에게 문의하십시오.
te: గెట్ ఎంప్లాయీ రుణాలు చేయలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionGetEmployeeMembership
source: Can not get employee membership list. Please contact administrator.
ar: لا يمكن الحصول على قائمة عضوية الموظف. يرجى الاتصال بالمسؤول.
ko: 직원 회원 목록을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: ఉద్యోగి సభ్యుల జాబితాను పొందలేము. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetEmployeeMembershipDetails
source: Can not get the employee membership details. Please contact administrator.
ar: لا يمكن الحصول على تفاصيل عضوية الموظف. يرجى الاتصال بالمسؤول.
ko: 직원 회원 정보를 가져올 수 없습니다. 관리자에게 문의하십시오.
te: ఉద్యోగి సభ్యత్వం వివరాలు పొందలేము. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetEmployeeOverViewDetails
source: Can not get the employee over view details. Please contact administrator.
ar: لا يمكن الحصول على الموظف فوق عرض التفاصيل. يرجى الاتصال بالمسؤول.
ko: 직원이 세부 정보를 볼 수 없습니다. 관리자에게 문의하십시오.
te: వీక్షణ వివరాలు పైగా ఉద్యోగి పొందలేము. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetEmployeePersonalDetails
source: Can not get the employee personal details. Please contact administrator.
ar: لا يمكن الحصول على التفاصيل الشخصية للموظف. يرجى الاتصال بالمسؤول.
ko: 직원의 개인 정보를 얻을 수 없습니다. 관리자에게 문의하십시오.
te: ఉద్యోగి వ్యక్తిగత వివరాలు పొందలేము. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetEmployeePresence
source: Get Employee Presence could not be done. Please contact administrator.
ar: تعذر الحصول على حضور الموظف. يرجى الاتصال بالمسؤول.
ko: 직원 프레즌스 가져 오기를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: పొందండి ఉద్యోగి ప్రెజెన్స్ చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetEmployeeRatesFromRateTags
source: Cannot get employee rate from rate tag. Please contact administrator.
ar: لا يمكن الحصول على معدل الموظف من علامة السعر. يرجى الاتصال بالمسؤول.
ko: 요율표에서 직원 요율을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: రేటు ట్యాగ్ నుండి ఉద్యోగుల రేటు పొందలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionGetEmployeeRateSheetDetails
source: Can not get the employee rate sheet details. Please contact administrator.
ar: لا يمكن الحصول على تفاصيل كشف أسعار الموظف. يرجى الاتصال بالمسؤول.
ko: 직원 요율표 세부 정보를 가져올 수 없습니다. 관리자에게 문의하십시오.

# ExceptionGetEmployeeRatesUponTimesheetDayFinish
source: Cannot get rate and timesheet submitted details for employee. Please contact administrator
ar: لا يمكن الحصول على السعر وتفاصيل الجدول الزمني المقدمة للموظف. يرجى الاتصال بالمسؤول
ko: 직원에 대한 요금 및 작업 표 제출 세부 정보를 가져올 수 없습니다. 관리자에게 문의하십시오
te: రేటు మరియు టైమ్‌షీట్ ఉద్యోగి కోసం సమర్పించిన వివరాలను పొందలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionGetEmployeeRateTagDetails
source: Can not get the employee rate tag details. Please contact administrator.
ar: لا يمكن الحصول على تفاصيل علامة سعر الموظف. يرجى الاتصال بالمسؤول.
ko: 직원 요율표 세부 정보를 가져올 수 없습니다. 관리자에게 문의하십시오.
te: ఉద్యోగి రేటు ట్యాగ్ వివరాలను పొందలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionGetEmployeeReportTo
source: Can not get employee report to list. Please contact administrator.
ar: لا يمكن الحصول على تقرير الموظف في القائمة. يرجى الاتصال بالمسؤول.
ko: 직원 보고서를 목록으로 가져올 수 없습니다. 관리자에게 문의하십시오.
te: జాబితాకు ఉద్యోగి నివేదిక పొందలేము. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetEmployeeReportToDetails
source: Can not get the employee report to details. Please contact administrator.
ar: لا يمكن الحصول على تقرير الموظف بالتفاصيل. يرجى الاتصال بالمسؤول.
ko: 세부 사항에 대한 직원 보고서를 가져올 수 없습니다. 관리자에게 문의하십시오.
te: వివరాలు ఉద్యోగి నివేదిక పొందలేము. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetEmployeeResignation
source: Can not get the Employees resignations. Please contact administrator.
ar: لا يمكن الحصول على استقالات الموظفين. يرجى الاتصال بالمسؤول.
ko: 직원 퇴직을 얻을 수 없습니다. 관리자에게 문의하십시오.
te: ఉద్యోగుల రాజీనామాలను పొందలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionGetEmployeeRosterFinalReport
source: Cannot get roster final report for employee. Please contact administrator
ar: لا يمكن الحصول على التقرير النهائي للقائمة للموظف. يرجى الاتصال بالمسؤول
ko: 직원 명단 최종 보고서를받을 수 없습니다. 관리자에게 문의하십시오
te: ఉద్యోగి కోసం రోస్టర్ తుది నివేదికను పొందలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionGetEmployeeRosterLeaveDates
source: Cannot get employee leave dates. Please contact administrator
ar: لا يمكن الحصول على تواريخ إجازات الموظف. يرجى الاتصال بالمسؤول
ko: 직원 휴가 날짜를 얻을 수 없습니다. 관리자에게 문의하십시오
te: ఉద్యోగి సెలవు తేదీలను పొందలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionGetEmployeeRosterManagers
source: Cannot get managers. Please contact administrator
ar: لا يمكن الحصول على مديرين. يرجى الاتصال بالمسؤول
ko: 관리자를 가져올 수 없습니다. 관리자에게 문의하십시오
te: నిర్వాహకులను పొందలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionGetEmployeeRosterUnavailability
source: Cannot get employee unavailability. Please contact administrator
ar: لا يمكن الحصول على عدم توفر الموظف. يرجى الاتصال بالمسؤول
ko: 직원을 사용할 수 없게 될 수 없습니다. 관리자에게 문의하십시오
te: ఉద్యోగి లభ్యత పొందలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionGetEmployeeSalary
source: Can not get employee salary list. Please contact administrator.
ar: لا يمكن الحصول على قائمة رواتب الموظفين. يرجى الاتصال بالمسؤول.
ko: 직원 급여 목록을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: ఉద్యోగుల వేతనాలు జాబితాను పొందలేదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetEmployeeSalaryCertificate
source: Can not get certificate details. please contact administrator.
ar: لا يمكن الحصول على تفاصيل الشهادة. الرجاء الاتصال بالمسؤول.
ko: 인증서 세부 정보를 가져올 수 없습니다. 관리자에게 문의하십시오.

# ExceptionGetEmployeeSalaryDetails
source: Can not get the employee salary details. Please contact administrator.
ar: لا يمكن الحصول على تفاصيل راتب الموظف. يرجى الاتصال بالمسؤول.
ko: 직원 급여 정보를 가져올 수 없습니다. 관리자에게 문의하십시오.
te: ఉద్యోగుల వేతనాలు వివరాలు పొందలేము. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetEmployeeShift
source: Can not get employee shifts. Please contact administrator.
ar: لا يمكن الحصول على مناوبات الموظف. يرجى الاتصال بالمسؤول.
ko: 직원 교대를받을 수 없습니다. 관리자에게 문의하십시오.
te: ఉద్యోగుల షిఫ్ట్‌లను పొందలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionGetEmployeeSkill
source: Can not get employee skills list. Please contact administrator.
ar: لا يمكن الحصول على قائمة مهارات الموظف. يرجى الاتصال بالمسؤول.
ko: 직원 기술 목록을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: ఉద్యోగి నైపుణ్యాలు జాబితా పొందలేము. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetEmployeeSkillDetails
source: Can not get the employee skill details. Please contact administrator.
ar: لا يمكن الحصول على تفاصيل مهارة الموظف. يرجى الاتصال بالمسؤول.
ko: 직원의 기술 세부 정보를 얻을 수 없습니다. 관리자에게 문의하십시오.
te: ఉద్యోగి నైపుణ్యం వివరాలు పొందలేము. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetEmployeeSpentTime
source: Get Employee Spent Time could not be done. Please contact administrator.
ar: لا يمكن الحصول على وقت الموظف الذي يقضيه الموظف. يرجى الاتصال بالمسؤول.
ko: 직원 소요 시간 가져 오기를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: ఉద్యోగి సమయం చేయలేనిది గడిపాను పొందండి. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetEmployeeTaxAllowanceDetails
source: Can not get employee tax allowance details. please contact administrator.
ar: لا يمكن الحصول على تفاصيل الإعفاء الضريبي للموظف. الرجاء الاتصال بالمسؤول.
ko: 직원 세금 공제 세부 정보를 얻을 수 없습니다. 관리자에게 문의하십시오.
te: ఉద్యోగుల పన్ను భత్యం వివరాలను పొందలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionGetEmployeeUploadTemplate
source: Error occured in GetEmployeeUploadTemplate, please contact adminstrator
ar: حدث خطأ في GetEmployeeUploadTemplate ، يرجى الاتصال بالمسؤول
ko: 직원 업로드 템플릿 가져 오기에서 오류가 발생했습니다. 관리자에게 문의하십시오.
te: గెట్ ఎంప్లాయీ అప్‌లోడ్ టెంప్లేట్‌లో లోపం సంభవించింది, దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionGetEmployeeUponTimesheetApproval
source: Cannot get employee on timesheet approval. Please contact administrator
ar: لا يمكن الحصول على موافقة الموظف على الجدول الزمني. يرجى الاتصال بالمسؤول
ko: 작업 표 승인시 직원을 얻을 수 없습니다. 관리자에게 문의하십시오
te: టైమ్‌షీట్ ఆమోదంలో ఉద్యోగిని పొందలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionGetEmployeeUserStories
source: Get Employee UserStories Report could not be done. Please contact administrator
ar: تعذر الحصول على تقرير قصص المستخدمين الخاصة بالموظف. يرجى الاتصال بالمسؤول
ko: 직원 사용자 사례 보고서 가져 오기를 수행 할 수 없습니다. 관리자에게 문의하십시오
te: ఎంప్లాయీ పని అంశం రిపోర్ట్ పొందలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionGetEmployeeWorkAllocation
source: Can not get employee work allocation. Please contact administrator.
ar: لا يمكن الحصول على تخصيص عمل الموظف. يرجى الاتصال بالمسؤول.
ko: 직원 작업 할당을받을 수 없습니다. 관리자에게 문의하십시오.
te: ఉద్యోగుల పని కేటాయింపు పొందుటకు కాదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetEmployeeWorkExperience
source: Can not get employee work experience list. Please contact administrator.
ar: لا يمكن الحصول على قائمة خبرة عمل الموظف. يرجى الاتصال بالمسؤول.
ko: 직원 업무 경험 목록을 얻을 수 없습니다. 관리자에게 문의하십시오.
te: ఉద్యోగుల పని అనుభవం జాబితాను పొందలేదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetEmployeeWorkExperienceDetails
source: Can not get the employee work experiance details. Please contact administrator.
ar: لا يمكن الحصول على تفاصيل خبرة عمل الموظف. يرجى الاتصال بالمسؤول.
ko: 직원의 업무 경험 정보를 얻을 수 없습니다. 관리자에게 문의하십시오.
te: ఉద్యోగుల పని అనుభవం వివరాలు పొందలేము. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetEmployeeWorkingDays
source: Get Employee Working Days could not be done. Please contact administrator.
ar: تعذر الحصول على أيام عمل الموظف. يرجى الاتصال بالمسؤول.
ko: 직원 근무일 가져 오기를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: పొందండి ఉద్యోగి వర్కింగ్ డేస్ చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetEmployeeWorkLogReport
source: Can not get employee work log report. Please contact administrator.
ar: لا يمكن الحصول على تقرير سجل عمل الموظف. يرجى الاتصال بالمسؤول.
ko: 직원 작업 로그 보고서를 가져올 수 없습니다. 관리자에게 문의하십시오.
te: ఉద్యోగుల పని లాగ్ నివేదికను పొందలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionGetEmploymentContractDetails
source: Can not get the employment contract details. Please contact administrator.
ar: لا يمكن الحصول على تفاصيل عقد العمل. يرجى الاتصال بالمسؤول.
ko: 고용 계약 세부 정보를 얻을 수 없습니다. 관리자에게 문의하십시오.
te: ఉద్యోగ ఒప్పందం వివరాలను పొందడం సాధ్యపడదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetEncashmentTypes
source: Get Encashment types could not be done.Please contact administrator.
ar: تعذر إجراء أنواع الحصول على الصرف. يرجى الاتصال بالمسؤول.
ko: 현금화 유형 가져 오기를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: ఎన్‌కాష్‌మెంట్ రకాలను పొందలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionGetEveryDayTargetStatus
source: Get Every Day Target Status could not be done. Please contact administrator.
ar: تعذر الحصول على حالة الهدف كل يوم. يرجى الاتصال بالمسؤول.
ko: 매일 대상 상태 가져 오기를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: ప్రతి డే టార్గెట్ స్థితి పొందండి చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetExpenseReportSummary
source: Get Expense Report Summary could not be done. Please contact administrator.
ar: تعذر الحصول على حالة الهدف كل يوم. يرجى الاتصال بالمستشار.
ko: 경비 보고서 요약 가져 오기를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: పొందండి ఖర్చుల నివేదిక సారాంశం చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetFeedbackType
source: Can not get FeedbackType list. Please contact administrator.
ar: لا يمكن الحصول على قائمة نوع الملاحظات. يرجى الاتصال بالمسؤول.
ko: 피드백 유형 목록을 찾을 수 없습니다. 관리자에게 문의하십시오.
te: ఫీడ్ బ్యాక్ టైప్ జాబితాను పొందలేదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetFeedTimeHistory
source: Get Feed Time History could not be created or updated. Please contact administrator.
ar: تعذر إنشاء أو تحديث "الحصول على سجل وقت التغذية". يرجى الاتصال بالمسؤول.
ko: 피드 시간 기록 가져 오기를 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: ఫీడ్ ద్వారా సమయం చరిత్ర రూపొందించినవారు సాధ్యం కాలేదు లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetFileDetailById
source: Cannot get the FileDetail by Id. Please contact administrator.
ar: لا يمكن الحصول على FileDetail بواسطة Id. يرجى الاتصال بالمسؤول.
ko: Id로 파일 세부 정보를 가져올 수 없습니다. 관리자에게 문의하십시오.
te: Id ద్వారా ఫైల్ వివరాలు పొందలేము. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetFinancialYearConfigurations
source: Can not get Financial year configurations. please contact administrator.
ar: لا يمكن الحصول على تكوينات السنة المالية. الرجاء الاتصال بالمسؤول.
ko: 회계 연도 구성을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: ఆర్థిక సంవత్సరం కాన్ఫిగరేషన్లను పొందలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionGetFoldersAndFiles
source: Cannot get the folders and files. Please contact administrator.
ar: لا يمكن الحصول على المجلدات والملفات. يرجى الاتصال بالمسؤول.
ko: 폴더와 파일을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: ఫోల్డర్‌లు మరియు ఫైల్‌లను పొందలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionGetFormHistory
source: Get Form History colud not be done.Please contact administrator.
ar: لم يتم عمل نموذج "الحصول على سجل محفوظات النموذج" الرجاء الاتصال بالمسؤول
ko: 양식 이력 가져 오기가 완료되지 않았습니다. 관리자에게 문의하십시오.
te: ఫారమ్ చరిత్రను పొందడం సాధ్యం కాలేదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionGetFormTypes
source: Get Genric Form Types could not be done. Please contact administrator.
ar: تعذر إجراء "الحصول على أنواع النماذج العامة". يرجى الاتصال بالمسؤول.
ko: Genric 양식 유형 가져 오기를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: పొందండి జెనరిక్ఫారం రకాలు చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetGenders
source: Can not get all the Genders list. Please contact administrator.
ar: لا يمكن الحصول على كل قائمة الأجناس. يرجى الاتصال بالمسؤول.
ko: 모든 성별 목록을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: అన్ని లింగాల జాబితాను పొందలేదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetGenericFormsByTypeId
source: Get Generic Forms By TypeId could not be done. Please contact administrator.
ar: تعذر الحصول على نماذج عامة حسب TypeId. يرجى الاتصال بالمسؤول.
ko: 유형 ID로 일반 양식 가져 오기를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: జెనెరిక్ రూపాలు టైపు Id ద్వారా చేయలేనిది పొందండి. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetGenericFormType
source: Can not get GenericFormType list. Please contact administrator.
ar: لا يمكن الحصول على قائمة GenericFormType. يرجى الاتصال بالمسؤول.
ko: 일반 양식 유형 목록을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: జెనరిక్ఫారం రకాలు జాబితాను పొందలేదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetGoalActivityWithUserStory
source: Get goal activity with work items could not be done. Please contact administrator.
ar: لا يمكن إجراء نشاط الهدف مع عناصر العمل. يرجى الاتصال بالمسؤول.
ko: 작업 항목으로 목표 활동 가져 오기를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: వినియోగదారు కథనాలతో లక్ష్య కార్యాచరణను పొందడం సాధ్యం కాలేదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionGetGoalFilterList
source: Goal filters list could not be done.Please contact administrator
ar: لا يمكن عمل قائمة عوامل تصفية الهدف ، يرجى الاتصال بالمسؤول
ko: 목표 필터 목록을 작성할 수 없습니다. 관리자에게 문의하십시오.
te: గోల్ ఫిల్టర్‌ల జాబితా చేయలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionGetGoalsToArchive
source: Get Goals To Archive could not be done. Please contact administrator.
ar: تعذر إحضار الأهداف إلى الأرشيف. يرجى الاتصال بالمسؤول.
ko: 아카이브 할 목표 가져 오기를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: గెట్ ఆర్కైవ్ చేయడానికి లక్ష్యాలను చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetGrades
source: Can not get grades. please contact administrator.
ar: لا يمكن الحصول على الدرجات. الرجاء الاتصال بالمسؤول.
ko: 성적을받을 수 없습니다. 관리자에게 문의하십시오.
te: తరగతులు పొందలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionGetHolidays
source: Could not fetch Holidays. Please contact administrator.
ar: تعذر إحضار الإجازات. يرجى الاتصال بالمسؤول.
ko: 휴일을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: సెలవులు పొందడం సాధ్యం కాలేదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetHtmlTemplate
source: Can not get the htmltemplates. Please contact administrator.
ar: لا يمكن الحصول على قوالب html. يرجى الاتصال بالمسؤول.
ko: html 템플릿을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: Html టెంప్లేట్ పొందలేము. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetIdleAndInactiveTimeForEmployee
source: Get idle and inactive time for employee could not be done. Please contact the administrator.
ar: لا يمكن الحصول على وقت الخمول وعدم النشاط للموظف. يرجى الاتصال بالمسؤول.
ko: 직원의 유휴 및 비활성 시간을 할 수 없습니다. 관리자에게 문의하십시오.
te: ఉద్యోగి కోసం పనిలేకుండా మరియు నిష్క్రియాత్మకంగా గడపడం సాధ్యం కాదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionGetActivityTrackerModes
source: Get activity tracker modes could not be done. Please contact the administrator.
ar: لا يمكن القيام بأوضاع تعقب النشاط. يرجى الاتصال بالمسؤول.
ko: 활동 추적기 모드 가져 오기를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: కార్యాచరణ ట్రాకర్ మోడ్‌లను పొందలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionGetCompanyStatus
source: Get company status could not be done. Please contact the administrator.
ko: 회사 상태를 가져올 수 없습니다. 관리자에게 문의하십시오.
te: సంస్థ స్థితిని పొందలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# GetModeType
source: Unable to get the mode of tracking based on device id. Please contact the administrator.
ar: تعذر الحصول على وضع التتبع بناءً على معرف الجهاز. يرجى الاتصال بالمسؤول.
ko: 기기 ID를 기반으로 추적 모드를 가져올 수 없습니다. 관리자에게 문의하십시오.
te: పరికర ఐడి ఆధారంగా ట్రాకింగ్ మోడ్‌ను పొందడం సాధ్యం కాలేదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionUpsertActivityTrackerModeConfig
source: Upsert activity tracker mode config could not be done. Please contact the administrator.
ar: تعذر إكمال تكوين وضع تعقب النشاط. يرجى الاتصال بالمسؤول.
ko: 활동 추적기 모드 구성을 완료 할 수 없습니다. 관리자에게 문의하십시오.
te: కార్యాచరణ ట్రాకర్ మోడ్ కాన్ఫిగర్ను పూర్తి చేయడం సాధ్యం కాలేదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionGetIfUserCanHaveAccess
source: Get If User Can Have Access could not be done. Please contact administrator.
ar: الحصول على إذا كان يمكن للمستخدم الوصول لا يمكن القيام به. يرجى الاتصال بالمسؤول.
ko: 사용자가 액세스 할 수있는 경우 가져 오기를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: ఉంటే వాడుకరి యాక్సెస్ చేయలేనిది ఉంటుందా పొందండి. దయచేసి నిర్వాహకుని సంప్రదించండి.
