Repository: pujithagodavarthi414-coder/TradeEngine.ai
Catalog: sourcecode/BusinessView/BusinessView.Common/Texts/LangText.*.resx
Languages: ar, ko, te

# ToleranceDataIsNotFound
source: Tolerance data not found
ar: لم يتم العثور على بيانات التسامح
ko: 공차 데이터를 찾을 수 없음
te: సహనం డేటా కనుగొనబడలేదు

source: Tolerance with this name already exists
ar: التسامح بهذا الاسم موجود بالفعل
ko: 이 이름의 허용 오차가 이미 있습니다.
te: ఈ పేరుతో సహనం ఇప్పటికే ఉంది

# GetToleranceException
source: Unable to get tolerance, Please contact administrator
ar: غير قادر على التسامح ، الرجاء الاتصال بالمسؤول
ko: 허용 오차를 얻을 수 없습니다. 관리자에게 문의하십시오.
te: సహనం పొందలేకపోయింది, దయచేసి నిర్వాహకుడిని సంప్రదించండి

# PaymentConditionNameShouldNotBeNull
source: Payment condition name should not be empty
ar: يجب ألا يكون اسم شرط الدفع فارغًا
ko: 결제 조건 이름은 비워둘 수 없습니다.
te: చెల్లింపు పరిస్థితి పేరు ఖాళీగా ఉండకూడదు

# PaymentConditionDataIsNotFound
source: Payment condition data not found
ar: لم يتم العثور على بيانات حالة الدفع
ko: 지불 조건 데이터를 찾을 수 없습니다
te: చెల్లింపు పరిస్థితి డేటా కనుగొనబడలేదు

source: Payment condition with this name already exists
ar: حالة الدفع بهذا الاسم موجودة بالفعل
ko: 이 이름의 결제 조건이 이미 존재합니다.
te: ఈ పేరుతో చెల్లింపు పరిస్థితి ఇప్పటికే ఉంది

# GetPaymentConditionException
source: Unable to get payment conditions, Please contact administrator
ar: غير قادر على الحصول على شروط الدفع ، الرجاء الاتصال بالمسؤول
ko: 결제 조건을 알 수 없습니다. 관리자에게 문의하세요.
te: చెల్లింపు షరతులను పొందడం సాధ్యం కాలేదు, దయచేసి నిర్వాహకుడిని సంప్రదించండి

# GetTemplateTypeException
source: Unable to get tolerances, Please contact administrator
ar: غير قادر على الحصول على التفاوتات ، الرجاء الاتصال بالمسؤول
ko: 허용 오차를 얻을 수 없습니다. 관리자에게 문의하십시오.
te: సహనం పొందడం సాధ్యం కాలేదు, దయచేసి నిర్వాహకుడిని సంప్రదించండి

# UpsertToleranceEception
source: Unable to insert tolerance, Please contact administartor
ar: تعذر إدراج التسامح ، الرجاء الاتصال بالمدير
ko: 공차를 삽입할 수 없습니다. 관리자에게 문의하십시오.
te: సహనాన్ని చొప్పించడం సాధ్యం కాలేదు, దయచేసి నిర్వాహకుడిని సంప్రదించండి

# UpsertPaymentConditionEception
source: Unable to insert payment condition, Please contact administartor
ar: تعذر إدخال شرط الدفع ، يرجى الاتصال بالمدير
ko: 결제 조건을 입력할 수 없습니다. 관리자에게 문의하세요.
te: చెల్లింపు షరతును చేర్చడం సాధ్యం కాలేదు, దయచేసి నిర్వాహకుడిని సంప్రదించండి

# GetAllPortCategoryException
source: Get Port Category could not be done, Please contact administartor.
ar: تعذر إجراء "الحصول على فئة المنفذ" ، يرجى الاتصال بالمدير.
ko: 포트 범주 가져오기를 수행할 수 없습니다. 관리자에게 문의하십시오.
te: పోర్ట్ కేటగిరీని పొందడం సాధ్యం కాలేదు, దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# PortCategoryDataIsNotFound
source: Port Category data not found.
ar: لم يتم العثور على بيانات فئة المنفذ.
ko: 포트 카테고리 데이터를 찾을 수 없습니다.
te: పోర్ట్ కేటగిరీ డేటా కనుగొనబడలేదు.

source: Port Category Name should not be null.
ar: يجب ألا يكون اسم فئة المنفذ فارغًا.
ko: 포트 범주 이름은 null이 아니어야 합니다.
te: పోర్ట్ కేటగిరీ పేరు శూన్యంగా ఉండకూడదు.

source: Port Category should not be null.
ar: يجب ألا تكون فئة المنفذ خالية.
ko: 포트 범주는 null이 아니어야 합니다.
te: పోర్ట్ కేటగిరీ శూన్యం కాకూడదు.

source: Port Category with this name already exists.
ar: فئة المنفذ بهذا الاسم موجودة بالفعل.
ko: 이 이름을 가진 포트 범주가 이미 있습니다.
te: ఈ పేరుతో పోర్ట్ వర్గం ఇప్పటికే ఉంది.

source: This port category used in port details please delete the dependencies and try again.
ar: فئة المنفذ هذه المستخدمة في تفاصيل المنفذ ، يرجى حذف التبعيات والمحاولة مرة أخرى.
ko: 포트 세부 정보에 사용된 이 포트 범주는 종속성을 삭제하고 다시 시도하십시오.
te: పోర్ట్ వివరాలలో ఈ పోర్ట్ వర్గం ఉపయోగించబడింది, దయచేసి డిపెండెన్సీలను తొలగించి, మళ్లీ ప్రయత్నించండి.

# UpsertPortCategoryException
source: Upsert Port Category could not be done, Please contact administartor.
ar: تعذر إجراء فئة منفذ Upsert ، يرجى الاتصال بالمدير.
ko: 포트 카테고리를 올릴 수 없습니다. 관리자에게 문의하십시오.
te: అప్‌సర్ట్ పోర్ట్ వర్గం చేయడం సాధ్యపడలేదు, దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# DynamicModuleNameWithThisNameAlreadyExists
source: Dynamic module with this name already exists
ar: الوحدة الديناميكية بهذا الاسم موجودة بالفعل
ko: 이 이름을 가진 동적 모듈이 이미 존재합니다.
te: ఈ పేరుతో డైనమిక్ మాడ్యూల్ ఇప్పటికే ఉంది

source: Bank should not be null
te: బ్యాంక్ శూన్యంగా ఉండకూడదు

# ConductAlreadyCreated
source: Conduct already created. Please contact administrator
te: ప్రవర్తన ఇప్పటికే సృష్టించబడింది. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionAddRateTagConfiguration
source: Insert rate tag role configuration could not be done. Please contact administrator.
te: చొప్పించు రేటు ట్యాగ్ పాత్ర ఆకృతీకరణ చేయలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionEditRateTagConfiguration
source: Update rate tag role configuration could not be done. Please contact administrator.
te: నవీకరణ రేటు ట్యాగ్ పాత్ర కాన్ఫిగరేషన్ చేయలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionGetAuditImpact
source: Get Audit Impact could not be done. Please contact administrator.
te: గెట్ ఆడిట్ ఇంపాక్ట్ చేయలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionGetAuditPriority
source: Get Audit Priority could not be done. Please contact administrator.
te: ఆడిట్ పొందండి ప్రాధాన్యత క చేయలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionReOrderWorkflowStatuses
source: Can not reorder work flow statuses. Please contact administrator.
te: పని ప్రవాహ స్థితులను క్రమాన్ని మార్చలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionUpsertAuditImpact
source: Upsert Audit Impact could not be done. Please contact administrator.
te: అప్‌సర్ట్ ఆడిట్ ఇంపాక్ట్ చేయలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionUpsertAuditPriority
source: Upsert Audit Priority could not be done. Please contact administrator.
te: అప్‌సర్ట్ ఆడిట్ ప్రియారిటీ చేయలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ImpactNameWithThisNameAlreadyExists
source: Impact with this name already exists.
te: ఈ పేరుతో ప్రభావం ఇప్పటికే ఉంది.

# NoAuditsInSelectedDates
source: No audits available in selected dates. Please select another range of dates
te: ఎంచుకున్న తేదీలలో ఆడిట్‌లు అందుబాటులో లేవు. దయచేసి మరొక శ్రేణి తేదీని ఎంచుకోండి

# NoAuditsToShow
source: No audits available
te: ఆడిట్‌లు అందుబాటులో లేవు.

# NoBranchMappedtoAudits
source: You don't have the required branches to load the audits. Please contact administrator
te: ఆడిట్లను లోడ్ చేయడానికి మీకు అవసరమైన శాఖలు లేవు. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# NotAnEmployee
source: You are not an employee of this company.
te: మీరు ఈ సంస్థ ఉద్యోగి కాదు.

# PriorityNameWithThisNameAlreadyExists
source: Priority with this name already exists.
te: ఈ పేరుతో ప్రాధాన్యత ఇప్పటికే ఉంది.

# UserStoryUpdate
source: {0} work item updated
te: {0} పని అంశం నవీకరించబడింది

# ContractWithThisNameAlreadyExists
source: This contract number is alredy exists
te: ఈ ఒప్పంద సంఖ్య ఇప్పటికే ఉంది

# NotEmptyContractId
source: Contract Id should not be blank.
te: కాంట్రాక్ట్ ఐడి ఖాళీగా ఉండకూడదు.
