Repository: pujithagodavarthi414-coder/TradeEngine.ai
Catalog: sourcecode/BusinessView/BusinessView.Common/Texts/LangText.*.resx
Languages: ar, ko, te

# ExceptionSearchExpenseStatuses
source: Search ExpenseStatuses could not be done. Please contact administrator.
ar: البحث ExpenseStatuses لا يمكن القيام به. يرجى الاتصال بالمسؤول.
ko: 비용 상태 검색을 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: శోధన ExpenseStatuses చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionSearchFile
source: Search File could not be done. Please contact administrator.
ar: ملف البحث لا يمكن القيام به. يرجى الاتصال بالمسؤول.
ko: 파일 검색을 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: శోధన ఫైల్ చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionSearchFileHistory
source: Cannot get the file history. Please contact administrator.
ar: لا يمكن الحصول على محفوظات الملف. يرجى الاتصال بالمسؤول.
ko: 파일 기록을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: ఫైలు చరితం పొందలేము. దయచేసి పరిచయం నిర్వాహకుడు.

# ExceptionSearchFiles
source: Cannot get the File. Please contact administrator.
ar: لا يمكن الحصول على الملف. يرجى الاتصال بالمسؤول.
ko: 파일을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: ఫైలు పొందలేము. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionSearchFolders
source: Cannot get the Folder. Please contact administrator.
ar: لا يمكن الحصول على المجلد. يرجى الاتصال بالمسؤول.
ko: 폴더를 가져올 수 없습니다. 관리자에게 문의하십시오.
te: ఫోల్డర్ పొందలేము. దయచేసి పరిచయం నిర్వాహకుడు.

# ExceptionSearchFoodOrders
source: SearchFoodOrdersContactAdministrator
ar: SearchFoodOrdersContactAd Manager
ko: 음식 주문 검색 관리자에게 문의하십시오.

# ExceptionSearchGoalDetails
source: Search goal details could not be done. Please contact administrator.
ar: لا يمكن إجراء تفاصيل هدف البحث. يرجى الاتصال بالمسؤول.
ko: 검색 목표 세부 정보를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: శోధన లక్ష్యం వివరాలు చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionSearchGoals
source: Search Goals could not be done. Please contact administrator.
ar: أهداف البحث لا يمكن أن يتم. يرجى الاتصال بالمسؤول.
ko: 검색 목표를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: శోధన లక్ష్యాలు చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionSearchGoalTags
source: Search goal Tags could not be done. Please contact administrator.
ar: لا يمكن عمل علامات هدف البحث. يرجى الاتصال بالمسؤول.
ko: 검색 목표 태그를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: శోధన లక్ష్యం టాగ్లు చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionSearchLeaveSession
source: Search Leave Session could not be done. Please contact administrator.
ar: تعذر البحث عن مغادرة الجلسة. يرجى الاتصال بالمسؤول.
ko: 검색 나가기 세션을 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: శోధన లీవ్ సెషన్ చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionSearchLeaveType
source: Search Leave Type could not be done. Please contact administrator.
ar: البحث عن نوع الإجازة لا يمكن أن يتم. يرجى الاتصال بالمسؤول.
ko: 휴가 유형 검색을 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: శోధన లీవ్ టైప్ చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionSearchMerchants
source: Search Merchants could not be done. Please contact administrator.
ar: بحث التجار لا يمكن القيام به. يرجى الاتصال بالمسؤول.
ko: 판매자 검색을 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: శోధన వ్యాపారులు చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionSearchMilestones
source: Error occured while retrieving versions. Please contact administrator.
ar: حدث خطأ أثناء استرجاع الإصدارات. يرجى الاتصال بالمسؤول.
ko: 버전을 검색하는 중에 오류가 발생했습니다. 관리자에게 문의하십시오.
te: సంస్కరణలు తిరిగి పొందడంలో లోపం సంభవించింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionSearchProductDetails
source: Search Product Details could not be done. Please contact administrator.
ar: البحث عن تفاصيل المنتج لا يمكن أن يتم. يرجى الاتصال بالمسؤول.
ko: 상품 상세 검색을 할 수 없습니다. 관리자에게 문의하십시오.
te: శోధన ఉత్పత్తి వివరాలు చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionSearchProducts
source: Search Products could not be done. Please contact administrator.
ar: لا يمكن أن يتم البحث عن المنتجات. يرجى الاتصال بالمسؤول.
ko: 상품 검색을 할 수 없습니다. 관리자에게 문의하십시오.
te: శోధన ఉత్పత్తులు చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionSearchProjects
source: Search Projects could not be done. Please contact administrator.
ar: لا يمكن أن يتم البحث عن المشاريع. يرجى الاتصال بالمسؤول.
ko: 프로젝트 검색을 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: శోధన ప్రాజెక్ట్స్ చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionSearchProjectTags
source: Search Project Tags could not be done. Please contact administrator.
ar: تعذر البحث في علامات المشروع. يرجى الاتصال بالمسؤول.
ko: 프로젝트 태그 검색을 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: శోధన ప్రాజెక్ట్ టాగ్లు చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionSearchRoleFeatures
source: Search Role Features could not be done. Please contact administrator.
ar: لا يمكن إجراء ميزات دور البحث. يرجى الاتصال بالمسؤول.
ko: 역할 기능 검색을 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: శోధన పాత్ర ఫీచర్స్ చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionSearchSeating
source: Search Seating could not be done. Please contact administrator.
ar: البحث لا يمكن أن يتم الجلوس. يرجى الاتصال بالمسؤول.
ko: 좌석 검색을 할 수 없습니다. 관리자에게 문의하십시오.
te: శోధన సీటింగ్ చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionSearchSpentTimeReport
source: Search spent time report could not be done. Please contact administrator.
ar: البحث عن تقرير الوقت المستغرق لا يمكن القيام به. يرجى الاتصال بالمسؤول.
ko: 검색 소요 시간 보고서를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: శోధన గడిపాడు సమయం నివేదిక చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionSearchSystemCountries
source: Search System countries couldn't be done.Please contact administrator!
ar: لا يمكن عمل بلدان نظام البحث. يرجى الاتصال بالمسؤول!
ko: 시스템 국가를 검색 할 수 없습니다. 관리자에게 문의하십시오!
te: సిస్టమ్ దేశాలు శోధన చేయలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి!

# ExceptionSearchSystemCurrencies
source: Search System currencies couldn't be done.Please contact administrator!
ar: لا يمكن عمل عملات نظام البحث يرجى الاتصال بالمسؤول!
ko: 시스템 통화를 검색 할 수 없습니다. 관리자에게 문의하세요!
te: సిస్టమ్ కరెన్సీలను శోధన చేయలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి!

# ExceptionSearchSystemRoles
source: Search System roles couldn't be done.Please contact administrator!
ar: تعذر القيام بأدوار نظام البحث. يرجى الاتصال بالمسؤول!
ko: 시스템 역할 검색을 수행 할 수 없습니다. 관리자에게 문의하십시오!
te: సిస్టమ్ పాత్రలను శోధన చేయలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి!

# ExceptionSearchTestCases
source: Error occured while retrieving test cases. Please contact administrator.
ar: حدث خطأ أثناء استرداد حالات الاختبار. يرجى الاتصال بالمسؤول.
ko: 테스트 케이스를 검색하는 중에 오류가 발생했습니다. 관리자에게 문의하십시오.
te: పరీక్ష కేసులు తిరిగి పొందడంలో లోపం సంభవించింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionSearchTestCasesBasedOnFilters
source: Error occured while retrieving test cases. Please contact administrator.
ar: حدث خطأ أثناء استرداد حالات الاختبار. يرجى الاتصال بالمسؤول.
ko: 테스트 케이스를 검색하는 중에 오류가 발생했습니다. 관리자에게 문의하십시오.
te: పరీక్ష కేసులు తిరిగి పొందడంలో లోపం సంభవించింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionSearchTestPlans
source: Error occured while retrieving testplans. Please contact administrator.
ar: حدث خطأ أثناء استرداد خطط الاختبار. يرجى الاتصال بالمسؤول.
ko: 테스트 계획을 검색하는 동안 오류가 발생했습니다. 관리자에게 문의하십시오.
te: పరీక్ష ప్రణాళికలు తిరిగి పొందడంలో లోపం సంభవించింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionSearchTestRailFile
source: Search test repo file could not be done. Please contact administrator.
ar: تعذر البحث في ملف الريبو التجريبي يرجى الاتصال بالمسؤول.
ko: 테스트 저장소 파일 검색을 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: శోధన పరీక్ష రెపో ఫైలు చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionSearchTestRuns
source: Error occured while retrieving runs. Please contact administrator.
ar: حدث خطأ أثناء استرجاع الأشواط. يرجى الاتصال بالمسؤول.
ko: 실행을 검색하는 중에 오류가 발생했습니다. 관리자에게 문의하십시오.
te: పరుగులు తిరిగి పొందడంలో లోపం సంభవించింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionSearchTestSuites
source: Error occured while retrieving scenarios data. Please contact administrator.
ar: حدث خطأ أثناء استرداد بيانات السيناريوهات. يرجى الاتصال بالمسؤول.
ko: 시나리오 데이터를 검색하는 중에 오류가 발생했습니다. 관리자에게 문의하십시오.
te: సందర్భాల డేటా ని తిరిగి పొందడంలో లోపం సంభవించింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionSearchTestSuiteSections
source: Error occured while retrieving scenario sections data. Please contact administrator.
ar: حدث خطأ أثناء استرداد بيانات أقسام السيناريو. يرجى الاتصال بالمسؤول.
ko: 시나리오 섹션 데이터를 검색하는 중에 오류가 발생했습니다. 관리자에게 문의하십시오.
te: సందర్భం విభాగాల డేటా ని తిరిగి పొందడంలో లోపం సంభవించింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionSearchTrainingAssignments
source: Unable to fetch training assignments. Please contact administrator.
ar: تعذر إحضار مهام التدريب. يرجى الاتصال بالمسؤول.
ko: 교육 과제를 가져올 수 없습니다. 관리자에게 문의하십시오.
te: శిక్షణ నియామకాలను నిలిపివేయండి. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionSearchTrainingCourse
source: Unable to fetch training courses. Please contact administrator.
ar: غير قادر على إحضار الدورات التدريبية. يرجى الاتصال بالمسؤول.
ko: 교육 과정을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: శిక్షణా కోర్సులు పొందడం సాధ్యం కాలేదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionSearchUserStories
source: Can not get the user stories. Please contact administrator.
ar: لا يمكن الحصول على قصص المستخدم. يرجى الاتصال بالمسؤول.
ko: 사용자 스토리를 얻을 수 없습니다. 관리자에게 문의하십시오.
te: పని అంశంలు పొందలేము. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionSearchUserStoryLinks
source: Cannot get work item links.Please contact administrator
ar: لا يمكن الحصول على روابط عنصر العمل. يرجى الاتصال بالمسؤول
ko: 작업 항목 링크를 가져올 수 없습니다. 관리자에게 문의하십시오.
te: వినియోగదారు అంశం లింక్‌లను పొందలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionSearchUserStoryLinksTypes
source: Cannot get work item link types.Please contact administrator.
ar: لا يمكن الحصول على أنواع ارتباط عنصر العمل. الرجاء الاتصال بالمسؤول.
ko: 작업 항목 링크 유형을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: వినియోగదారు అంశం లింక్ రకాలను పొందలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionSearchUserStoryLogTime
source: Search work item log time could not be done. Please contact administrator.
ar: لا يمكن أن يتم البحث في وقت تسجيل عنصر العمل. يرجى الاتصال بالمسؤول.
ko: 작업 항목 로그 시간 검색을 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: శోధన వినియోగదారు అంతస్థుల చెక్క సమయం చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionSearchUserStoryPriorities
source: Can not get work item priorities. Please contact administrator.
ar: لا يمكن الحصول على أولويات عنصر العمل. يرجى الاتصال بالمسؤول.
ko: 작업 항목 우선 순위를 가져올 수 없습니다. 관리자에게 문의하십시오.
te: యూజర్ అంశం ప్రాధాన్యతలను పొందలేము. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionSearchUserStorySubTypes
source: Can not get the work item sub types. Please contact administrator.
ar: لا يمكن الحصول على أنواع عناصر العمل الفرعية. يرجى الاتصال بالمسؤول.
ko: 작업 항목 하위 유형을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: యూజర్ అంశం ఉప రకాల పొందలేము. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionSearchUserStoryTags
source: Search work item Tags could not be done. Please contact administrator.
ar: لا يمكن إجراء علامات عنصر عمل البحث. يرجى الاتصال بالمسؤول.
ko: 작업 항목 태그 검색을 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: శోధన వినియోగదారు అంశం టాగ్లు చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionSetCustomAppDashboardPersistance
source: Can't set app persistance for user. Please contact administrator
ar: لا يمكن تعيين مقاومة التطبيق للمستخدم. يرجى الاتصال بالمسؤول
ko: 사용자에 대한 앱 지속성을 설정할 수 없습니다. 관리자에게 문의하십시오
te: వినియోగదారు కోసం అనువర్తన నిలకడను సెట్ చేయలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionSetDefaultUserDashboard
source: Can't set current Dashboard as default. Please contact administrator.
ar: لا يمكن تعيين لوحة التحكم الحالية كوضع افتراضي. يرجى الاتصال بالمسؤول.
ko: 현재 대시 보드를 기본값으로 설정할 수 없습니다. 관리자에게 문의하십시오.
te: ప్రస్తుత డాష్‌బోర్డ్‌ను డిఫాల్ట్‌గా సెట్ చేయలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionShiftTimingCouldNotBeCreated
source: Shift timing could not be created. Please contact administrator.
ar: لا يمكن إنشاء توقيت التحول. يرجى الاتصال بالمسؤول.
ko: 시프트 타이밍을 만들 수 없습니다. 관리자에게 문의하십시오.
te: షిఫ్ట్ టైమింగ్ సృష్టించబడదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionShiftTimingUpsert
source: Shift timing could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء توقيت التحول أو تحديثه. يرجى الاتصال بالمسؤول.
ko: 시프트 타이밍을 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: షిఫ్ట్ టైమింగ్ రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionSkills
source: Skills could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء المهارات أو تحديثها. يرجى الاتصال بالمسؤول.
ko: 기술을 생성하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: నైపుణ్యాలు రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionSprintReplanHistory
source: Sprint replan history could not be done.Please contact administrator
ar: تعذر إجراء محفوظات إعادة Sprint. يرجى الاتصال بالمسؤول
ko: Sprint 재 계획 내역을 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: స్ప్రింట్ రీప్లాన్ చరిత్ర పూర్తి కాలేదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionStatusCouldNotBeCreated
source: Status could not be created. Please contact administrator.
ar: لا يمكن إنشاء الحالة. يرجى الاتصال بالمسؤول.
ko: 상태를 만들 수 없습니다. 관리자에게 문의하십시오.
te: స్థితి సృష్టించబడదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionStatusUpsert
source: Status could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء أو تحديث الحالة. يرجى الاتصال بالمسؤول.
ko: 상태를 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: స్థితి రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionSubmitAuditConduct
source: Conduct can not be submitted please contact administrator.
ar: لا يمكن تقديم السلوك يرجى الاتصال بالمسؤول.
ko: 제출할 수없는 행위는 관리자에게 문의하십시오.
te: ప్రవర్తన సమర్పించబడదు దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionSubmitAuditConductQuestion
source: Submit audit question can not be done please contact administrator.
ar: إرسال سؤال التدقيق لا يمكن القيام به يرجى الاتصال بالمسؤول.
ko: 감사 질문을 제출할 수 없습니다. 관리자에게 문의하십시오.
te: ఆడిట్ ప్రశ్న సమర్పించబడదు దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionSubmitBugFeedback
source: Submit bug could not be done.Please contact administrator
ar: إرسال الخطأ لا يمكن القيام به. يرجى الاتصال بالمسؤول
ko: 버그를 제출할 수 없습니다. 관리자에게 문의하십시오.
te: బగ్ సమర్పణ ఫారం చేయలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionSupplierUpsert
source: Supplier could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء المورد أو تحديثه. يرجى الاتصال بالمسؤول.
ko: 공급 업체를 생성하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: సరఫరాదారు రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionTemplatesDelete
source: Delete templates should not be done.Please contact administrator
ar: لا ينبغي أن يتم حذف القوالب يرجى الاتصال بالمسؤول
ko: 템플릿 삭제는 불가하며 관리자에게 문의하세요.
te: టెంప్లేట్‌లను తొలగించవద్దు. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionTemplatesUpsert
source: Upsert templates could not be done.Please contact administrator
ar: تعذر تنفيذ نماذج Upsert. يرجى الاتصال بالمسؤول
ko: Upsert 템플릿을 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: అప్సర్ట్ టెంప్లేట్లు చేయలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionTestCaseCouldNotBeCreated
source: Test Case could not be created. Please contact administrator.
ar: لا يمكن إنشاء حالة الاختبار. يرجى الاتصال بالمسؤول.
ko: 테스트 케이스를 생성 할 수 없습니다. 관리자에게 문의하십시오.
te: టెస్ట్ కేస్ సృష్టించబడదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionTestRailGetProjectsList
source: Error occured while retrieving projects data. Please contact administrator.
ar: حدث خطأ أثناء استرجاع بيانات المشروع. يرجى الاتصال بالمسؤول.
ko: 프로젝트 데이터를 검색하는 중에 오류가 발생했습니다. 관리자에게 문의하십시오.
te: ప్రాజెక్టులు డేటా ని తిరిగి పొందడంలో లోపం సంభవించింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionTestSuiteCouldNotBeCreated
source: Scenario could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء السيناريو أو تحديثه. يرجى الاتصال بالمسؤول.
ko: 시나리오를 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: సందర్భం రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionTestSuiteSectionCouldNotBeCreated
source: Scenario Section could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء قسم السيناريو أو تحديثه. يرجى الاتصال بالمسؤول.
ko: 시나리오 섹션을 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: సందర్భం విభాగం రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionTimeFormatById
source: Time Format By Id could not be found. Please contact administrator.
ar: تعذر العثور على تنسيق الوقت حسب المعرف. يرجى الاتصال بالمسؤول.
ko: ID 별 시간 형식을 찾을 수 없습니다. 관리자에게 문의하십시오.
te: Id ద్వారా సమయం ఫార్మాట్ చూడవచ్చు కాలేదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionTimeSheetSubmission
source: Time sheet submission could not be created or updated. Please contact administrator.
ar: تعذر إنشاء أو تحديث ورقة الوقت. يرجى الاتصال بالمسؤول.
ko: 시간 집계표 제출을 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: టైమ్ షీట్ సబ్మిషన్ సృష్టించబడలేదు లేదా నవీకరించబడలేదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionTimeSheetUpsert
source: TimeSheet details could not be Inserted or updated. Please contact administrator.
ar: تعذر إدراج تفاصيل الجدول الزمني أو تحديثها. يرجى الاتصال بالمسؤول.
ko: TimeSheet 세부 정보를 삽입하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: టైమ్‌షీట్ వివరాలు చొప్పించబడలేదు లేదా నవీకరించబడలేదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionTimeZoneCouldNotBeCreated
source: TimeZone could not be created. Please contact administrator.
ar: تعذر إنشاء المنطقة الزمنية. يرجى الاتصال بالمسؤول.
ko: TimeZone을 만들 수 없습니다. 관리자에게 문의하십시오.
te: అవయవముల సృష్టించబడదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionTimeZoneUpsert
source: TimeZone could not be created or updated. Please contact administrator.
ar: تعذر إنشاء TimeZone أو تحديثه. يرجى الاتصال بالمسؤول.
ko: TimeZone을 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: అవయవముల రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionToMoveUserStoryToSprint
source: Update sprint for userstory could not be done.Please contact administrator
ar: تعذر إجراء التحديث السريع لسجل المستخدمين. يُرجى الاتصال بالمسؤول
ko: 사용자 스토리에 대한 스프린트 업데이트를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: యూజర్‌స్టోరీ కోసం స్ప్రింట్‌ను నవీకరించడం సాధ్యం కాలేదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionTransitionDeadlineCouldNotBeCreated
source: TransitionDeadline could not be created. Please contact administrator.
ar: تعذر إنشاء TransitionDeadline. يرجى الاتصال بالمسؤول.
ko: 전환 기한을 만들 수 없습니다. 관리자에게 문의하십시오.
te: TransitionDeadline సృష్టించబడదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionTransitionDeadlineUpsert
source: TransitionDeadline could not be created or updated. Please contact administrator.
ar: تعذر إنشاء TransitionDeadline أو تحديثه. يرجى الاتصال بالمسؤول.
ko: 전환 기한을 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: TransitionDeadline రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionUpdateChannel
source: Channel could not be updated. Please contact administrator.
ar: القناة لا يمكن تحديثها. يرجى الاتصال بالمسؤول.
ko: 채널을 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: ఛానల్ అప్డేట్ అవుతుంది కాలేదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionUpdateDashboardName
source: Update dashboard name cannot be done. Please contact administrator
ar: لا يمكن تحديث اسم لوحة التحكم. يرجى الاتصال بالمسؤول
ko: 대시 보드 이름을 업데이트 할 수 없습니다. 관리자에게 문의하십시오
te: నవీకరణ డాష్‌బోర్డ్ పేరు చేయలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionUpdateFolderAndStore
source: Cannot update folder and store size.Please contact administrator
ar: لا يمكن تحديث المجلد وحجم المخزن. الرجاء الاتصال بالمسؤول
ko: 폴더 및 저장소 크기를 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: ఫోల్డర్ మరియు స్టోర్ పరిమాణాన్ని నవీకరించలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionUpdateMultipleTestCases
source: Multiple test cases could not be updated. Please contact administrator.
ar: لا يمكن تحديث حالات الاختبار المتعددة. يرجى الاتصال بالمسؤول.
ko: 여러 테스트 케이스를 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: బహుళ పరీక్ష కేసులు నవీకరించబడింది సాధ్యం కాలేదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionUpdateMultipleUserStories
source: Can not update multiple user stories. Please contact administrator.
ar: لا يمكن تحديث قصص المستخدمين المتعددة. يرجى الاتصال بالمسؤول.
ko: 여러 사용자 스토리를 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: బహుళ యూజర్ అంశంలు నవీకరించడం సాధ్యపడదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionUpdateMultipleUserStoriesDeadlineConfigurations
source: Can not update multiple user stories deadline configurations. Please contact administrator.
ar: لا يمكن تحديث تكوينات الموعد النهائي لقصص المستخدمين المتعددة. يرجى الاتصال بالمسؤول.
ko: 여러 사용자 스토리 기한 구성을 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: బహుళ యూజర్ అంశంలు గడువు ఆకృతీకరణలు నవీకరించడం సాధ్యపడదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionUpdateMultipleUserStoriesGoal
source: Update goal for multiple user stories could not be done. Please contact administrator.
ar: لا يمكن تنفيذ هدف التحديث لقصص المستخدمين المتعددة. يرجى الاتصال بالمسؤول.
ko: 여러 사용자 스토리에 대한 목표 업데이트를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: బహుళ యూజర్ పని అంశంలు కోసం నవీకరణ లక్ష్యం పూర్తి కాలేదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionUpdatePassword
source: Password could not be updated. Please contact administrator.
ar: تعذر تحديث كلمة المرور. يرجى الاتصال بالمسؤول.
ko: 비밀번호를 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: పాస్వర్డ్ అప్డేట్ అవుతుంది కాలేదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionUpdatePayrollRunEmployeePaymentStatus
source: Can not Update Payroll Run Employee Payment Status. Please contact administrator
ar: لا يمكن تحديث حالة دفع الموظف تشغيل كشوف المرتبات. يرجى الاتصال بالمسؤول
ko: 급여 실행 사원 지급 상태를 업데이트 할 수 없습니다. 관리자에게 문의하십시오

# ExceptionUpdatePayrollRunEmployeeStatus
source: Can not Payroll Run Employee Status. Please contact administrator
ar: لا يمكن تشغيل كشوف المرتبات حالة الموظف. يرجى الاتصال بالمسؤول
ko: 직원 상태를 급여 할 수 없습니다. 관리자에게 문의하십시오

# ExceptionUpdatePayrollRunStatus
source: Can not Update Payroll Run Status. Please contact administrator
ar: لا يمكن تحديث حالة تشغيل كشوف المرتبات. يرجى الاتصال بالمسؤول
ko: 급여 실행 상태를 업데이트 할 수 없습니다. 관리자에게 문의하십시오

# ExceptionUpdateTestCaseStatus
source: Test Case could not be updated. Please contact administrator.
ar: لا يمكن تحديث حالة الاختبار. يرجى الاتصال بالمسؤول.
ko: 테스트 케이스를 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: టెస్ట్ కేస్ అప్డేట్ అవుతుంది కాలేదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionUpdateWorkFlowEligibleStatusTransitionInActive
source: WorkFlow eligible status transition to in active could not be updated. Please contact administrator.
ar: تعذر تحديث انتقال حالة WorkFlow المؤهلة إلى نشط. يرجى الاتصال بالمسؤول.
ko: 활성 상태로의 워크 플로우 적격 상태 전환을 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: క్రియాశీల అప్డేట్ అవుతుంది కాలేదు అర్హత స్థితి పరివర్తన వర్క్ఫ్లో. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionUploadFileUpsert
source: Upload file could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء ملف التحميل أو تحديثه. يرجى الاتصال بالمسؤول.
ko: 업로드 파일을 생성하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: అప్లోడ్ ఫైలు రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి పరిచయం నిర్వాహకుడు.

# ExceptionUploadTestCases
source: Test Cases could not be uploaded. Please contact administrator.
ar: اختبار الحالات لا يمكن تحميلها. يرجى الاتصال بالمسؤول.
ko: 테스트 케이스를 업로드 할 수 없습니다. 관리자에게 문의하십시오.
te: టెస్ట్ కేసెస్ అప్లోడ్ చేయడం సాధ్యం కాలేదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionUpsertActivityTrackerUserConfiguration
source: Upsert activity tracker user configuration could not be done. Please contact administrator.
ar: لا يمكن إجراء تكوين مستخدم Upsert تعقب النشاط. يرجى الاتصال بالمسؤول.
ko: Upsert 활동 추적기 사용자 구성을 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: కార్యాచరణ ట్రాకర్ వినియోగదారు కాన్ఫిగరేషన్ చేయలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionUpsertActTrackerAppUrls
source: Upsert ActTracker App Urls could not be created or updated. Please contact administrator.
ar: تعذر إنشاء عناوين URL لتطبيق Upsert ActTracker أو تحديثها. يرجى الاتصال بالمسؤول.
ko: Upsert Act Tracker 앱 URL을 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: యాక్ట్‌ట్రాకర్ APP URL లను సృష్టించడం లేదా నవీకరించడం సాధ్యం కాలేదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.
