Repository: pujithagodavarthi414-coder/TradeEngine.ai
Catalog: sourcecode/BusinessView/BusinessView.Common/Texts/LangText.*.resx
Languages: ar, ko, te

# ExceptionWorkFlowCouldNotBeCreated
source: WorkFlow could not be created. Please contact administrator.
ar: تعذر إنشاء WorkFlow. يرجى الاتصال بالمسؤول.
ko: 워크 플로를 만들 수 없습니다. 관리자에게 문의하십시오.
te: వర్క్ఫ్లో సృష్టించబడదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionWorkFlowEligibleStatusTransitionUpsert
source: WorkFlow Eligible Status Transition could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء انتقال الحالة المؤهلة لـ WorkFlow أو تحديثه. يرجى الاتصال بالمسؤول.
ko: WorkFlow 적격 상태 전환을 생성하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: వర్క్ఫ్లో అర్హత హోదా ట్రాన్సిషన్ రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionWorkFlowStatusUpsert
source: WorkFlow status could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء حالة تدفق العمل أو تحديثها. يرجى الاتصال بالمسؤول.
ko: 워크 플로를 만들 수 없습니다. 관리자에게 문의하십시오.
te: వర్క్ఫ్లో స్థితి రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionWorkFlowUpsert
source: WorkFlow could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء WorkFlow أو تحديثه. يرجى الاتصال بالمسؤول.
ko: 워크 플로를 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: వర్క్ఫ్లో రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionWorkspaceUpsert
source: Dashboard could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء لوحة التحكم أو تحديثها. يرجى الاتصال بالمسؤول.
ko: 대시 보드를 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: డాష్‌బోర్డ్ సృష్టించబడలేదు లేదా నవీకరించబడలేదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionWorkUpsert
source: Work could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء العمل أو تحديثه. يرجى الاتصال بالمسؤول.
ko: 작업을 생성하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: వర్క్ రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

source: Expense category with this name already exists.
ar: فئة المصاريف بهذا الاسم موجودة بالفعل.
ko: 이 이름의 비용 범주가 이미 존재합니다.
te: ఈ పేరుతో ఖర్చు వర్గం ఇప్పటికే ఉంది.

source: Expense with this name already exists.
ar: المصاريف بهذا الاسم موجودة بالفعل.
ko: 이 이름의 비용이 이미 존재합니다.
te: ఈ పేరుతో ఖర్చు ఇప్పటికే ఉంది.

source: Feature should not be null
ar: يجب ألا تكون الميزة فارغة
ko: 기능은 null이 아니어야합니다.
te: లక్షణం శూన్యంగా ఉండకూడదు

source: Feed back type data is not found
ar: لم يتم العثور على بيانات نوع التغذية الخلفية
ko: 피드백 유형 데이터를 찾을 수 없습니다.
te: ఫీడ్ బ్యాక్ రకం డేటా కనుగొనబడలేదు

# FeedbackTypeNameLengthExceeded
source: feedback type name can not be longer than 50 characters.
ar: لا يمكن أن يزيد اسم نوع التعليقات عن 50 حرفًا.
ko: 피드백 유형 이름은 50자를 초과 할 수 없습니다.
te: చూడు రకం పేరు 50 అక్షరాలు కంటే ఎక్కువ ఉండరాదు.

source: Feed back type should not be null
ar: يجب ألا يكون نوع التغذية الخلفية فارغًا
ko: 피드백 유형은 null이 아니어야합니다.
te: ఫీడ్ బ్యాక్ రకం శూన్యంగా ఉండకూడదు

source: Feed back type with this name already exists
ar: نوع التغذية الخلفية بهذا الاسم موجود بالفعل
ko: 이 이름의 피드백 유형이 이미 있습니다.
te: ఈ పేరుతో ఫీడ్ బ్యాక్ రకం ఇప్పటికే ఉంది

source: Field data is not found
ar: لم يتم العثور على البيانات الميدانية
ko: 필드 데이터를 찾을 수 없습니다.
te: ఫీల్డ్ డేటా కనుగొనబడలేదు

# FieldNameCannotExceed100Characters
source: Custom field name cannot exceed 100 characters
ar: لا يمكن أن يتجاوز اسم الحقل المخصص 100 حرف
ko: 필드 데이터를 찾을 수 없습니다.
te: అనుకూల ఫీల్డ్ పేరు 100 అక్షరాలను మించకూడదు

source: Field name should not be null
ar: يجب ألا يكون اسم الحقل فارغًا
ko: 필드 이름은 null이 아니어야합니다.
te: ఫీల్డ్ పేరు శూన్యంగా ఉండకూడదు

source: File data is not found
ar: لم يتم العثور على بيانات الملف
ko: 파일 데이터를 찾을 수 없습니다
te: ఫైల్ డేటా దొరకలేదు

source: Filed with this name already exists
ar: يوجد بالفعل مصنف بهذا الاسم
ko: 이 이름으로 제출 된 파일이 이미 존재합니다.
te: ఈ పేరుతో దాఖలు ఇప్పటికే ఉంది

source: File extension should not be null
ar: يجب ألا يكون امتداد الملف فارغًا
ko: 파일 확장자는 null 일 수 없습니다.
te: ఫైల్ పొడిగింపు శూన్య ఉండకూడదు

source: File name should not be null
ar: يجب ألا يكون اسم الملف فارغًا
ko: 파일 이름은 null이 아니어야합니다.
te: ఫైల్ పేరు శూన్య ఉండకూడదు

# FileNotInCsv
source: File not in csv format.
ar: الملف ليس بتنسيق csv.
ko: CSV 형식이 아닌 파일입니다.
te: CSV ఫార్మాట్ లో ఫైల్ లేదు.

source: File path should not be null
ar: يجب ألا يكون مسار الملف فارغًا
ko: 파일 경로는 null이 아니어야합니다.
te: ఫైల్ మార్గం శూన్య ఉండకూడదు

source: File with this name already exists
ar: يوجد ملف بهذا الاسم بالفعل
ko: 이 이름의 파일이 이미 있습니다.
te: ఈ పేరుతో ఇప్పటికే ఫైల్ ఉంది

source: Financial year configurations with this active from or active to date matches with other active from or active to date
ar: تكوينات السنة المالية مع التطابق النشط من أو النشط حتى الآن مع المطابقات الأخرى النشطة من أو النشطة حتى الآن
ko: 이 활성 시작 또는 활성 종료 날짜가있는 회계 연도 구성은 다른 활성 시작 또는 활성 종료 날짜와 일치합니다.
te: ఈ క్రియాశీల లేదా క్రియాశీల తేదీతో ఆర్థిక సంవత్సరం కాన్ఫిగరేషన్‌లు ఇతర క్రియాశీల లేదా క్రియాశీల తేదీతో సరిపోలుతాయి

source: Financial year configurations data is not found
ar: لم يتم العثور على بيانات تكوينات السنة المالية
ko: 회계 연도 구성 데이터를 찾을 수 없습니다.
te: ఆర్థిక సంవత్సరం కాన్ఫిగరేషన్ డేటా కనుగొనబడలేదు

# FinancialYearConfigurationsWithThisNameAlreadyExists
source: Financial year configurations with this branch already exists
ar: تكوينات السنة المالية مع هذا الفرع موجودة بالفعل
ko: 이 분기에 대한 회계 연도 구성이 이미 있습니다.
te: ఈ పరిధితో ఆర్థిక సంవత్సరం కాన్ఫిగరేషన్‌లు ఇప్పటికే ఉన్నాయి

source: first name length cannot exceed than 250 characters
ar: لا يمكن أن يتجاوز طول الاسم الأول 250 حرفًا
ko: 이름 길이는 250자를 초과 할 수 없습니다.
te: మొదటి పేరు పొడవు 250 అక్షరాల కంటే మించకూడదు

# FirstNameLengthExceeded
source: First Name can not be longer than 50 characters.
ar: لا يمكن أن يزيد الاسم الأول عن 50 حرفًا.
ko: 이름은 50자를 초과 할 수 없습니다.
te: మొదటి పేరు 50 అక్షరాలు కంటే ఎక్కువ ఉండరాదు.

source: First name should not be null
ar: يجب ألا يكون الاسم الأول فارغًا
ko: 이름은 null이 아니어야합니다.
te: మొదటి పేరు శూన్యంగా ఉండకూడదు

source: Fluency should not be null
ar: يجب ألا تكون الطلاقة فارغة
ko: 유창함은 null이 아니어야합니다.
te: పటిమ శూన్యంగా ఉండకూడదు

source: Folder data is not found
ar: لم يتم العثور على بيانات المجلد
ko: 폴더 데이터를 찾을 수 없습니다.
te: ఫోల్డర్ డేటా దొరకలేదు

source: Folder name should not be null
ar: يجب ألا يكون اسم المجلد فارغًا
ko: 폴더 이름은 null이 아니어야합니다.
te: ఫోల్డర్ పేరు శూన్య ఉండకూడదు

source: Folder with this name already exists
ar: يوجد مجلد بهذا الاسم بالفعل
ko: 이 이름의 폴더가 이미 있습니다.
te: ఈ పేరుతో ఇప్పటికే ఫోల్డర్ ఉంది

source: Food Item could not be Found
ar: لا يمكن العثور على مادة غذائية
ko: 음식 항목을 찾을 수 없습니다.
te: ఆహార అంశం కనుగొనబడలేదు

# FoodItemQuantityIsNotEmpty
source: Food Item Quantity for the Id {0} should not be null or less than Zero
ar: يجب ألا تكون كمية المواد الغذائية للمعرف {0} خالية أو أقل من صفر
ko: ID {0}의 식품 항목 수량은 null이거나 0보다 작아서는 안됩니다.
te: Id కోసం ఆహార అంశాన్ని పరిమాణం {0} శూన్య లేదా సున్నా కంటే తక్కువ ఉండకూడదు

# FoodItemsDataIsNotFound
source: Canteen food item data is not found
ar: لم يتم العثور على بيانات المواد الغذائية للمقصف
ko: 식당 식품 항목 데이터를 찾을 수 없습니다.
te: క్యాంటీన్ ఆహార వస్తువు డేటా కనుగొనబడలేదు

source: Food order data is not found
ar: لم يتم العثور على بيانات طلب الطعام
ko: 음식 주문 데이터를 찾을 수 없습니다.
te: ఫుడ్ ఆర్డర్ డేటా కనుగొనబడలేదు

# FormIdNotFound
source: Form can not be empty.
ar: لا يمكن أن يكون النموذج فارغًا.
ko: 양식은 비워 둘 수 없습니다.
te: ఫారం ఖాళీగా ఉండకూడదు.

source: Form json should not be null
ar: لا يجب أن يكون نموذج json فارغًا
ko: 양식 json은 null 일 수 없습니다
te: ఫారం json శూన్యంగా ఉండకూడదు

# FormNameMaxLength
source: Form name can not be longer than 100 characters.
ar: لا يمكن أن يكون اسم النموذج أطول من 100 حرف.
ko: 양식 이름은 100자를 초과 할 수 없습니다.
te: రూపం పేరు 100 అక్షరాల కంటే ఎక్కువ ఉండకూడదు.

# FormNameNotFound
source: Form name can not be empty.
ar: لا يمكن أن يكون اسم النموذج فارغًا.
ko: 양식 이름은 비워 둘 수 없습니다.
te: ఫారం పేరు ఖాళీగా ఉండకూడదు.

# FormNameShouldNotBeNull
source: Custom field name should not be null
ar: يجب ألا يكون اسم الحقل المخصص فارغًا
ko: 맞춤 입력란 이름은 null이 아니어야합니다.
te: అనుకూల ఫీల్డ్ పేరు శూన్యంగా ఉండకూడదు

source: Form type data is not found
ar: لم يتم العثور على بيانات نوع النموذج
ko: 양식 유형 데이터를 찾을 수 없습니다.
te: ఫారం రకం డేటా కనుగొనబడలేదు

# FormTypeIdNotFound
source: Form type id can not be empty.
ar: لا يمكن أن يكون معرف نوع النموذج فارغًا.
ko: 양식 유형 ID는 비워 둘 수 없습니다.
te: ఫారం రకం ID ఖాళీగా ఉండకూడదు.

# FormTypeNameLengthExceeded
source: Form type name can not be longer than 50 characters.
ar: لا يمكن أن يكون اسم نوع النموذج أطول من 50 حرفًا.
ko: 양식 유형 이름은 50자를 초과 할 수 없습니다.
te: ఫారం రకం పేరు 50 అక్షరాలు కంటే ఎక్కువ ఉండరాదు.

source: Form type name should not be null
ar: يجب ألا يكون اسم نوع النموذج فارغًا
ko: 양식 유형 이름은 널이 아니어야합니다.
te: ఫారం రకం పేరు శూన్యంగా ఉండకూడదు

# FormTypeNotFound
source: Form type can not be empty.
ar: لا يمكن أن يكون نوع النموذج فارغًا.
ko: 양식 유형은 비워 둘 수 없습니다.
te: ఫారం రకం ఖాళీగా ఉండకూడదు.

source: Form type should not be null
ar: يجب ألا يكون نوع النموذج فارغًا
ko: 양식 유형은 null이 아니어야합니다.
te: ఫారం రకం శూన్యంగా ఉండకూడదు

source: Form type with this name already exists
ar: نوع النموذج بهذا الاسم موجود بالفعل
ko: 이 이름의 양식 유형이 이미 있습니다.
te: ఈ పేరుతో ఫారం రకం ఇప్పటికే ఉంది

source: Formula should not be null
ar: يجب ألا تكون الصيغة فارغة
ko: 수식은 null이 아니어야합니다.
te: సెలవు సూత్రం శూన్యంగా ఉండకూడదు

# FormulaWithThisNameAlreadyExists
source: Leave formula already exists
ar: صيغة الإجازة موجودة بالفعل
ko: 공식이 이미 존재합니다.
te: సెలవు సూత్రం ఇప్పటికే ఉంది

source: Frequency should not be null
ar: يجب ألا يكون التردد فارغًا
ko: 빈도는 null이 아니어야합니다.
te: ఫ్రీక్వెన్సీ శూన్యంగా ఉండకూడదు

source: From currency should not be null
ar: يجب ألا يكون من العملة فارغة
ko: From 통화는 null이 아니어야합니다.
te: కరెన్సీ నుండి శూన్యంగా ఉండకూడదు

source: From date should not be Null
ar: يجب ألا يكون تاريخ "من" لاغياً
ko: 시작 날짜는 Null이 아니어야합니다.
te: తేదీ నుండి శూన్యంగా ఉండకూడదు

# FromLeaveSessionRequired
source: FromLeaveSession field is required
ar: حقل FromLeaveSession مطلوب
ko: 출발 세션 필드는 필수 항목입니다.
te: సెలవు సెషన్ నుండి అవసరం

source: From leave session should not be null
ar: يجب ألا تكون جلسة الإجازة فارغة
ko: 출발 세션은 null이 아니어야합니다.
te: సెలవు సెషన్ నుండి శూన్యంగా ఉండకూడదు

source: From month should not be null
ar: يجب ألا يكون من الشهر فارغًا
ko: 시작 월은 null이 아니어야합니다.
te: నెల నుండి శూన్యంగా ఉండకూడదు

source: From time should not be null
ar: من وقت لا ينبغي أن تكون فارغة
ko: 시작 시간은 null이 아니어야합니다.
te: సమయం నుండి శూన్యంగా ఉండకూడదు

source: From workflow userstory status should not be null
ar: من سير العمل ، يجب ألا تكون حالة userstory فارغة
ko: 워크 플로에서 사용자 스토리 상태는 null이 아니어야합니다.
te: పని ప్రవాహం పని అంశం స్థితి శూన్యంగా ఉండకూడదు

source: Gender should not be null
ar: يجب ألا يكون الجنس فارغًا
ko: 성별은 null이 아니어야합니다.
te: లింగం శూన్యంగా ఉండకూడదు

source: Generic form data is not found
ar: لم يتم العثور على بيانات النموذج العامة
ko: 일반 양식 데이터를 찾을 수 없습니다.
te: సాధారణ ఫారమ్ డేటా కనుగొనబడలేదు

source: Generic form key data is not found
ar: لم يتم العثور على بيانات مفتاح النموذج العامة
ko: 일반 양식 키 데이터를 찾을 수 없습니다.
te: సాధారణ ఫారమ్ కీ డేటా కనుగొనబడలేదు

source: Generic form should not be null
ar: يجب ألا يكون النموذج العام فارغًا
ko: 일반 형식은 null이 아니어야합니다.
te: సాధారణ రూపం శూన్యంగా ఉండకూడదు

# GenericFormSubmittedDataIsNotFound
source: Submitted generic form data is not found
ar: لم يتم العثور على بيانات النموذج العام المقدمة
ko: 제출 된 일반 양식 데이터를 찾을 수 없습니다.
te: సమర్పించిన సాధారణ ఫారమ్ డేటా కనుగొనబడలేదు

source: Generic form with this name already exists
ar: النموذج العام بهذا الاسم موجود بالفعل
ko: 이 이름의 일반 양식이 이미 있습니다.
te: ఈ పేరుతో సాధారణ రూపం ఇప్పటికే ఉంది

# GetAllowanceTime
source: Get allowance time could not be done. Please contact administrator.
ar: تعذر الحصول على الوقت المخصص. يرجى الاتصال بالمسؤول.
ko: 수당 시간을 얻을 수 없습니다. 관리자에게 문의하십시오.
te: గెట్ అలవెన్స్ సమయం చేయలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# GetCompetencies
source: Get Competencies could not be done. Please contact administrator.
ar: الحصول على الكفاءات لا يمكن أن يتم. يرجى الاتصال بالمسؤول.
ko: 역량 얻기를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: కాంపీటెన్సెస్ పొందండి చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# GetDaysOfWeekConfiguration
source: Get days of week configuration could not be done. Please contact administrator.
ar: تعذر تكوين الحصول على أيام الأسبوع. يرجى الاتصال بالمسؤول.
ko: 요일 구성을 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: వారపు కాన్ఫిగరేషన్ రోజులు పొందలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# GetEducationLevels
source: Get Education Levels could not be done. Please contact administrator.
ar: لا يمكن الحصول على مستويات التعليم. يرجى الاتصال بالمسؤول.
ko: 교육 수준 얻기를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: ఎడ్యుకేషన్ స్థాయిలు పొందండి చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# GetEmployeePayrollConfiguration
source: Get Employee Payroll Configuration could not be done. Please contact administrator.
ar: تعذر إجراء تكوين كشف رواتب الموظف. يرجى الاتصال بالمسؤول.
ko: 직원 급여 구성 가져 오기를 수행 할 수 없습니다. 관리자에게 문의하십시오.

# GetEmployeePayrollDetailsList
source: Get Employee Payroll Details List could not be done. Please contact administrator.
ar: تعذر الحصول على قائمة تفاصيل كشوف رواتب الموظف. يرجى الاتصال بالمسؤول.
ko: 직원 급여 정보 목록 가져 오기를 수행 할 수 없습니다. 관리자에게 문의하십시오.

# GetEmployeesBonusDetails
source: Get Employees Bonus Details could not be done. Please contact administrator.
ar: لا يمكن الحصول على تفاصيل مكافأة الموظفين. يرجى الاتصال بالمسؤول.
ko: 직원 보너스 세부 정보 가져 오기를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: ఉద్యోగులను పొందండి బోనస్ వివరాలు చేయలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# GetEmployeesForBonus
source: Get Employees For Bonus could not be done. Please contact administrator.
ar: لا يمكن أن يتم الحصول على موظفين للحصول على مكافأة. يرجى الاتصال بالمسؤول.
ko: 직원을 보너스로 얻을 수 없습니다. 관리자에게 문의하십시오.

# GetEmployeesListByIds
source: Get Employees List By Ids could not be done. Please contact administrator.
ar: لا يمكن أن يتم الحصول على موظفين للحصول على مكافأة. يرجى الاتصال بالمسؤول.
ko: ID로 직원 목록 가져 오기를 수행 할 수 없습니다. 관리자에게 문의하십시오.

# GetEmployeesPayTemplates
source: Get Employees Pay Templates could not be done. Please contact administrator.
ar: تعذر إجراء الحصول على قوالب دفع الموظفين. يرجى الاتصال بالمسؤول.
ko: 직원 급여 템플릿 가져 오기를 수행 할 수 없습니다. 관리자에게 문의하십시오.

# GetEmploymentStatus
source: Get Employment Status could not be done. Please contact administrator.
ar: لا يمكن الحصول على حالة التوظيف. يرجى الاتصال بالمسؤول.
ko: 취업 상태 가져 오기를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: పొందండి ఉద్యోగ స్థితి చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# GetEntityRole
source: EntityRole could not be done. Please contact administrator.
ar: لا يمكن أن يتم EntityRole. يرجى الاتصال بالمسؤول.
ko: EntityRole을 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: సంస్థ పాత్ర చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# GetGoalsOverAllStatusByDashboardId
source: Get Goals OverAllStatus By DashboardId could not be done. Please contact administrator.
ar: تعذر الحصول على الأهداف OverAllStatus By DashboardId. يرجى الاتصال بالمسؤول.
ko: 대시 보드 ID 별 목표 OverAllStatus 가져 오기를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: లక్ష్యాలు ఓవర్ ఆల్ స్టేటస్ ద్వారా డాష్బోర్డ్ Id చేయలేనిది పొందండి. దయచేసి నిర్వాహకుని సంప్రదించండి.

# GetHourlyTdsConfiguration
source: Get hourly Tds configuration could not be done. Please contact administrator.
ar: تعذر تكوين الحصول على المواد الصلبة الذائبة كل ساعة. يرجى الاتصال بالمسؤول.
ko: 시간별 Tds 구성을 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: గంటకు టిడిఎస్ కాన్ఫిగరేషన్ పొందలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# GetLanguageFluencies
source: Get Language Fluencies could not be done. Please contact administrator.
ar: تعذر الحصول على إتقان اللغة. يرجى الاتصال بالمسؤول.
ko: 언어 유창성 얻기를 할 수 없습니다. 관리자에게 문의하십시오.
te: పొందండి భాషా స్పష్టత చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# GetLanguages
source: Get Languages could not be done. Please contact administrator.
ar: تعذر الحصول على اللغات. يرجى الاتصال بالمسؤول.
ko: 언어 가져 오기를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: భాషలు పొందండి చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# GetLatestDashboardNumber
source: Get Latest Dashboard Number could not be done. Please contact administrator.
ar: تعذر الحصول على أحدث رقم للوحة المعلومات. يرجى الاتصال بالمسؤول.
ko: 최신 대시 보드 번호 가져 오기를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: తాజా డాష్బోర్డ్ సంఖ్య పొందండి చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# GetLicenceTypes
source: Get Licence Types could not be done. Please contact administrator.
ar: تعذر الحصول على أنواع التراخيص. يرجى الاتصال بالمسؤول.
ko: 라이센스 유형 가져 오기를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: లైసెన్సు రకాలు పొందండి చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# GetPayFrequency
source: Get Pay Frequency could not be done. Please contact administrator.
ar: لا يمكن الحصول على تردد الدفع. يرجى الاتصال بالمسؤول.
ko: 지급 빈도 받기를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: పొందండి పే ఫ్రీక్వెన్సీ చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# GetPayrollRunEmployeeCount
source: Get Payroll Run Employee Count could not be done. Please contact administrator.
ar: لا يمكن إجراء عدد الموظفين في تشغيل كشوف المرتبات. يرجى الاتصال بالمسؤول.
ko: 급여 실행 직원 수 가져 오기를 수행 할 수 없습니다. 관리자에게 문의하십시오.

# GetPayrollRunemployeeList
source: Get payroll Run employee list could not be done. Please contact administrator.
ar: لا يمكن عمل قائمة تشغيل تشغيل كشوف المرتبات. يرجى الاتصال بالمسؤول.
ko: 급여 받기 직원 목록 실행을 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: పేరోల్ పొందండి ఉద్యోగుల జాబితా చేయలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# GetPayrollRunList
source: Get payroll run list could not be done. Please contact administrator.
ar: تعذر الحصول على قائمة تشغيل كشوف المرتبات. يرجى الاتصال بالمسؤول.
ko: 급여 실행 목록을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: పేరోల్ రన్ జాబితాను పొందలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# GetPaySlipDetails
source: Get payslip details could not be done. Please contact administrator.
ar: تعذر الحصول على تفاصيل قسيمة الدفع. يرجى الاتصال بالمسؤول.
ko: 급여 명세서 세부 정보를 얻을 수 없습니다. 관리자에게 문의하십시오.
te: పేస్‌లిప్ వివరాలను పొందలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# GetPeakHours
source: Get peak hour could not be done. Please contact administrator.
ar: لا يمكن الحصول على ساعة الذروة. يرجى الاتصال بالمسؤول.
ko: 피크 시간을 얻을 수 없습니다. 관리자에게 문의하십시오.

# GetProfessionalTaxRange
source: Get ProfessionalTaxRange could not be done. Please contact administrator.
ar: تعذر الحصول على ProfessionalTaxRange. يرجى الاتصال بالمسؤول.
ko: 전문 세금 범위 받기를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: ప్రొఫెషనల్ టాక్స్ రేంజ్ పొందండి. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# GetRateSheetForNames
source: Get Rate Sheet for names could not be found. Please contact administrator.
ar: تعذر العثور على "الحصول على كشف أسعار" للأسماء. يرجى الاتصال بالمسؤول.
ko: 이름에 대한 요율표 가져 오기를 찾을 수 없습니다. 관리자에게 문의하십시오.

# GetRateSheets
source: Get Rate Sheet could not be done. Please contact administrator.
ar: تعذر الحصول على كشف الأسعار. يرجى الاتصال بالمسؤول.
ko: 요금표 가져 오기를 수행 할 수 없습니다. 관리자에게 문의하십시오.

# GetRateTagAllowanceTime
source: Get rate tag allowance time could not be done. Please contact administrator.
ar: تعذر الحصول على الوقت المخصص لعلامة السعر. يرجى الاتصال بالمسؤول.
ko: 속도 태그 허용 시간 가져 오기를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: రేటు ట్యాగ్ భత్యం సమయం పొందలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# GetRateTagForNames
source: Get Rate tag for names could not be found. Please contact administrator.
ar: تعذر العثور على علامة الحصول على معدل الأسماء. يرجى الاتصال بالمسؤول.
ko: 이름에 대한 속도 태그 가져 오기를 찾을 수 없습니다. 관리자에게 문의하십시오.
te: పేర్ల కోసం రేట్ ట్యాగ్ కనుగొనబడలేదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# GetRateTags
source: Get Rate tag could not be done. Please contact administrator.
ar: لا يمكن أن يتم الحصول على علامة معدل. يرجى الاتصال بالمسؤول.
ko: 속도 태그 가져 오기를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: గెట్ రేట్ ట్యాగ్‌లు చేయలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# GetReportingMethods
source: Get Reporting Methods could not be done. Please contact administrator.
ar: تعذر الحصول على أساليب الإبلاغ. يرجى الاتصال بالمسؤول.
ko: 보고 방법 가져 오기를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: పొందండి రిపోర్టింగ్ పద్ధతులు చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# GetSkills
source: Get Skills could not be done. Please contact administrator.
ar: لا يمكن الحصول على المهارات. يرجى الاتصال بالمسؤول.
ko: 기술 얻기를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: నైపుణ్యాలు పొందండి చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# GetStates
source: Get States could not be done. Please contact administrator.
ar: لا يمكن أن يتم الحصول على الدول. يرجى الاتصال بالمسؤول.
ko: 상태 가져 오기를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: స్టేట్స్ పొందండి చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# GetSupplierById
source: SupplierById could not be done. Please contact administrator.
ar: لا يمكن إتمام معرف_المورد. يرجى الاتصال بالمسؤول.
ko: 공급자 별 ID를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: SupplierById చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# GetTaxSlabs
source: Get Tax Slabs could not be done. Please contact administrator.
ar: لا يمكن الحصول على ألواح الضرائب. يرجى الاتصال بالمسؤول.
ko: 세금 석판 가져 오기를 수행 할 수 없습니다. 관리자에게 문의하십시오.

# GetUsersByRole
source: Get Users By Role could not be done. Please contact administrator.
ar: تعذر الحصول على المستخدمين حسب الدور. يرجى الاتصال بالمسؤول.
ko: 역할 별 사용자 가져 오기를 수행 할 수 없습니다. 관리자에게 문의하십시오.

# GoalBudgetChanged
source: Goal budget changed from {0} to {1}.
ar: تم تغيير ميزانية الهدف من {0} إلى {1}.
ko: 목표 예산이 {0}에서 {1} (으)로 변경되었습니다.
te: లక్ష్య బడ్జెట్ {0} నుండి {1} కు మార్చబడింది

# GoalChanged
source: Work item goal changed from {0} to {1}.
ar: تم تغيير هدف عنصر العمل من {0} إلى {1}.
ko: 작업 항목 목표가 {0}에서 {1} (으)로 변경되었습니다.
te: పని అంశం గోల్ {0} నుండి {1} గా మార్చారు.

source: Goal data is not found
ar: لم يتم العثور على بيانات الهدف
ko: 목표 데이터를 찾을 수 없습니다.
te: లక్ష్య డేటా కనుగొనబడలేదు

source: Goal filter with this name already exists
ar: مرشح الهدف بهذا الاسم موجود بالفعل
ko: 이 이름의 목표 필터가 이미 존재합니다.
te: ఈ పేరుతో గోల్ ఫిల్టర్ ఇప్పటికే ఉంది

# GoalLabelCannotBeLongerThan50Characters
source: Goal label cannot exceed 50 characters
ar: لا يمكن أن يتجاوز تصنيف الهدف 50 حرفًا
ko: 목표 라벨은 50자를 초과 할 수 없습니다.
te: గోల్ లేబుల్ 50 అక్షరాలను మించకూడదు

source: Goal label should not be empty
ar: يجب ألا تكون تسمية الهدف فارغة
ko: 목표 라벨은 비워 둘 수 없습니다.
te: గోల్ లేబుల్ ఖాళీగా ఉండకూడదు

source: Goal label with this name already exists
ar: تصنيف الهدف بهذا الاسم موجود بالفعل
ko: 이 이름의 목표 라벨이 이미 존재합니다.
te: ఈ పేరుతో గోల్ లేబుల్ ఇప్పటికే ఉంది

# GoalNameChangeChanged
source: Goal name changed from {0} to {1}.
ar: تم تغيير اسم الهدف من {0} إلى {1}.
ko: 목표 이름이 {0}에서 {1} (으)로 변경되었습니다.
te: లక్ష్యం పేరు {0} నుండి {1} కు మార్చబడింది

source: Goal replan id not found
ar: لم يتم العثور على معرّف إعادة الهدف
ko: 목표 재 계획 ID를 찾을 수 없습니다.
te: గోల్ రిప్లాన్ ఐడి కనుగొనబడలేదు

source: Goal replan type data is not found
ar: لم يتم العثور على بيانات نوع إعادة صياغة الهدف
ko: 목표 재 계획 유형 데이터를 찾을 수 없습니다.
te: గోల్ రిప్లాన్ రకం డేటా కనుగొనబడలేదు

source: Goal replan type with this name already exists
ar: نوع إعادة صياغة الهدف بهذا الاسم موجود بالفعل
ko: 이 이름의 목표 재 계획 유형이 이미 존재합니다.
te: ఈ పేరుతో గోల్ రీప్లాన్ రకం ఇప్పటికే ఉంది

# GoalResponsiblePersonChanged
source: Goal responsible person changed from {0} to {1}.
ar: تم تغيير الشخص المسؤول عن الهدف من {0} إلى {1}.
ko: 목표 책임자가 {0}에서 {1} (으)로 변경되었습니다.
te: లక్ష్య బాధ్యతాయుతమైన వ్యక్తి {0} నుండి {1} కు మార్చబడింది

# GoalShortNameChanged
source: Goal short name changed from {0} to {1}.
ar: تم تغيير الاسم المختصر للهدف من {0} إلى {1}.
ko: 목표 짧은 이름이 {0}에서 {1} (으)로 변경되었습니다.

source: Goal should not be null
ar: يجب ألا يكون الهدف فارغًا
ko: 목표는 null이 아니어야합니다.
te: లక్ష్యం శూన్యంగా ఉండకూడదు

source: Goals label cannot be longer than 50 characters
ar: لا يمكن أن يكون تصنيف الأهداف أطول من 50 حرفًا
ko: 목표 라벨은 50자를 초과 할 수 없습니다.
te: లక్ష్యాల లేబుల్ 50 అక్షరాల కంటే ఎక్కువ ఉండకూడదు

# GoalsLabelShouldNotBeEmpty
source: Goals label should not be null
ar: يجب ألا تكون تسمية الأهداف خالية
ko: 목표 라벨은 null이 아니어야합니다.
te: లక్ష్యాల లేబుల్ శూన్యంగా ఉండకూడదు

source: Goals label with this name already exists
ar: تصنيف الأهداف بهذا الاسم موجود بالفعل
ko: 이 이름의 목표 라벨이 이미 존재합니다.
te: ఈ పేరుతో లక్ష్యాల లేబుల్ ఇప్పటికే ఉంది

source: Goal status data is not found
ar: لم يتم العثور على بيانات حالة الهدف
ko: 목표 상태 데이터를 찾을 수 없습니다.
te: లక్ష్య స్థితి డేటా కనుగొనబడలేదు
