Repository: pujithagodavarthi414-coder/TradeEngine.ai
Catalog: sourcecode/BusinessView/BusinessView.Common/Texts/LangText.*.resx
Languages: ar, ko, te

source: Custom form type with this name already exists
ar: نوع النموذج المخصص بهذا الاسم موجود بالفعل
ko: 이 이름의 사용자 지정 양식 유형이 이미 있습니다.
te: ఈ పేరుతో అనుకూల ఫారమ్ రకం ఇప్పటికే ఉంది

# CustomWidgetCouldNotBeCreatedOrUpdatedPleaseContactAdministrator
source: Custom app could not be created. Please contact administrator !
ar: تعذر إنشاء التطبيق المخصص. الرجاء الاتصال بالمسؤول!
ko: 맞춤 앱을 만들 수 없습니다. 관리자에게 문의하십시오!
te: అనుకూల అనువర్తనాలు సృష్టించబడలేదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి!

# CustomWidgetDataIsNotFound
source: Custom app data is not found
ar: لم يتم العثور على بيانات التطبيق المخصص
ko: 맞춤 앱을 만들 수 없습니다. 사용자 지정 앱 데이터는 관리자가 아닙니다!
te: అనుకూల అనువర్తనాలు డేటా కనుగొనబడలేదు

# CustomWidgetDescriptionCanNotBeLongerThan1000Characters
source: Custom app description cannot be longer than 1000 characters
ar: لا يمكن أن يتجاوز وصف التطبيق المخصص 1000 حرف
ko: 맞춤 앱 설명은 1000자를 초과 할 수 없습니다.
te: అనుకూల అనువర్తనం వివరణ 1000 అక్షరాల కంటే ఎక్కువ ఉండకూడదు

# CustomWidgetNameCanNotBeLongerThan50Characters
source: Custom app name cannot be longer than 50 characters
ar: لا يمكن أن يزيد اسم التطبيق المخصص عن 50 حرفًا
ko: 맞춤 앱 이름은 50자를 초과 할 수 없습니다.
te: అనుకూల అనువర్తనం పేరు 50 అక్షరాల కంటే ఎక్కువ ఉండకూడదు

# CustomWidgetNameIsRequired
source: Custom app name is required
ar: اسم التطبيق المخصص مطلوب
ko: 맞춤 앱 이름이 필요합니다.
te: అనుకూల అనువర్తనం పేరు అవసరం

# CustomWidgetNameShouldNotBeNull
source: Custom app name should not be null
ar: يجب ألا يكون اسم التطبيق المخصص فارغًا
ko: 맞춤 앱 이름은 null이 아니어야합니다.
te: అనుకూల అనువర్తనం పేరు శూన్యంగా ఉండకూడదు

# CustomWidgetWithThisNameAlreadyExists
source: Custom app with this name already exists
ar: التطبيق المخصص بهذا الاسم موجود بالفعل
ko: 이 이름의 맞춤 앱이 이미 있습니다.
te: ఈ పేరుతో అనుకూల అనువర్తనం ఇప్పటికే ఉంది

source: Damaged date is required
ar: مطلوب تاريخ تالف
ko: 손상된 날짜는 필수 항목입니다.
te: పాడైపోయిన తేదీ అవసరం

source: Damaged Reason Is Required
ar: مطلوب سبب التلف
ko: 손상된 이유가 필요합니다
te: దెబ్బతిన్న కారణం అవసరం

source: Dashboard configuration could not be created or updated. Please contact administrator
ar: تعذر إنشاء أو تحديث تكوين لوحة المعلومات. يرجى الاتصال بالمسؤول
ko: 대시 보드 구성을 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오
te: డాష్‌బోర్డ్ కాన్ఫిగరేషన్ సృష్టించబడలేదు లేదా నవీకరించబడలేదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి

source: Dashboard configuration could not be get. Please contact administrator
ar: تعذر الحصول على تكوين لوحة المعلومات. يرجى الاتصال بالمسؤول
ko: 대시 보드 구성을 가져올 수 없습니다. 관리자에게 문의하십시오
te: డాష్‌బోర్డ్ కాన్ఫిగరేషన్ పొందలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి

source: Dashboard could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء لوحة التحكم أو تحديثها. يرجى الاتصال بالمسؤول.
ko: 대시 보드를 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: డాష్‌బోర్డ్ సృష్టించబడలేదు లేదా నవీకరించబడలేదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

source: Dashboard filters should not be null
ar: يجب ألا تكون مرشحات لوحة المعلومات فارغة
ko: 대시 보드를 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: డాష్‌బోర్డ్ ఫిల్టర్లు శూన్యంగా ఉండకూడదు

source: Dashboard Id data is not found
ar: لم يتم العثور على بيانات معرف لوحة المعلومات
ko: 대시 보드 필터는 null이 아니어야합니다.
te: డాష్‌బోర్డ్ ఐడి డేటా కనుగొనబడలేదు

# DashboardIdRequired
source: Dashboard Id is required
ar: معرف لوحة المعلومات مطلوب
ko: 대시 보드 ID가 필요합니다.
te: డాష్‌బోర్డ్ ఐడి అవసరం

source: Dashboard Id should not be null
ar: يجب ألا يكون معرف لوحة المعلومات فارغًا
ko: 대시 보드 ID는 null이 아니어야합니다.
te: డాష్‌బోర్డ్ ఐడి శూన్యంగా ఉండకూడదు

source: Dashboard name can not be longer than 50 characters.
ar: لا يمكن أن يزيد اسم لوحة المعلومات عن 50 حرفًا.
ko: 대시 보드 ID는 null이 아니어야합니다.
te: డాష్‌బోర్డ్ పేరు 50 అక్షరాల కంటే ఎక్కువ ఉండకూడదు.

source: Dashboard name is required.
ar: اسم لوحة المعلومات مطلوب.
ko: 대시 보드 이름이 필요합니다.
te: డాష్‌బోర్డ్రు పేరు అవసరం.

# DashboardNameLengthExceeded
source: Dashboard name can not be longer than 50 characters.
ar: لا يمكن أن يزيد اسم لوحة المعلومات عن 50 حرفًا.
ko: 대시 보드 이름은 50자를 초과 할 수 없습니다.
te: డాష్‌బోర్డ్ పేరు 50 అక్షరాల కంటే ఎక్కువ ఉండకూడదు.

# DashboardNameRequired
source: Dashboard name is required.
ar: اسم لوحة المعلومات مطلوب.
ko: 대시 보드 이름이 필요합니다.
te: డాష్‌బోర్డ్ పేరు అవసరం.

source: Dashboard name should not be null
ar: يجب ألا يكون اسم لوحة المعلومات فارغًا
ko: 대시 보드 이름은 null이 아니어야합니다.
te: డాష్‌బోర్డ్ పేరు శూన్యంగా ఉండకూడదు

source: Data is not found to update the record
ar: لم يتم العثور على البيانات لتحديث السجل
ko: 레코드를 업데이트 할 데이터를 찾을 수 없습니다.
te: రికార్డును నవీకరించడానికి డేటా కనుగొనబడలేదు

source: Data with this name already exists
ar: البيانات بهذا الاسم موجودة بالفعل
ko: 이 이름의 데이터가 이미 있습니다.
te: డేటా ఈ పేరుతో ఇప్పటికే

source: Date format data is not found
ar: لم يتم العثور على بيانات تنسيق التاريخ
ko: 날짜 형식 데이터를 찾을 수 없습니다.
te: తేదీ ఫార్మాట్ డేటా కనుగొనబడలేదు

source: Date format text should not be null
ar: يجب ألا يكون نص تنسيق التاريخ فارغًا
ko: 날짜 형식 텍스트는 null이 아니어야합니다.
te: తేదీ ఫార్మాట్ టెక్స్ట్ శూన్యంగా ఉండకూడదు

source: Date format with this name already exists
ar: تنسيق التاريخ بهذا الاسم موجود بالفعل
ko: 이 이름의 날짜 형식이 이미 있습니다.
te: ఈ పేరుతో తేదీ ఆకృతి ఇప్పటికే ఉంది

# DateFromAlreadyExistsInLeaveFrequency
source: This frequency range already existed.
ar: نطاق التردد هذا موجود بالفعل.
ko: 이 주파수 범위는 이미 존재합니다.
te: ఈ ఫ్రీక్వెన్సీ పరిధి ఇప్పటికే ఉంది.

# DateFromDateToShouldBeInSameYear
source: Date start and date end should be in same year
ar: يجب أن يكون تاريخ البدء وتاريخ الانتهاء في نفس العام
ko: 시작일과 종료일은 같은 해여 야합니다.
te: తేదీ ప్రారంభం మరియు తేదీ ముగింపు ఒకే సంవత్సరంలో ఉండాలి

source: Date from should not be greater than date to
ar: يجب ألا يكون التاريخ من أكبر من تاريخ إلى
ko: 시작 날짜는 종료 날짜보다 이후 일 수 없습니다.
te: తేదీ నుండి తేదీ వరకు కంటే ఎక్కువ ఉండకూడదు

source: Date from should not be null
ar: يجب ألا يكون التاريخ من فارغًا
ko: 시작 날짜는 null이 아니어야합니다.
te: నుండి తేదీ శూన్యంగా ఉండకూడదు

source: Date is required
ar: التاريخ مطلوب
ko: 날짜가 필요합니다
te: తేదీ అవసరం

source: Date should not be null
ar: يجب ألا يكون التاريخ فارغًا
ko: 날짜는 null이 아니어야합니다.
te: తేదీ శూన్యంగా ఉండకూడదు

source: Date to should not be null
ar: يجب ألا يكون التاريخ فارغًا
ko: 날짜는 null이 아니어야합니다.
te: తేదీ వరకు శూన్యంగా ఉండకూడదు

source: Day of week id should not be null
ar: يجب ألا يكون معرف اليوم من الأسبوع فارغًا
ko: 요일 ID는 null이 아니어야합니다.
te: వారం ఐడి రోజు శూన్యంగా ఉండకూడదు

# DaysOfWeekConfigurationWithThisNameAlreadyExists
source: Days of week configuration already exists
ar: أيام الأسبوع التكوين موجودة بالفعل
ko: 요일 구성이 이미 있습니다.
te: వారం కాన్ఫిగరేషన్ రోజులు ఇప్పటికే ఉన్నాయి

# DeadLineDateChanged
source: Work item dead line date changed from {0} to {1}.
ar: تم تغيير تاريخ السطر النهائي لعنصر العمل من {0} إلى {1}.
ko: 작업 항목 마감일이 {0}에서 {1} (으)로 변경되었습니다.
te: పని అంశం డెడ్ లైన్ తేదీ {0} నుండి {1} గా మార్చారు.

# DeadlineLabelCannotBeLongerThan50Characters
source: Deadline label cannot exceed 50 characters
ar: لا يمكن أن تتجاوز تسمية الموعد النهائي 50 حرفًا
ko: 마감 라벨은 50자를 초과 할 수 없습니다.
te: గడువు లేబుల్ 50 అక్షరాలను మించకూడదు

# DeadlineLabelShouldNotBeEmpty
source: Deadline label should not be null or empty
ar: يجب ألا تكون تسمية الموعد النهائي فارغة أو فارغة
ko: 마감일 레이블은 null이거나 비어 있으면 안됩니다.
te: గడువు లేబుల్ శూన్యంగా లేదా ఖాళీగా ఉండకూడదు

source: Deadline label with this name already exists
ar: تسمية الموعد النهائي بهذا الاسم موجودة بالفعل
ko: 이 이름의 마감일 라벨이 이미 있습니다.
te: ఈ పేరుతో డెడ్‌లైన్ లేబుల్ ఇప్పటికే ఉంది

# DeadLineShouldBeGreater
source: Late allowance time should be greater than start time.
ar: الخط الميت يجب أن يكون أكبر
ko: 지연 허용 시간은 시작 시간보다 길어야합니다.
te: ఆలస్య భత్యం సమయం ప్రారంభ సమయం కంటే ఎక్కువగా ఉండాలి.

source: Deadline should not be null
ar: يجب ألا يكون الموعد النهائي فارغًا
ko: 기한은 null이 아니어야합니다.
te: గడువు శూన్యంగా ఉండకూడదు

source: Deadlines label cannot be longer than 50 characters
ar: لا يمكن أن تكون تسمية المواعيد النهائية أطول من 50 حرفًا
ko: 마감일 레이블은 50자를 초과 할 수 없습니다.
te: డెడ్‌లైన్స్ లేబుల్ 50 అక్షరాల కంటే ఎక్కువ ఉండకూడదు

# DeadlinesLabelShouldNotBeEmpty
source: Deadlines label should not be null
ar: يجب ألا تكون تسمية المواعيد النهائية فارغة
ko: 기한 라벨은 null이 아니어야합니다.
te: డెడ్‌లైన్స్ లేబుల్ శూన్యంగా ఉండకూడదు

source: Deadlines label with this name already exists
ar: تسمية المواعيد النهائية بهذا الاسم موجودة بالفعل
ko: 이 이름의 마감일 라벨이 이미 있습니다.
te: ఈ పేరుతో డెడ్‌లైన్స్ లేబుల్ ఇప్పటికే ఉంది

source: Default test case automation type is already exist
ar: نوع التشغيل التلقائي لحالة الاختبار الافتراضي موجود بالفعل
ko: 기본 테스트 케이스 자동화 유형이 이미 있습니다.
te: డిఫాల్ట్ టెస్ట్ కేస్ ఆటోమేషన్ రకం ఇప్పటికే ఉంది

source: Default test case type is already exist
ar: نوع حالة الاختبار الافتراضي موجود بالفعل
ko: 기본 테스트 케이스 유형이 이미 있습니다.
te: డిఫాల్ట్ పరీక్ష కేసు రకం ఇప్పటికే ఉంది

source: Delete form type in generic form before deleting this record
ar: احذف نوع النموذج في شكل عام قبل حذف هذا السجل
ko: 이 레코드를 삭제하기 전에 일반 양식의 양식 유형을 삭제하십시오.
te: ఈ రికార్డ్‌ను తొలగించే ముందు ఫారమ్ రకాన్ని సాధారణ రూపంలో తొలగించండి

# DeleteLinkedbugs
source: DeleteLinkedbugs could not be done.Please contact administrator
ar: تعذر تنفيذ DeleteLinkedbugs. يرجى الاتصال بالمسؤول
ko: DeleteLinkedbugs를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: లింక్ చేసిన దోషాలను తొలగించండి. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# DeletePermissionReasonInPermissionBeforeDeletingThisRecord
source: This permission reason is already linked with the recorded permissions. So you can not archive this permission reason
ar: سبب الإذن هذا مرتبط بالفعل بالأذونات المسجلة. لذلك لا يمكنك أرشفة سبب الإذن هذا
ko: 이 권한 이유는 이미 기록 된 권한과 연결되어 있습니다. 따라서이 권한 이유를 보관할 수 없습니다.
te: ఈ అనుమతి కారణం ఇప్పటికే రికార్డ్ చేయబడిన అనుమతులతో ముడిపడి ఉంది. కాబట్టి మీరు ఈ అనుమతి కారణాన్ని ఆర్కైవ్ చేయలేరు

source: Department data is not found
ar: لم يتم العثور على بيانات القسم
ko: 부서 데이터를 찾을 수 없습니다.
te: విభాగం డేటా కనుగొనబడలేదు

source: Department name should not be null
ar: يجب ألا يكون اسم القسم فارغًا
ko: 부서 이름은 null이 아니어야합니다.
te: విభాగం పేరు శూన్యంగా ఉండకూడదు

source: Department should not be null
ar: يجب ألا يكون القسم فارغًا
ko: 부서는 null이 아니어야합니다.
te: విభాగం శూన్యంగా ఉండకూడదు

source: Department with this name already exists
ar: قسم بهذا الاسم موجود بالفعل
ko: 같은 이름의 부서가 이미 있습니다.
te: ఈ పేరుతో విభాగం ఇప్పటికే ఉంది

# DependencyPersonShouldNotBeNull
source: Please select dependency person for work item
ar: الرجاء تحديد شخص التبعية لعنصر العمل
ko: 작업 항목에 대한 종속성 사람을 선택하십시오.
te: దయచేసి పని అంశం కోసం డిపెండెన్సీ వ్యక్తిని ఎంచుకోండి

# DependencyUserChanged
source: Work item goal dependency user changed from {0} to {1}.
ar: تم تغيير معرف مستخدم تبعية هدف عنصر العمل من {0} إلى {1}.
ko: 작업 항목 목표 종속성 사용자 ID가 {0}에서 {1} (으)로 변경되었습니다.
te: యూజర్ అంశం లక్ష్యం డిపెండెన్సీ యూజర్ {0} నుండి {1} గా మార్చారు.

# DescriptionLengthExceeded
source: Description can not be longer than 1000 characters.
ar: لا يمكن أن يكون الوصف أطول من 1000 حرف.
ko: 설명은 1000자를 초과 할 수 없습니다.
te: వివరణ 1000 అక్షరాల కంటే ఎక్కువ ఉండకూడదు.

# DescriptionMaxLength
source: Description can not be longer than 150 characters.
ar: لا يمكن أن يكون الوصف أطول من 150 حرفًا.
ko: 설명은 150자를 초과 할 수 없습니다.
te: వివరణ 150 అక్షరాల కంటే ఎక్కువ ఉండకూడదు.

# DescriptionMaxLength250
source: Description can be no longer than 250 characters
ar: يجب ألا يزيد الوصف عن 250 حرفًا
ko: 설명은 250자를 초과 할 수 없습니다.
te: వివరణ 250 అక్షరాల కంటే ఎక్కువ ఉండకూడదు

# DescriptionNotFound
source: Description can not be empty.
ar: لا يمكن أن يكون الوصف فارغًا.
ko: 설명은 비워 둘 수 없습니다.
te: వివరణ ఖాళీగా ఉండకూడదు.

source: Description should not be null
ar: يجب ألا يكون الوصف فارغًا
ko: 설명은 null이 아니어야합니다.
te: వివరణ శూన్యంగా ఉండకూడదు

source: Designation data is not found
ar: لم يتم العثور على بيانات التعيين
ko: 지정 데이터를 찾을 수 없습니다.
te: హోదా డేటా కనుగొనబడలేదు

source: Designation name should not be null
ar: يجب ألا يكون اسم التعيين فارغًا
ko: 지정 이름은 null이 아니어야합니다.
te: హోదా పేరు శూన్యంగా ఉండకూడదు

source: Designation should not be null
ar: يجب ألا يكون التعيين فارغًا
ko: 지정은 null이 아니어야합니다.
te: హోదా శూన్యంగా ఉండకూడదు

source: Designation with this name already exists
ar: التعيين بهذا الاسم موجود بالفعل
ko: 이 이름을 가진 지정이 이미 존재합니다.
te: ఈ పేరుతో హోదా ఇప్పటికే ఉంది

# DocumentLengthExceeded
source: Document can not be longer than 50 characters.
ar: يجب ألا يزيد طول المستند عن 50 حرفًا.
ko: 문서는 50자를 초과 할 수 없습니다.
te: డాక్యుమెంట్ 50 అక్షరాల కంటే ఎక్కువ ఉండకూడదు.

# DocumentNumberLengthExceeded
source: Document Number can not be longer than 20 characters.
ar: يجب ألا يزيد رقم المستند عن 20 حرفًا.
ko: 문서 번호는 20자를 초과 할 수 없습니다.
te: డాక్యుమెంట్ సంఖ్య 20 అక్షరాల కంటే ఎక్కువ ఉండకూడదు.

source: Document number should not be null
ar: يجب ألا يكون رقم المستند فارغًا
ko: 문서 번호는 null이 아니어야합니다.
te: పత్ర సంఖ్య శూన్యంగా ఉండకూడదు

source: Document should not be null
ar: يجب ألا يكون المستند فارغًا
ko: 문서는 null이 아니어야합니다.
te: పత్రం శూన్యంగా ఉండకూడదు

# DocumentsShouldNotBeNull
source: Documents are required
ar: المستندات المطلوبة
ko: 서류가 필요합니다
te: పత్రాలు అవసరం

source: Duplicate options are not allowed
ar: الخيارات المكررة غير مسموح بها
ko: 중복 옵션은 허용되지 않습니다.
te: నకిలీ ఎంపికలు అనుమతించబడవు

# DurationFromIsLaterThanDurationTo
source: Duration From can not be Later than Duration To.
ar: لا يمكن أن تكون المدة من Later من Duration To.
ko: 기간 시작은 기간 종료 이후 일 수 없습니다.
te: నుండి కాలపరిమితితో వ్యవధి కంటే తరువాత ఉండకూడదు.

# EditedLeave
source: {0} has changed {1} from {2} to {3} of leave from {5} to {6} on {4}.
ar: تم تغيير {0} {1} من {2} إلى {3} من {5} إلى {6} يوم {4}.
ko: {0}이 (가) {4}에 휴가의 {1}을 (를) {5}에서 {6} (으)로 변경했습니다.
te: {0} {4} తేదీ న {5} నుండి {6} వరకు గల సెలవు యొక్క {1} ను {2} నుండి {3} కు మార్చారు.

source: Education level data is not found
ar: لم يتم العثور على بيانات مستوى التعليم
ko: 교육 수준 데이터를 찾을 수 없습니다.
te: విద్యా స్థాయి డేటా కనుగొనబడలేదు

source: Education level should not be null
ar: يجب ألا يكون مستوى التعليم فارغًا
ko: 교육 수준은 null이 아니어야합니다.
te: విద్యా స్థాయి శూన్యంగా ఉండకూడదు

source: Education level with name already exists
ar: مستوى التعليم بالاسم موجود بالفعل
ko: 이름의 교육 수준이 이미 존재합니다.
te: పేరుతో విద్యా స్థాయి ఇప్పటికే ఉంది

source: Education level with this name already exists.
ar: مستوى التعليم بهذا الاسم موجود بالفعل.
ko: 이 이름의 교육 수준이 이미 존재합니다.
te: ఈ పేరుతో విద్యా స్థాయి ఇప్పటికే ఉంది.

source: Effective from should not be null
ar: ساري المفعول من يجب ألا يكون باطلًا
ko: 유효 기간은 null이 아니어야합니다.
te: నుండి ప్రభావవంతంగా శూన్యంగా ఉండకూడదు

# EmailFormat
source: Email is not in correct format.
ar: البريد الإلكتروني ليس بالتنسيق الصحيح.
ko: 이메일 형식이 올바르지 않습니다.
te: ఇమెయిల్ సరైన ఆకృతిలో లేదు.

source: Email is not available please check the email you have entered
ar: البريد الإلكتروني غير متوفر يرجى التحقق من البريد الإلكتروني الذي أدخلته
ko: 이메일을 사용할 수 없습니다 입력 한 이메일을 확인하십시오
te: ఇమెయిల్ అందుబాటులో లేదు దయచేసి మీరు నమోదు చేసిన ఇమెయిల్‌ను తనిఖీ చేయండి

# EmailLengthExceeded
source: Email can not be longer than 50 characters.
ar: لا يمكن أن يزيد البريد الإلكتروني عن 50 حرفًا.
ko: 이메일은 50자를 초과 할 수 없습니다.
te: ఇమెయిల్ 50 అక్షరాల కంటే ఎక్కువ ఉండకూడదు.

source: Email should not be null
ar: يجب ألا يكون البريد الإلكتروني فارغًا
ko: 이메일은 null이 아니어야합니다.
te: ఇమెయిల్ శూన్యంగా ఉండకూడదు

# EmailWithThisNameAlreadyExists
source: An account already existed with this email.Please try with another email address!
ar: يوجد حساب بالفعل مع هذا البريد الإلكتروني. يرجى المحاولة باستخدام عنوان بريد إلكتروني آخر!
ko: 이 이메일에 이미 존재하는 계정입니다. 다른 이메일 주소로 시도해주세요!
te: ఈ ఇమెయిల్‌తో ఇప్పటికే ఒక ఖాతా ఉంది. దయచేసి మరొక ఇమెయిల్ చిరునామాతో ప్రయత్నించండి!

# EmployeeActiveFromShouldNotBeNull
source: Shift active from should be greater than joining date
ar: يجب أن يكون التحول النشط من أكبر من تاريخ الانضمام
ko: 활동 시작일은 가입 날짜보다 커야합니다.
te: చేరిన తేదీ కంటే షిఫ్ట్ యాక్టివ్ ఎక్కువగా ఉండాలి

# EmployeeBankDetailsIsAlreadyExistedForThisDate
source: Employee bank details already existed to this date
ar: التفاصيل المصرفية للموظفين موجودة بالفعل حتى هذا التاريخ
ko: 이 날짜까지 이미 존재하는 사원 은행 정보
te: ఉద్యోగుల బ్యాంక్ వివరాలు ఈ తేదీ వరకు ఇప్పటికే ఉన్నాయి

source: Employee branch data is not found
ar: لم يتم العثور على بيانات فرع الموظف
ko: 직원 지점 데이터를 찾을 수 없습니다.
te: ఉద్యోగుల శాఖ డేటా కనుగొనబడలేదు

source: Employee contact details data is not found
ar: لم يتم العثور على بيانات تفاصيل الاتصال بالموظف
ko: 직원 연락처 정보를 찾을 수 없습니다.
te: ఉద్యోగుల సంప్రదింపు వివరాల డేటా కనుగొనబడలేదు

source: Employee contract data is not found
ar: لم يتم العثور على بيانات عقد الموظف
ko: 직원 계약 데이터를 찾을 수 없습니다.
te: ఉద్యోగుల కాంట్రాక్ట్ డేటా కనుగొనబడలేదు

# EmployeeContractShouldBeStartedAfterEmployeeJoiningDate
source: Employee contract start date should not be before the joining date
ar: يجب ألا يكون تاريخ بدء عقد الموظف قبل تاريخ الانضمام
ko: 직원 계약 시작일은 입사일 이전 일 수 없습니다.
te: ఉద్యోగి కాంట్రాక్ట్ ప్రారంభ తేదీ చేరిన తేదీకి ముందు ఉండకూడదు

source: Employee contract start or end date matches with other start date or end date
ar: يتطابق تاريخ بدء عقد الموظف أو تاريخ انتهائه مع تاريخ بدء أو تاريخ انتهاء آخر
ko: 직원 계약 시작 또는 종료 날짜가 다른 시작 날짜 또는 종료 날짜와 일치합니다.
te: ఉద్యోగుల కాంట్రాక్ట్ ప్రారంభ లేదా ముగింపు తేదీ ఇతర ప్రారంభ తేదీ లేదా ముగింపు తేదీతో సరిపోతుంది

# EmployeeCreditorDetailsWithThisNameAlreadyExists
source: Creditor details with this branch already exists
ar: تفاصيل الدائن مع هذا الفرع موجودة بالفعل
ko: 직원 계약 시작 또는 종료 날짜가 다른 시작 날짜 또는 종료 날짜와 일치합니다.
te: ఈ శాఖతో రుణదాత వివరాలు ఇప్పటికే ఉన్నాయి

source: Employee data is not found
ar: لم يتم العثور على بيانات الموظف
ko: 직원 계약 시작 또는 종료 날짜가 다른 시작 날짜 또는 종료 날짜와 일치합니다.
te: ఉద్యోగుల డేటా కనుగొనబడలేదు

source: Employee dependent contact details data is not found
ar: لم يتم العثور على بيانات تفاصيل الاتصال التابعة للموظفين
ko: 직원 종속 연락처 정보 데이터를 찾을 수 없습니다.
te: ఉద్యోగుల ఆధారిత సంప్రదింపు వివరాల డేటా కనుగొనబడలేదు

source: Employee dependent details already exists
ar: التفاصيل الخاصة بالموظف موجودة بالفعل
ko: 직원 종속 세부 정보가 이미 있습니다.
te: ఉద్యోగుల ఆధారిత వివరాలు ఇప్పటికే ఉన్నాయి

source: Employee details are not existed
ar: تفاصيل الموظف غير موجودة
ko: 직원 세부 정보가 없습니다.
te: ఉద్యోగుల వివరాలు లేవు

source: Employee education details data is not found
ar: لم يتم العثور على بيانات تفاصيل تعليم الموظف
ko: 직원 교육 세부 정보 데이터를 찾을 수 없습니다.
te: ఉద్యోగుల విద్య వివరాల డేటా కనుగొనబడలేదు

source: Employee emergency contact details already exists
ar: تفاصيل الاتصال في حالات الطوارئ للموظفين موجودة بالفعل
ko: 직원 비상 연락처 정보가 이미 있습니다.
te: ఉద్యోగుల అత్యవసర సంప్రదింపు వివరాలు ఇప్పటికే ఉన్నాయి

source: Employee emergency contact details data is not found
ar: لم يتم العثور على بيانات تفاصيل الاتصال بالموظف في حالات الطوارئ
ko: 직원 비상 연락처 정보를 찾을 수 없습니다.
te: ఉద్యోగి అత్యవసర సంప్రదింపు వివరాల డేటా కనుగొనబడలేదు

# EmployeeESINumberWithThisNameAlreadyExists
source: Employee with this ESI number already exists
ar: الموظف مع رقم ESI هذا موجود بالفعل
ko: 이 ESI 번호를 가진 직원이 이미 존재합니다.
te: ఈ ESI నంబర్‌తో ఉద్యోగి ఇప్పటికే ఉన్నారు

source: Employee grade data is not found
ar: لم يتم العثور على بيانات درجة الموظف
ko: 직원 등급 데이터를 찾을 수 없습니다.
te: ఉద్యోగుల గ్రేడ్ డేటా కనుగొనబడలేదు

# EmployeeIdsNotFound
source: Employees can not be empty.
ar: لا يمكن أن يكون الموظفون فارغين.
ko: 직원은 비워 둘 수 없습니다.
te: ఉద్యోగులు ఖాళీగా ఉండకూడదు.

source: Employee immigration data is not found
ar: لم يتم العثور على بيانات هجرة الموظفين
ko: 직원 이민 데이터를 찾을 수 없습니다.
te: ఉద్యోగుల ఇమ్మిగ్రేషన్ డేటా కనుగొనబడలేదు

source: Employee job data is not found
ar: لم يتم العثور على بيانات وظيفة الموظف
ko: 직원 작업 데이터를 찾을 수 없습니다.
te: ఉద్యోగుల ఉద్యోగ డేటా కనుగొనబడలేదు

source: Employee label with this name already exists
ar: تسمية الموظف بهذا الاسم موجودة بالفعل
ko: 이 이름의 직원 라벨이 이미 존재합니다.
te: ఈ పేరుతో ఉద్యోగుల లేబుల్ ఇప్పటికే ఉంది

source: Employee language details data is not found
ar: لم يتم العثور على بيانات تفاصيل لغة الموظف
ko: 직원 언어 세부 정보 데이터를 찾을 수 없습니다.
te: ఉద్యోగుల భాషా వివరాల డేటా కనుగొనబడలేదు

# EmployeeLiceneDetailsDataIsNotFound
source: Employee licence details data is not found
ar: لم يتم العثور على بيانات تفاصيل ترخيص الموظف
ko: 직원 언어 세부 정보 데이터를 찾을 수 없습니다.
te: ఉద్యోగుల లైసెన్స్ వివరాల డేటా కనుగొనబడలేదు

source: Employee membership details data is not found
ar: لم يتم العثور على بيانات تفاصيل عضوية الموظف
ko: 직원 회원 정보 데이터를 찾을 수 없습니다.
te: ఉద్యోగి సభ్యుడు ఓడ వివరాల డేటా కనుగొనబడలేదు

source: Employee membership with same details already exists.
ar: عضوية الموظف بنفس التفاصيل موجودة بالفعل.
ko: 동일한 세부 정보를 가진 직원 멤버십이 이미 존재합니다.
te: అదే వివరాలతో ఉద్యోగుల సభ్యత్వం ఇప్పటికే ఉంది.

source: Employee number should not be null
ar: يجب ألا يكون رقم الموظف فارغًا
ko: 동일한 세부 정보를 가진 직원 멤버십이 이미 존재합니다.
te: ఉద్యోగుల సంఖ్య శూన్యంగా ఉండకూడదు

# EmployeePANNumberWithThisNameAlreadyExists
source: Employee with this PAN number already exists
ar: الموظف برقم PAN هذا موجود بالفعل
ko: 이 PAN 번호를 가진 직원이 이미 존재합니다.
te: ఈ పాన్ నంబర్‌తో ఉద్యోగి ఇప్పటికే ఉన్నారు

# EmployeePFNumberWithThisNameAlreadyExists
source: Employee with this PF number already exists
ar: الموظف برقم PF هذا موجود بالفعل
ko: 이 PF 번호를 가진 직원이 이미 존재합니다.
te: ఈ పిఎఫ్ నంబర్ ఉన్న ఉద్యోగి ఇప్పటికే ఉన్నారు

source: Employee reporting to data is not found
ar: الموظف برقم PF هذا موجود بالفعل
ko: 데이터에 대한 직원보고를 찾을 수 없습니다.
te: డేటాకు ఉద్యోగి రిపోర్టింగ్ కనుగొనబడలేదు

source: Employee salary details data is not found
ar: لم يتم العثور على إبلاغ الموظف إلى البيانات
ko: 직원 급여 세부 정보 데이터를 찾을 수 없습니다.
te: ఉద్యోగుల జీతం వివరాల డేటా కనుగొనబడలేదు

# EmployeeSalaryDetailsIsAlreadyExistedWithThisDateRange
source: Employee salary details with this date range already existed
ar: تفاصيل راتب الموظف مع هذا النطاق الزمني موجودة بالفعل
ko: 이 날짜 범위의 직원 급여 세부 정보가 이미 있습니다.
te: ఈ తేదీ పరిధితో ఉద్యోగుల జీతం వివరాలు ఇప్పటికే ఉన్నాయి

# EmployeeShitsDataIsNotFound
source: There is a shift already define with these dates for this employee.
ar: هناك تحول محدد بالفعل مع هذه التواريخ لهذا الموظف.
ko: 이 직원에 대해 이러한 날짜로 이미 정의 된 근무조가 있습니다.
te: ఈ ఉద్యోగి కోసం ఈ తేదీలతో ఇప్పటికే నిర్వచించిన మార్పు ఉంది.

source: Employee should not be null
ar: يجب ألا يكون الموظف فارغًا
ko: 직원은 null이 아니어야합니다.
te: ఉద్యోగి శూన్యంగా ఉండకూడదు

source: Employee skill should not be null
ar: يجب ألا تكون مهارة الموظف فارغة
ko: 직원 기술은 null이 아니어야합니다.
te: ఉద్యోగుల నైపుణ్యం శూన్యంగా ఉండకూడదు

source: Employees label with this name already exists
ar: تسمية الموظفين بهذا الاسم موجودة بالفعل
ko: 이 이름의 직원 라벨이 이미 존재합니다.
te: ఈ పేరుతో ఉద్యోగుల లేబుల్ ఇప్పటికే ఉంది

# EmployeeUANNumberWithThisNameAlreadyExists
source: Employee with this UAN number already exists
ar: الموظف برقم UAN هذا موجود بالفعل
ko: 이 UAN 번호를 가진 직원이 이미 존재합니다.
te: ఈ UAN నంబర్‌తో ఉద్యోగి ఇప్పటికే ఉన్నారు

source: Employee with same details already exists
ar: الموظف بنفس التفاصيل موجود بالفعل
ko: 동일한 세부 정보를 가진 직원이 이미 있습니다.
te: అదే వివరాలతో ఉన్న ఉద్యోగి ఇప్పటికే ఉన్నారు

source: Employee with same licence details already exists
ar: الموظف بنفس تفاصيل الترخيص موجود بالفعل
ko: 동일한 라이선스 세부 정보를 가진 직원이 이미 있습니다.
te: అదే లైసెన్స్ వివరాలతో ఉన్న ఉద్యోగి ఇప్పటికే ఉన్నారు

source: Employee with this email already exists
ar: الموظف مع هذا البريد الإلكتروني موجود بالفعل
ko: 이 이메일을 사용하는 직원이 이미 존재합니다.
te: ఈ ఇమెయిల్ ఉన్న ఉద్యోగి ఇప్పటికే ఉన్నారు

source: Employee with this ip number already exists
ar: الموظف برقم IP هذا موجود بالفعل
ko: 이 IP 번호를 가진 직원이 이미 존재합니다.
te: ఈ ఐపి నంబర్‌తో ఉన్న ఉద్యోగి ఇప్పటికే ఉన్నారు

source: Employee with this number already exists
ar: الموظف بهذا الرقم موجود بالفعل
ko: 이 번호를 가진 직원이 이미 존재합니다.
te: ఈ సంఖ్య ఉన్న ఉద్యోగి ఇప్పటికే ఉన్నారు

source: Employee work experience already existed to this date
ar: خبرة عمل الموظف موجودة بالفعل حتى هذا التاريخ
ko: 이 날짜까지 이미 존재하는 직원 업무 경험
te: ఉద్యోగుల పని అనుభవం ఈ తేదీ వరకు ఇప్పటికే ఉంది

source: Employee work experience data is not found
ar: لم يتم العثور على بيانات خبرة عمل الموظف
ko: 직원 업무 경험 데이터를 찾을 수 없습니다.
te: ఉద్యోగుల పని అనుభవం డేటా కనుగొనబడలేదు

source: Employment status data is not found
ar: لم يتم العثور على بيانات حالة التوظيف
ko: 고용 상태 데이터를 찾을 수 없습니다.
te: ఉపాధి స్థితి డేటా కనుగొనబడలేదు

# EmploymentStatusNameLengthExceeded
source: Employment status Name can not be longer than 50 characters.
ar: حالة التوظيف لا يمكن أن يزيد الاسم عن 50 حرفًا.
ko: 고용 상태 이름은 50자를 초과 할 수 없습니다.
te: ఉద్యోగ స్థితి పేరు 50 అక్షరాలు కంటే ఎక్కువ ఉండరాదు.
