Repository: pujithagodavarthi414-coder/TradeEngine.ai
Catalog: sourcecode/BusinessView/BusinessView.Common/Texts/LangText.*.resx
Languages: ar, ko, te

# ExceptionGetAllGoalReplanTypes
source: GetAll Goal Replan Types could not be done. Please contact administrator.
ar: تعذر تنفيذ GetAll Goal Replan Types. يرجى الاتصال بالمسؤول.
ko: 모든 목표 재 계획 유형 가져 오기를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: GetAll గోల్ Replan రకాలు చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetAllGoalStatuses
source: Get All Goal Statuses could not be done. Please contact administrator.
ar: لا يمكن الحصول على كافة حالات الهدف. يرجى الاتصال بالمسؤول.
ko: 모든 목표 상태 가져 오기를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: అన్ని గోల్ హోదాలకు చేయలేనిది పొందండి. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetAllLeaveTypes
source: Cannot get the LeaveTypes. Please contact administrator.
ar: لا يمكن الحصول على نوع LeaveTypes. يرجى الاتصال بالمسؤول.
ko: 휴가 유형을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: LeaveTypes పొందలేము. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetAllLogTimeOptions
source: Get log time options could not be done. Please contact administrator.
ar: لا يمكن عمل خيارات وقت السجل. يرجى الاتصال بالمسؤول.
ko: 로그 시간 가져 오기 옵션을 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: లాగిన్ సమయ ఎంపికలను చేయలేనిది పొందండి. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetAllMasterLeavetypes
source: Get Master Leave Types could not be done.Please contact administrator
ar: تعذر الحصول على أنواع الإجازات الرئيسية. يرجى الاتصال بالمسؤول
ko: 마스터 휴가 유형 가져 오기를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: మాస్టర్ లీవ్ టైప్ పొందలేము.దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionGetAllNationalities
source: Can not get all the nationalities. Please contact administrator.
ar: لا يمكن الحصول على جميع الجنسيات. يرجى الاتصال بالمسؤول.
ko: 모든 국적을 얻을 수는 없습니다. 관리자에게 문의하십시오.
te: అన్ని జాతీయతలు పొందలేము. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetAllPermissions
source: Cannot get the Permissions. Please contact administrator.
ar: لا يمكن الحصول على الأذونات. يرجى الاتصال بالمسؤول.
ko: 권한을 얻을 수 없습니다. 관리자에게 문의하십시오.
te: అనుమతులు పొందలేము. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetAllProcessDashboardStatuses
source: Can not get process dashboard statuses. Please contact administrator.
ar: لا يمكن الحصول على حالات لوحة معلومات العملية. يرجى الاتصال بالمسؤول.
ko: 프로세스 대시 보드 상태를 가져올 수 없습니다. 관리자에게 문의하십시오.
te: ప్రక్రియలో డాష్బోర్డ్ హోదాలు పొందలేము. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetAllProductDetails
source: Get All Product Details could not be done. Please contact administrator.
ar: تعذر الحصول على كافة تفاصيل المنتج. يرجى الاتصال بالمسؤول.
ko: 모든 제품 세부 정보 가져 오기를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: అన్ని పొందండి ఉత్పత్తి వివరాలు చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetAllProducts
source: Get All Products could not be done. Please contact administrator.
ar: تعذر الحصول على كافة المنتجات. يرجى الاتصال بالمسؤول.
ko: 모든 제품 가져 오기를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: గెట్ అన్ని ఉత్పత్తులు చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetAllProjectFeaturesByProjectId
source: can not get project features by project id. Please contact administrator.
ar: لا يمكن الحصول على ميزات المشروع حسب معرف المشروع. يرجى الاتصال بالمسؤول.
ko: 프로젝트 ID로 프로젝트 기능을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: ప్రాజెక్ట్ ఐడి ద్వారా ప్రాజెక్ట్ లక్షణాలు పొందలేము. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetAllProjectMembers
source: Get All Project Members could not be done. Please contact administrator.
ar: تعذر الحصول على جميع أعضاء المشروع. يرجى الاتصال بالمسؤول.
ko: 모든 프로젝트 구성원 가져 오기를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: అన్ని పొందండి ప్రాజెక్టు సభ్యులు చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetAllProjectTypes
source: Get All Project Types could not be done. Please contact administrator.
ar: تعذر الحصول على كافة أنواع المشاريع. يرجى الاتصال بالمسؤول.
ko: 모든 프로젝트 유형 가져 오기를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: కాబట్టి అన్ని ప్రాజెక్ట్ రకాలు చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetAllRoles
source: Cannot get the Roles. Please contact administrator.
ar: لا يمكن الحصول على الأدوار. يرجى الاتصال بالمسؤول.
ko: 역할을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: పాత్రలు పొందలేము. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetAllRolesDropDown
source: Cannot get the Roles drop down. Please contact administrator.
ar: لا يمكن الحصول على قائمة الأدوار المنسدلة. يرجى الاتصال بالمسؤول.
ko: 역할 드롭 다운을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: పాత్ర యొక్క డ్రాప్ డౌన్ పొందలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionGetAllStatuses
source: Get All Statuses could not be done. Please contact administrator.
ar: تعذر الحصول على كافة الحالات. يرجى الاتصال بالمسؤول.
ko: 모든 상태 가져 오기를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: అన్ని హోదాలు పొందండి చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetAllSuppliersDropDown
source: Cannot get the suppliers drop down. Please contact administrator.
ar: لا يمكن الحصول على قائمة الموردين المنسدلة. يرجى الاتصال بالمسؤول.
ko: 공급자 드롭 다운을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: సరఫరాదారు యొక్క డ్రాప్ డౌన్ పొందలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionGetAllTestCaseAutomationTypes
source: Error occured while retrieving test case auntomation types. Please contact administrator.
ar: حدث خطأ أثناء استرداد أنواع الخالة في حالة الاختبار. يرجى الاتصال بالمسؤول.
ko: 테스트 케이스 통합 유형을 검색하는 중에 오류가 발생했습니다. 관리자에게 문의하십시오.
te: పరీక్ష కేసు auntomation రకాల తిరిగి పొందడంలో లోపం సంభవించింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetAllTestCasePriorities
source: Error occured while retrieving test case priorities. Please contact administrator.
ar: حدث خطأ أثناء استرداد أولويات حالة الاختبار. يرجى الاتصال بالمسؤول.
ko: 테스트 케이스 우선 순위를 검색하는 중에 오류가 발생했습니다. 관리자에게 문의하십시오.
te: పరీక్ష కేసు ప్రాధాన్యతలను తిరిగి పొందడంలో లోపం సంభవించింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetAllTestCaseStatuses
source: Error occured while retrieving test case statuses. Please contact administrator.
ar: حدث خطأ أثناء استرداد حالات حالة الاختبار. يرجى الاتصال بالمسؤول.
ko: 테스트 케이스 상태를 검색하는 중에 오류가 발생했습니다. 관리자에게 문의하십시오.
te: పరీక్ష కేసు హోదాలు తిరిగి పొందడంలో లోపం సంభవించింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetAllTestCaseTemplates
source: Error occured while retrieving test case templates. Please contact administrator.
ar: حدث خطأ أثناء استرداد قوالب حالة الاختبار. يرجى الاتصال بالمسؤول.
ko: 테스트 케이스 템플릿을 검색하는 동안 오류가 발생했습니다. 관리자에게 문의하십시오.
te: పరీక్ష కేసు టెంప్లేట్లు తిరిగి పొందడంలో లోపం సంభవించింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetAllTestCaseTypes
source: Error occured while retrieving test case types. Please contact administrator.
ar: حدث خطأ أثناء استرداد أنواع حالات الاختبار. يرجى الاتصال بالمسؤول.
ko: 테스트 케이스 유형을 검색하는 중에 오류가 발생했습니다. 관리자에게 문의하십시오.
te: పరీక్ష కేసు రకాల తిరిగి పొందడంలో లోపం సంభవించింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetAllTimeZones
source: Cannot get the TimeZones. Please contact administrator.
ar: لا يمكن الحصول على المناطق الزمنية. يرجى الاتصال بالمسؤول.
ko: 시간대를 가져올 수 없습니다. 관리자에게 문의하십시오.
te: లను పొందలేము. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetAllTransitionDeadlines
source: Cannot get the TransitionDeadlines. Please contact administrator.
ar: لا يمكن الحصول على TransitionDeadlines. يرجى الاتصال بالمسؤول.
ko: 전환 기한을 알 수 없습니다. 관리자에게 문의하십시오.
te: TransitionDeadlines పొందలేము. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetAllUserPermittedFeatures
source: Get All User Permitted Features could not be done. Please contact administrator.
ar: تعذر الحصول على كافة الميزات التي يسمح بها المستخدم. يرجى الاتصال بالمسؤول.
ko: 모든 사용자 허용 기능 가져 오기를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: అన్ని వాడుకరి అనుమతించిన ఫీచర్స్ చేయలేనిది పొందండి. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetAllUsers
source: Cannot get the Users. Please contact administrator.
ar: لا يمكن الحصول على المستخدمين. يرجى الاتصال بالمسؤول.
ko: 사용자를 가져올 수 없습니다. 관리자에게 문의하십시오.
te: వినియోగదారులు పొందలేము. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetAllUsersAssets
source: Excel sheet could not be downloaded. Please contact administrator
ar: تعذر تنزيل ورقة Excel. يرجى الاتصال بالمسؤول
ko: Excel 시트를 다운로드 할 수 없습니다. 관리자에게 문의하십시오
te: ఎక్సెల్ షీట్ డౌన్‌లోడ్ కాలేదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionGetAllUsersDropDown
source: Cannot get the user drop down. Please contact administrator.
ar: لا يمكن الحصول على قائمة المستخدم المنسدلة. يرجى الاتصال بالمسؤول.
ko: 사용자 드롭 다운을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: యూజర్ యొక్క డ్రాప్ డౌన్ పొందలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionGetAllWorkFlowEligibleStatusTransition
source: Cannot get All Work Flow Eligible Status Transitions. Please contact administrator.
ar: لا يمكن الحصول على جميع انتقالات الحالة المؤهلة لتدفق العمل. يرجى الاتصال بالمسؤول.
ko: 모든 워크 플로 적격 상태 전환을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: అన్ని వర్క్ ఫ్లో అర్హత హోదా పరివర్తనాలు పొందలేము. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetAllWorkFlows
source: Cannot get the WorkFlows. Please contact administrator.
ar: لا يمكن الحصول على WorkFlows. يرجى الاتصال بالمسؤول.
ko: 워크 플로를 가져올 수 없습니다. 관리자에게 문의하십시오.
te: పనులకూ పొందలేము. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetAllWorkFlowStatuses
source: Cannot get the workFlow statuses. Please contact administrator.
ar: لا يمكن الحصول على حالات تدفق العمل. يرجى الاتصال بالمسؤول.
ko: 워크 플로우 상태를 가져올 수 없습니다. 관리자에게 문의하십시오.
te: వర్క్ఫ్లో హోదాలు పొందలేము. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetAnnouncements
source: Cannot get announcements. Please contact administrator
ar: لا يمكن الحصول على إعلانات. يرجى الاتصال بالمسؤول
ko: 공지를받을 수 없습니다. 관리자에게 문의하십시오
te: ప్రకటనలు పొందలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionGetApprovedRosterRequests
source: Cannot get approved roster requests. Please contact administrator
ar: لا يمكن الحصول على طلبات قائمة تمت الموافقة عليها. يرجى الاتصال بالمسؤول
ko: 승인 된 명단 요청을받을 수 없습니다. 관리자에게 문의하십시오
te: ఆమోదించబడిన జాబితా అభ్యర్థనలను పొందలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionGetAppSetting
source: Could not fetch App settings.Please contact administrator.
ar: تعذر جلب إعدادات التطبيق. الرجاء الاتصال بالمسؤول.
ko: 앱 설정을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: అనువర్తన సెట్టింగ్‌లను పొందలేకపోయాము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionGetAppsettings
source: Can not get the App settings. Please contact administrator.
ar: لا يمكن الحصول على إعدادات التطبيق. يرجى الاتصال بالمسؤول.
ko: 앱 설정을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: అనువర్తన సెట్టింగ్‌లను పొందలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionGetAppUsageCompleteReport
source: Cannot get tracker usage report. Please contact administrator
ar: لا يمكن الحصول على تقرير استخدام تعقب. يرجى الاتصال بالمسؤول
ko: 추적기 사용 보고서를 가져올 수 없습니다. 관리자에게 문의하십시오
te: ట్రాకర్ వినియోగ నివేదికను పొందలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionGetAppUsageTimesheetReport
source: Cannot get timesheet usage report. Please contach administrator
ar: لا يمكن الحصول على تقرير استخدام الجدول الزمني. الرجاء الاتصال بالمسؤول
ko: 작업 표 사용 보고서를 가져올 수 없습니다. 관리자에게 문의하십시오
te: టైమ్ షీట్ వినియోగ నివేదికను పొందలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionGetAppUsageUserStoryReport
source: Cannot get userstory usage report. Please contact administrator
ar: لا يمكن الحصول على تقرير استخدام userstory. يرجى الاتصال بالمسؤول
ko: 사용자 스토리 사용 보고서를 가져올 수 없습니다. 관리자에게 문의하십시오
te: యూజర్‌స్టోరీ వినియోగ నివేదికను పొందలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionGetAssetCommentsAndHistory
source: Get Asset Comments And History could not be done. Please contact administrator.
ar: تعذر الحصول على تعليقات الأصول والتاريخ. يرجى الاتصال بالمسؤول.
ko: 자산 설명 및 내역 가져 오기를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: ఆస్తి వ్యాఖ్యలు పొందండి మరియు చరిత్ర చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetAssetsAssignedToEmployees
source: Get Assets Assigned To Employees could not be done. Please contact administrator.
ar: تعذّر إجراء "إحضار الأصول المخصصة للموظفين". يرجى الاتصال بالمسؤول.
ko: 직원에게 할당 된 자산 가져 오기를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: ఉద్యోగులు కేటాయించిన ఆస్తులు పొందండి చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetAssignmentStatuses
source: Unable to fetch training assignment statuses. Please contact administrator
ar: تعذر إحضار حالات مهام التدريب. يرجى الاتصال بالمسؤول
ko: 교육 할당 상태를 가져올 수 없습니다. 관리자에게 문의하십시오
te: శిక్షణ కేటాయింపు స్థితులను పొందడం సాధ్యం కాలేదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionGetAssignmentWorkflow
source: Unable to fetch assignment workflow. Please contact administrator.
ar: تعذر إحضار سير عمل الواجب. يرجى الاتصال بالمسؤول.
ko: 할당 워크 플로를 가져올 수 없습니다. 관리자에게 문의하십시오.
te: అసైన్‌మెంట్ వర్క్‌ఫ్లో పొందడం సాధ్యం కాలేదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionGetAuditCategories
source: Get audit categories could not be done. Please contact administrator.
ar: لا يمكن أن يتم الحصول على فئات التدقيق. يرجى الاتصال بالمسؤول.
ko: 감사 범주 가져 오기를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: గెట్ ఆడిట్ కేతగిరీలు చేయలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionGetAuditConductTimeline
source: Cannot get audit ot conduct by branch data. Please contact administrator
ar: لا يمكن الحصول على إجراء تدقيق بواسطة بيانات الفرع. يرجى الاتصال بالمسؤول
ko: 지점 데이터로 감사를받을 수 없습니다. 관리자에게 문의하십시오
te: బ్రాంచ్ డేటా ద్వారా ఆడిట్ ప్రవర్తనను పొందలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionGetAuditsByBranch
source: Cannot get audits by branch. Please contact administrator
ar: لا يمكن الحصول على عمليات تدقيق حسب الفرع. يرجى الاتصال بالمسؤول
ko: 지점별로 감사를받을 수 없습니다. 관리자에게 문의하십시오
te: శాఖ వారీగా ఆడిట్ పొందలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionGetBadge
source: Cannot get badges, Please contact adiministrator
ar: لا يمكن الحصول على الشارات ، الرجاء الاتصال بالمسؤول
ko: 배지를받을 수 없습니다. 관리 담당자에게 문의하십시오.
te: బ్యాడ్జ్‌లు పొందలేము, దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionGetBadgesAssignedToEmployee
source: Cannot get badges assigned to employee. Please contact administrator
ar: لا يمكن الحصول على شارات مخصصة للموظف. يرجى الاتصال بالمسؤول
ko: 직원에게 할당 된 배지를받을 수 없습니다. 관리자에게 문의하십시오
te: ఉద్యోగికి కేటాయించిన బ్యాడ్జ్‌లను పొందలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionGetBoardTypeApiById
source: Cannot get the BoardTypeApi by Id. Please contact administrator.
ar: لا يمكن الحصول على BoardTypeApi بالمعرف. يرجى الاتصال بالمسؤول.
ko: Id로 BoardTypeApi를 가져올 수 없습니다. 관리자에게 문의하십시오.
te: Id ద్వారా BoardTypeApi పొందలేము. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetBranches
source: Get branches could not be done. Please contact administrator.
ar: لا يمكن الحصول على الفروع. يرجى الاتصال بالمسؤول.
ko: 가지를 얻을 수 없습니다. 관리자에게 문의하십시오.
te: శాఖలు పొందండి చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetBreakTypes
source: Can not get the break types. Please contact administrator.
ar: لا يمكن الحصول على أنواع الاستراحة. يرجى الاتصال بالمسؤول.
ko: 휴식 유형을 얻을 수 없습니다. 관리자에게 문의하십시오.
te: విరామం రకాల పొందలేము. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetBugReport
source: Get Bug Report could not be done. Please contact administrator.
ar: تعذر الحصول على تقرير الأخطاء. يرجى الاتصال بالمسؤول.
ko: 버그 보고서 가져 오기를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: పొందండి బగ్ నివేదిక చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetBugsBasedOnUserStories
source: Can not get bugs based on work items. Please contact administrator.
ar: لا يمكن الحصول على البق على أساس عناصر العمل. يرجى الاتصال بالمسؤول.
ko: 작업 항목에 따라 버그를 얻을 수 없습니다. 관리자에게 문의하십시오.
te: వినియోగదారు కథల ఆధారంగా దోషాలను పొందలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionGetBugsCountForUserStory
source: Get Bugs count for work items could not be done. Please contact administrator.
ar: تعذر الحصول على عدد الأخطاء لعناصر العمل. يرجى الاتصال بالمسؤول.
ko: 작업 항목에 대한 버그 수 가져 오기를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: వినియోగదారు కథ కోసం బగ్స్ లెక్కింపు పొందలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionGetButtonTypeById
source: Cannot get the ButtonType by Id. Please contact administrator.
ar: لا يمكن الحصول على ButtonType بالمعرف. يرجى الاتصال بالمسؤول.
ko: Id로 버튼 유형을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: Id ద్వారా ButtonType పొందలేము. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetCategoriesAndSubCategories
source: Cannot search categories. Please contact administrator.
ar: لا يمكن البحث في الفئات. يرجى الاتصال بالمسؤول.
ko: 카테고리를 검색 할 수 없습니다. 관리자에게 문의하십시오.
te: వర్గాలను శోధించలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionGetCommentById
source: Can not get the comment by id. Please contact administrator.
ar: لا يمكن الحصول على التعليق بالمعرف. يرجى الاتصال بالمسؤول.
ko: 아이디로 댓글을받을 수 없습니다. 관리자에게 문의하십시오.
te: ఐడి ద్వారా వ్యాఖ్యను పొందలేము. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetCommentByReceiverId
source: Can not get the comment by receiver id. Please contact administrator.
ar: لا يمكن الحصول على التعليق عن طريق معرف المتلقي. يرجى الاتصال بالمسؤول.
ko: 수신자 ID로 댓글을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: రిసీవర్ ID ద్వారా వ్యాఖ్యను పొందలేము. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetCommentsCountByUserStoryId
source: Comments Count By UserStoryId could not be fetched. Please contact administrator.
ar: تعذر جلب عدد التعليقات حسب UserStoryId. يرجى الاتصال بالمسؤول.
ko: 사용자 스토리 ID 별 댓글 수를 가져올 수 없습니다. 관리자에게 문의하십시오.
te: వ్యాఖ్యలు UserStoryId ద్వారా కౌంట్ తేలేకపోయాం. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetCompanySettings
source: Could not get Company settings.Please contact administrator.
ar: تعذر الحصول على إعدادات الشركة. يرجى الاتصال بالمسؤول.
ko: 회사 설정을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: కంపెనీ సెట్టింగులను పొందలేకపోయాము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionGetCompanyStructure
source: Can not get the company structure. Please contact administrator.
ar: لا يمكن الحصول على هيكل الشركة. يرجى الاتصال بالمسؤول.
ko: 회사 구조를 얻을 수 없습니다. 관리자에게 문의하십시오.
te: కంపెనీ నిర్మాణం పొందలేము. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetContractPaySettings
source: Can not get the contract pay settings. Please contact administrator.
ar: لا يمكن الحصول على إعدادات دفع العقد. يرجى الاتصال بالمسؤول.
ko: 계약 지불 설정을 얻을 수 없습니다. 관리자에게 문의하십시오.
te: కాంట్రాక్ట్ పే సెట్టింగులను పొందలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionGetContractPayTypes
source: Can not get the contract pay types.Please contact administrator.
ar: لا يمكن الحصول على أنواع الدفع للعقد الرجاء التواصل مع المدير.
ko: 계약 지불 유형을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: కాంట్రాక్ట్ పే రకాలను పొందలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionGetContractTypeById
source: Can not get contract type list. Please contact administrator.
ar: لا يمكن الحصول على قائمة نوع العقد. يرجى الاتصال بالمسؤول.
ko: 계약 유형 목록을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: ఒప్పందం రకం జాబితా పొందలేము. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetContractTypes
source: Can not get the contract types. Please contact administrator.
ar: لا يمكن الحصول على أنواع العقود. يرجى الاتصال بالمسؤول.
ko: 계약 유형을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: ఒప్పందం రకాల పొందలేము. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetCountries
source: Can not get the countries. Please contact administrator.
ar: لا يمكن الحصول على البلدان. يرجى الاتصال بالمسؤول.
ko: 국가를 얻을 수 없습니다. 관리자에게 문의하십시오.
te: దేశాలు పొందలేము. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetCurrencyById
source: Currency by id list could not be fetched. Please contact administrator.
ar: لا يمكن جلب قائمة العملة حسب المعرف. يرجى الاتصال بالمسؤول.
ko: ID 목록으로 통화를 가져올 수 없습니다. 관리자에게 문의하십시오.
te: id జాబితా కరెన్సీ తేలేకపోయాం. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetCurrencyList
source: Currency list could not be fetched. Please contact administrator.
ar: لا يمكن جلب قائمة العملات. يرجى الاتصال بالمسؤول.
ko: 통화 목록을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: కరెన్సీ జాబితాలో తేలేకపోయాం. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetCustomAppDashboardPersistance
source: Can't get app persistance for user. Please contact administrator
ar: لا يمكن الحصول على استمرار التطبيق للمستخدم. يرجى الاتصال بالمسؤول
ko: 사용자에 대한 앱 지속성을 가져올 수 없습니다. 관리자에게 문의하십시오
te: వినియోగదారు కోసం అనువర్తన నిలకడను పొందలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionGetCustomApplication
source: Get custom application could not be done. Please contact administrator.
ar: تعذر الحصول على تطبيق مخصص. يرجى الاتصال بالمسؤول.
ko: 사용자 지정 응용 프로그램 가져 오기를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: అనుకూల అనువర్తనం పొందలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionGetCustomApplicationKeys
source: Get custom application keys could not be done. Please contact administrator.
ar: تعذر الحصول على مفاتيح التطبيق المخصصة. يرجى الاتصال بالمسؤول.
ko: 사용자 지정 응용 프로그램 키를 가져올 수 없습니다. 관리자에게 문의하십시오.
te: అనుకూల అనువర్తన కీలను పొందండి. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionGetCustomApplicationTag
source: Get custom application tag could not be done. Please contact administrator.
ar: تعذر الحصول على علامة تطبيق مخصصة. يرجى الاتصال بالمسؤول.
ko: 사용자 지정 응용 프로그램 태그를 가져올 수 없습니다. 관리자에게 문의하십시오.
te: కస్టమ్ అప్లికేషన్ యొక్క ట్యాగ్లను పొందలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionGetCustomDashboardId
source: Cannot get customized dashboardId. Please contact administrator.
ar: لا يمكن الحصول على معرف لوحة القيادة المخصص. يرجى الاتصال بالمسؤول.
ko: 사용자 지정된 dashboardId를 가져올 수 없습니다. 관리자에게 문의하십시오.
te: అనుకూలీకరించిన డాష్‌బోర్డ్ పొందలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionGetCustomFieldMapping
source: Get custom app mappings could not be done. Please contact administrator.
ar: تعذر إجراء تعيينات التطبيقات المخصصة. يرجى الاتصال بالمسؤول.
ko: 사용자 지정 앱 매핑을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: అనుకూల అనువర్తన మ్యాపింగ్‌లు పొందలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionGetCustomFormSubmissions
source: Cannot get custom forms. Please contact administrator
ar: لا يمكن الحصول على نماذج مخصصة. يرجى الاتصال بالمسؤول
ko: 사용자 지정 양식을 가져올 수 없습니다. 관리자에게 문의하십시오
te: అనుకూల రూపాలను పొందలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionGetDailyLogTimeReport
source: Get Daily LogTime Report could not be done. Please contact administrator.
ar: تعذر الحصول على تقرير وقت التسجيل اليومي. يرجى الاتصال بالمسؤول.
ko: 일일 LogTime 보고서 가져 오기를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: పొందండి డైలీ LogTime నివేదిక చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetDashboardFilters
source: Cannot get dashboard filters. Please contact administrator
ar: لا يمكن الحصول على مرشحات لوحة القيادة. يرجى الاتصال بالمسؤول
ko: 대시 보드 필터를 가져올 수 없습니다. 관리자에게 문의하십시오
te: డాష్‌బోర్డ్ ఫిల్టర్‌లను పొందలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionGetDashboards
source: Can not get the Dashboard apps. Please contact administrator.
ar: لا يمكن الحصول على تطبيقات لوحة التحكم. يرجى الاتصال بالمسؤول.
ko: 대시 보드 앱을받을 수 없습니다. 관리자에게 문의하십시오.
te: డాష్‌బోర్డ్ అనువర్తనాలను పొందలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionGetDepartmentById
source: Can not get the department by id. Please contact administrator.
ar: لا يمكن الحصول على القسم بالمعرف. يرجى الاتصال بالمسؤول.
ko: ID로 부서를 가져올 수 없습니다. 관리자에게 문의하십시오.
te: ID ద్వారా విభాగం పొందలేము. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetDepartments
source: Can not get the departments. Please contact administrator.
ar: لا يمكن الحصول على الإدارات. يرجى الاتصال بالمسؤول.
ko: 부서를 가져올 수 없습니다. 관리자에게 문의하십시오.
te: విభాగాలు పొందలేము. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetDesignations
source: Can not get the designations. Please contact administrator.
ar: لا يمكن الحصول على التعيينات. يرجى الاتصال بالمسؤول.
ko: 지정을받을 수 없습니다. 관리자에게 문의하십시오.
te: విశిష్టతను పొందలేము. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetEducationLevel
source: Could not fetch Education level. Please contact administrator.
ar: تعذر إحضار المستوى التعليمي. يرجى الاتصال بالمسؤول.
ko: 교육 수준을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: పొందడం సాధ్యం కాలేదు విద్యా స్థాయి. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetEmployeeAccountDetails
source: Can not get employee account details. please contact administrator.
ar: لا يمكن الحصول على تفاصيل حساب الموظف. الرجاء الاتصال بالمسؤول.
ko: 직원 계정 정보를 가져올 수 없습니다. 관리자에게 문의하십시오.
te: ఉద్యోగుల ఖాతా వివరాలను పొందలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.
