Repository: pujithagodavarthi414-coder/TradeEngine.ai
Catalog: sourcecode/BusinessView/BusinessView.Common/Texts/LangText.*.resx
Languages: ar, ko, te

source: Document type with this name already exists
ar: نوع المستند بهذا الاسم موجود بالفعل
ko: 이 이름의 문서 유형이 이미 있습니다.
te: ఈ పేరుతో పత్ర రకం ఇప్పటికే ఉంది

# HiringStatusOrderWithThisNameAlreadyExists
source: Hiring status with this order existed
ar: حالة التوظيف مع هذا الطلب موجودة
ko: 이 주문에 대한 고용 상태가 있습니다.
te: ఈ ఆర్డర్‌తో నియామక స్థితి ఉంది

# HiringStatusUseDataIsNotFound
source: Hiring status is using for candidates, Please remove the dependencies before archiving
ar: حالة التوظيف تستخدم للمرشحين ، يرجى إزالة التبعيات قبل الأرشفة
ko: 채용 상태가 지원자에게 사용 중입니다. 보관하기 전에 종속성을 제거하세요.
te: నియామక స్థితి అభ్యర్థుల కోసం ఉపయోగిస్తోంది, దయచేసి ఆర్కైవ్ చేయడానికి ముందు డిపెండెన్సీలను తొలగించండి

source: Hiring status with this name already exists
ar: حالة التوظيف بهذا الاسم موجودة بالفعل
ko: 이 이름의 채용 상태가 이미 존재합니다.
te: ఈ పేరుతో నియామక స్థితి ఇప్పటికే ఉంది

# InterviewRatingUseDataIsNotFound
source: Interview rating is using, Please remove dependencies before archiving
ar: تقييم المقابلة يستخدم ، يرجى إزالة التبعيات قبل الأرشفة
ko: 인터뷰 등급이 사용 ​​중입니다. 보관하기 전에 종속성을 제거하십시오.
te: ఇంటర్వ్యూ రేటింగ్ ఉపయోగిస్తోంది, దయచేసి ఆర్కైవ్ చేయడానికి ముందు డిపెండెన్సీలను తొలగించండి

# InterviewRatingWithThisNameAlreadyExists
source: Interview rating with this name already existed
ar: تقييم المقابلة بهذا الاسم موجود بالفعل
ko: 이 이름의 인터뷰 등급이 이미 존재합니다.
te: ఈ పేరుతో ఇంటర్వ్యూ రేటింగ్ ఇప్పటికే ఉంది

# InterviewTypeUseDataIsNotFound
source: Interview type is already using, Please remove dependencies before archiving
ar: نوع المقابلة قيد الاستخدام بالفعل ، يرجى إزالة التبعيات قبل الأرشفة
ko: 인터뷰 유형이 이미 사용 중입니다. 보관하기 전에 종속성을 제거하십시오.
te: ఇంటర్వ్యూ రకం ఇప్పటికే ఉపయోగిస్తోంది, దయచేసి ఆర్కైవ్ చేయడానికి ముందు డిపెండెన్సీలను తొలగించండి

# InterviewTypeWithThisNameAlreadyExists
source: Interview type with this name already existed
ar: نوع المقابلة بهذا الاسم موجود بالفعل
ko: 이 이름의 인터뷰 유형이 이미 존재합니다.
te: ఈ పేరుతో ఇంటర్వ్యూ రకం ఇప్పటికే ఉంది

# JobOpeningStatusUseDataIsNotFound
source: Job opening status is using, Please remove dependencies before archiving
ar: حالة فتح الوظيفة قيد الاستخدام ، يرجى إزالة التبعيات قبل الأرشفة
ko: 작업 시작 상태가 사용 중입니다. 보관하기 전에 종속성을 제거하세요.
te: ఉద్యోగ ప్రారంభ స్థితి ఉపయోగిస్తోంది, దయచేసి ఆర్కైవ్ చేయడానికి ముందు డిపెండెన్సీలను తొలగించండి

# JobOpeningStatusWithThisNameAlreadyExists
source: Job opening status with this name already existed
ar: حالة فتح الوظيفة بهذا الاسم موجودة بالفعل
ko: 이 이름의 채용 상태가 이미 존재합니다.
te: ఈ పేరుతో ఉద్యోగ ప్రారంభ స్థితి ఇప్పటికే ఉంది

# JobOpeninStatusOrderWithThisNameAlreadyExists
source: Job opening status with this order existed
ar: حالة فتح الوظيفة بهذا الطلب موجودة
ko: 이 주문에 대한 채용 상태가 존재 함
te: ఈ ఆర్డర్‌తో ఉద్యోగ ప్రారంభ స్థితి ఉంది

# SourceInUseDataIsNotFound
source: Source is using for candidates, Please remove dependencies before archiving
ar: المصدر يستخدم للمرشحين ، يرجى إزالة التبعيات قبل الأرشفة
ko: 소스가 후보자에게 사용 중입니다. 아카이브하기 전에 종속성을 제거하십시오.
te: అభ్యర్థుల కోసం మూలం ఉపయోగిస్తోంది, దయచేసి ఆర్కైవ్ చేయడానికి ముందు డిపెండెన్సీలను తొలగించండి

# SourceWithThisNameAlreadyExists
source: Source with this name already existed
ar: المصدر الذي يحمل هذا الاسم موجود بالفعل
ko: 이 이름의 소스가 이미 존재합니다.
te: ఈ పేరుతో మూలం ఇప్పటికే ఉంది

# JobOpeningWithThisNameAlreadyExists
source: Job Opening with same dates and designation existed
ar: وجود فتح الوظائف بنفس التواريخ والتسمية
ko: 동일한 날짜 및 지정을 가진 구인이 존재 함
te: అదే తేదీలు మరియు హోదాతో జాబ్ ఓపెనింగ్ ఉనికిలో ఉంది

# InterviewProcessWithThisNameAlreadyExists
source: Interview process with this name already existed
ar: عملية المقابلة بهذا الاسم موجودة بالفعل
ko: 이 이름의 인터뷰 프로세스가 이미 존재합니다.
te: ఈ పేరుతో ఇంటర్వ్యూ ప్రక్రియ ఇప్పటికే ఉంది

# CandidateDocumentsWithThisNameAlreadyExists
source: Candidate document with this name already existed
ar: مستند المرشح بهذا الاسم موجود بالفعل
ko: 이 이름의 후보 문서가 이미 존재합니다.
te: ఈ పేరుతో అభ్యర్థి పత్రం ఇప్పటికే ఉంది

# CandidateEducationalDetailsWithThisNameAlreadyExists
source: Candidate with education details already existed
ar: المرشح مع تفاصيل التعليم موجود بالفعل
ko: 교육 세부 정보가있는 후보가 이미 존재합니다.
te: విద్యా వివరాలతో అభ్యర్థి ఇప్పటికే ఉన్నారు

# CandidateEducationWithPursuingIsExisted
source: Candidate with pursuing education details existed
ar: المرشح مع متابعة تفاصيل التعليم موجودة
ko: 교육 내용을 추구하는 후보가 존재 함
te: విద్యా వివరాలను అభ్యసించే అభ్యర్థి ఉన్నారు

# CandidateExperienceDetailsWithThisNameAlreadyExists
source: Candidate experience details with this title already existed
ar: تفاصيل تجربة المرشح مع عنوان tis موجودة بالفعل
ko: tis 제목이있는 후보 경력 세부 정보가 이미 존재합니다.
te: టిస్ టైటిల్‌తో అభ్యర్థి అనుభవ వివరాలు ఇప్పటికే ఉన్నాయి

# CandidateExperienceWithCurrentWorkngIsExisted
source: Candidate with current working details existed
ar: وجود المرشح مع تفاصيل العمل الحالية
ko: 현재 작업 세부 정보가있는 후보가 존재 함
te: ప్రస్తుత పని వివరాలతో అభ్యర్థి ఉన్నారు

# CandidateSkillWithThisNameAlreadyExists
source: Candidate with this skill name already existed
ar: المرشح بهذا الاسم موجود بالفعل
ko: 이 기술 이름을 가진 후보가 이미 존재합니다.
te: ఈ నైపుణ్యం పేరుతో అభ్యర్థి ఇప్పటికే ఉన్నారు

# ExceptionCancelSchedulling
source: Cancel schedule could not be done,Please contact administrator
ar: لا يمكن إلغاء الجدول الزمني ، يرجى الاتصال بالمسؤول
ko: 일정 취소를 할 수 없습니다. 관리자에게 문의하십시오.
te: షెడ్యూల్ రద్దు చేయలేము, దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionGetScheduleStatus
source: Unable to get schedule status, Please contact administrator
ar: تعذر الحصول على حالة الجدول ، الرجاء الاتصال بالمسؤول
ko: 일정 상태를 가져올 수 없습니다. 관리자에게 문의하십시오.
te: షెడ్యూల్ స్థితిని పొందడం సాధ్యం కాలేదు, దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ApplicationCategoryWithThisNameAlreadyExists
source: Application category with this name already exist
ar: التطبيق فئة بهذا الاسم موجودة بالفعل
ko: 이 이름이 이미 존재와 응용 프로그램 카테고리
te: ఈ పేరు ఇప్పటికే ఉనికిలో తో అప్లికేషన్ వర్గం

# ExceptionInApplicationCategory
source: Exception in application category, please contact administrator
ar: الاستثناء في فئة التطبيق، يرجى الاتصال بمسؤول
ko: 응용 프로그램 범주에서 예외하시기 바랍니다 연락처 관리자
te: అప్లికేషన్ వర్గం లో మినహాయింపు, దయచేసి పరిచయం నిర్వాహకుడు

# ExceptionGetAvailabilityCalendar
source: Cannot get availability details. Please contact administrator
ar: لا يمكن الحصول على تفاصيل التوفر. يرجى الاتصال بالمسؤول
ko: 가용성 세부 정보를 가져올 수 없습니다. 관리자에게 문의하십시오
te: లభ్యత వివరాలను పొందలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# EnterValidBreakOutandsBreakInTimings
source: Enter valid break-out and break-in timings
ar: التطبيق فئة بهذا الاسم موجودة بالفعل
ko: 유효 브레이크 아웃 침입 타이밍을 입력
te: సమయాలను విడిపోయాడు చెల్లుబాటులో బ్రేక్ అవుట్ చేసి

# ExceptionGetResourceUsageReport
source: Coul not get resource usage report, please contact administrator
ar: Coul لا تحصل على تقرير استخدام الموارد ، يرجى الاتصال بالمسؤول
ko: 리소스 사용 보고서를받지 못했습니다. 관리자에게 문의하십시오.
te: వనరుల వినియోగ నివేదికను పొందవద్దు, దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionGetProjectUsageReport
source: Could not get project usage report details. Please contact administrator.
ar: تعذر الحصول على تفاصيل تقرير استخدام المشروع. يرجى الاتصال بالمسؤول.
ko: 프로젝트 사용 보고서 세부 정보를 가져올 수 없습니다. 관리자에게 문의하십시오.
te: ప్రాజెక్ట్ వినియోగ నివేదిక వివరాలను పొందలేకపోయాము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# UserStoryStartDateAdded
source: {0} added start date {1}
ar: {0} تاريخ البدء المضافة {1}
ko: {0} 추가 된 시작일 {1}
te: {0} ప్రారంభ తేదీని జోడించారు {1}

# UserStoryStartDateChanged
source: Work item start date changed from {0} to {1}.
ar: تم تغيير تاريخ بدء عنصر العمل من {0} to {1}.
ko: 작업 항목 시작 날짜가 다음에서 변경됨 {0} to {1}.
te: పని అంశం ప్రారంభ తేదీ నుండి మార్చబడింది {0} to {1}.

# SiteAddressSpaceShouldNotBeNull
source: Site address cannot contain spaces. Please provide valid site address.
ar: لا يمكن أن يحتوي عنوان الموقع على مسافات. يرجى تقديم عنوان موقع صالح.
ko: 사이트 주소는 공백을 포함 할 수 없습니다. 유효한 사이트 주소를 입력하십시오.

# TrailinDaysShouldNotBeNull
source: Trail in days cannot be null. Please providetrail in days.
ar: لا يمكن أن يكون الممر في الأيام فارغًا. يرجى تقديم درب في أيام.
ko: 일의 추적은 null 일 수 없습니다. 일 단위로 추적을 제공하십시오.

# WorkMailInVaildShouldNotBeNull
source: Work email format is incorrect.
ar: تنسيق البريد الإلكتروني للعمل غير صحيح.
ko: 업무용 이메일 형식이 잘못되었습니다.

# LastNameShouldNotBeNull
source: Please provide last name.
ar: يرجى تقديم الاسم الأخير.
ko: 성을 입력하십시오.

# FirstNameProvideShouldNotBeNull
source: Please provide first name.
ar: الرجاء تقديم الاسم الأول.
ko: 이름을 입력하십시오.

# ExceptionExternalServiceFetch
source: Can not fetch external service. Please contact administrator.
ar: لا يمكن جلب الخدمة الخارجية. يرجى الاتصال بالمسؤول.
ko: 외부 서비스를 가져올 수 없습니다. 관리자에게 문의하십시오.

# ExceptionGetOutcomes
source: Can not get call outcome list. Please contact administrator.
ar: لا يمكن الحصول على قائمة نتائج المكالمة. يرجى الاتصال بالمسؤول.
ko: 통화 결과 목록을 가져올 수 없습니다. 관리자에게 문의하십시오.

# ExceptionGetTemplate
source: Can not get sms template. Please contact administrator.
ar: لا يمكن الحصول على قالب الرسائل القصيرة. يرجى الاتصال بالمسؤول.
ko: SMS 템플릿을 가져올 수 없습니다. 관리자에게 문의하십시오.

# ExceptionSaveSentMessage
source: Can not save sent message. Please contact administrator.
ar: لا يمكن حفظ الرسالة المرسلة. يرجى الاتصال بالمسؤول.
ko: 보낸 메시지를 저장할 수 없습니다. 관리자에게 문의하십시오.

# ExceptionUpsertSmsTemplate
source: Can not upsert sms template. Please contact administrator.
ar: لا يمكن تكبير قالب الرسائل القصيرة. يرجى الاتصال بالمسؤول.
ko: SMS 템플릿을 삽입하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.

# ExceptionUpsertCandidateFormSubmitted
source: Unable to add candidate. Please contact administrator.
ar: غير قادر على إضافة مرشح. يرجى الاتصال بالمسؤول.
ko: 후보를 추가 할 수 없습니다. 관리자에게 문의하십시오.
te: అభ్యర్థిని జోడించడం సాధ్యం కాలేదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# CandidateJobOpeningIsClosedWithThisNameAlreadyExists
source: This job is closed, can't link candidates
ar: هذه الوظيفة مغلقة ، لا يمكن ربط المرشحين
ko: 이 작업은 마감되었으며 후보자를 연결할 수 없습니다.
te: ఈ ఉద్యోగం మూసివేయబడింది, అభ్యర్థులను లింక్ చేయలేరు

# ExceptionHiredDocumentsList
source: Unable to get hired documents, please contact administrator
ar: تعذر الحصول على مستندات التوظيف ، يرجى الاتصال بالمسؤول
ko: 고용 된 문서를 가져올 수 없습니다. 관리자에게 문의하십시오.
te: అద్దె పత్రాలను పొందడం సాధ్యం కాలేదు, దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionGetIntegrationTypes
source: Can not get the integration types, Please contact the administrator.
ar: لا يمكن الحصول على أنواع التكامل ، يرجى الاتصال بالمسؤول.
ko: 통합 유형을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: ఇంటిగ్రేషన్ రకాలను పొందలేము, దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionAddOrUpdateCompanyLevelIntegration
source: Unable to add or update integration. Please contact the administrator
ar: غير قادر على إضافة أو تحديث التكامل. يرجى الاتصال بالمسؤول
ko: 통합을 추가하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오
te: ఏకీకరణను జోడించడం లేదా నవీకరించడం సాధ్యం కాలేదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionGetCompanyLevelIntegrationTypes
source: Can not get company integrations, please contact the administrator
ar: لا يمكن الحصول على تكامل الشركة ، يرجى الاتصال بالمسؤول
ko: 회사 통합을 얻을 수 없습니다. 관리자에게 문의하십시오.
te: కంపెనీ ఇంటిగ్రేషన్లను పొందలేము, దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionGetUserIntegrations
source: Can not get user Integration types, please contact the administrator
ar: لا يمكن الحصول على أنواع تكامل المستخدم ، يرجى الاتصال بالمسؤول
ko: 사용자 통합 유형을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: వినియోగదారు ఇంటిగ్రేషన్ రకాలను పొందలేరు, దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ApiTokenShouldNotBeNull
source: The API token should not be empty
ar: يجب ألا يكون رمز API فارغًا
ko: API 토큰은 비워 둘 수 없습니다.
te: API టోకెన్ ఖాళీగా ఉండకూడదు

# IntegrationTypeShouldNotBeNull
source: Integration type should not be empty
ar: يجب ألا يكون نوع التكامل فارغًا
ko: 통합 유형은 비워 둘 수 없습니다.
te: ఇంటిగ్రేషన్ రకం ఖాళీగా ఉండకూడదు

# IntegrationUrlShouldNotBeNull
source: Integration URL should not be empty
ar: يجب ألا يكون عنوان URL الخاص بالتكامل فارغًا
ko: 통합 URL은 비워 둘 수 없습니다.
te: ఇంటిగ్రేషన్ URL ఖాళీగా ఉండకూడదు

# IntegrationUrlWithThisNameAlreadyExists
source: Integration URL already exists for this company
ar: عنوان URL للتكامل موجود بالفعل لهذه الشركة
ko: 이 회사에 대한 통합 URL이 이미 있습니다.
te: ఈ సంస్థ కోసం ఇంటిగ్రేషన్ URL ఇప్పటికే ఉంది

# UserNameShouldNotBeNull
source: User name should not be empty
ar: يجب ألا يكون اسم المستخدم فارغًا
ko: 사용자 이름은 비워 둘 수 없습니다.
te: వినియోగదారు పేరు ఖాళీగా ఉండకూడదు

# ExceptionGetCompanyIntegrations
source: Can not get company integration types, please contact the administrator
ar: لا يمكن الحصول على أنواع تكامل الشركة ، يرجى الاتصال بالمسؤول
ko: 회사 통합 유형을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: కంపెనీ ఇంటిగ్రేషన్ రకాలను పొందలేము, దయచేసి నిర్వాహకుడిని సంప్రదించండి

# InterviewProcessHavingDependencies
source: Interview process is having depencies, Please remove and try again
ar: عملية المقابلة لها تبعيات ، يرجى إزالتها والمحاولة مرة أخرى
ko: 인터뷰 프로세스에 종속성이 있습니다. 제거하고 다시 시도하십시오.
te: ఇంటర్వ్యూ ప్రాసెస్‌లో లోపాలు ఉన్నాయి, దయచేసి తీసివేసి మళ్లీ ప్రయత్నించండి

# ProcessDashboardStatusShouldNotBeNull
source: Process dashboard status name can not be null or empty
ar: لا يمكن أن يكون اسم حالة لوحة معلومات العملية فارغًا أو فارغًا
ko: 프로세스 대시 보드 상태 이름은 null이거나 비어있을 수 없습니다
te: ప్రాసెస్ డాష్‌బోర్డ్ స్థితి పేరు శూన్యంగా లేదా ఖాళీగా ఉండకూడదు

# ExceptionGetActTrackerAppsUrls
source: Cannot get apps and urls. Please contact administrator
ar: لا يمكن الحصول على التطبيقات وعناوين URL. يرجى الاتصال بالمسؤول
ko: 앱과 URL을 가져올 수 없습니다. 관리자에게 문의하십시오
te: అనువర్తనాలు మరియు URL లను పొందలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionGetUserHistoricalCompletedWorkReport
source: Can not get user historical Completed work report. Please contact administrator.
ar: لا يمكن الحصول على سجل المستخدم تقرير العمل المكتمل. يرجى الاتصال بالمسؤول.
ko: 사용자 내역 완료된 작업 보고서를 가져올 수 없습니다. 관리자에게 문의하십시오.
te: వినియోగదారు చారిత్రక పూర్తి చేసిన పని నివేదికను పొందలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

source: This configuration is used in employee probation please delete the dependencies and try again
ar: يتم استخدام هذا التكوين في اختبار الموظف ، يرجى حذف التبعيات والمحاولة مرة أخرى
ko: 이 구성은 직원 수습에 사용됩니다. 종속성을 삭제하고 다시 시도하십시오.
te: ఈ కాన్ఫిగరేషన్ ఉద్యోగుల పరిశీలనలో ఉపయోగించబడుతుంది దయచేసి డిపెండెన్సీలను తొలగించి, మళ్లీ ప్రయత్నించండి

# ExceptionSearchLeadTemplate
source: Search lead template should not be done.Please contact administrator
ar: لا ينبغي أن يتم البحث في قالب الرصاص. يرجى الاتصال بالمسؤول
ko: 검색 리드 템플릿을 수행하면 안 됩니다. 관리자에게 문의하세요.
te: సెర్చ్ లీడ్ టెంప్లేట్ చేయకూడదు. దయచేసి కాంటాక్ట్ అడ్మినిస్ట్రేటర్

# ExceptionUpsertLeadTemplate
source: Upsert lead template should not be done.Please contact administrator
ar: تعذر تنفيذ نموذج العميل المحتمل. الرجاء الاتصال بالمسؤول
ko: Upsert 리드 템플릿을 수행할 수 없습니다. 관리자에게 문의하십시오.
te: అప్సర్ట్ లీడ్ టెంప్లేట్ చేయడం సాధ్యపడలేదు. దయచేసి కాంటాక్ట్ అడ్మినిస్ట్రేటర్

source: Lead template with this name already exists
ar: قالب الرصاص بهذا الاسم موجود بالفعل
ko: 이 이름의 리드 템플릿이 이미 있습니다.
te: ఈ పేరుతో లీడ్ టెంప్లేట్ ఇప్పటికే ఉంది

# FormNameLengthExceeded
source: Form name length should exceed 250 characters
ar: يجب أن يتجاوز طول اسم النموذج 250 حرفًا
ko: 양식 이름 길이는 250자를 초과해야 합니다.
te: ఫారమ్ పేరు పొడవు 250 అక్షరాలను మించకూడదు

# NotEmptyFormName
source: Form name should not be null
ar: يجب ألا يكون اسم النموذج فارغًا
ko: 양식 이름은 null이 아니어야 합니다.
te: ఫారం పేరు శూన్యంగా ఉండకూడదు

# ExceptionGetGRD
source: Unable to get GRD, Please contact administrator
ar: غير قادر على الحصول على GRD ، الرجاء الاتصال بالمسؤول
ko: GRD를 가져올 수 없습니다. 관리자에게 문의하십시오.
te: GRD పొందడం సాధ్యపడలేదు, దయచేసి నిర్వాహకుడిని సంప్రదించండి

source: ExceptionGetCumulativeWorkReport
ar: تعذر الحصول على تقرير العمل التراكمي
ko: 누적 작업 보고서를 받을 수 없음
te: క్యుమిలేటివ్ వర్క్ రిపోర్ట్ పొందడం సాధ్యం కాదు

# ExceptionUpsertGRD
source: Unable to add or update GRD, Please contact administrator
ar: غير قادر على إضافة أو تحديث GRD ، يرجى الاتصال بالمسؤول
ko: GRD를 추가하거나 업데이트할 수 없습니다. 관리자에게 문의하십시오.
te: GRD ని జోడించడం లేదా అప్‌డేట్ చేయడం సాధ్యపడలేదు, దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionGetSite
source: Unable to get site details, Please contact administrator
ar: غير قادر على الحصول على تفاصيل الموقع، الرجاء الاتصال بالمسؤول
ko: 사이트 세부 정보를 얻을 수 없습니다, 관리자에게 문의하시기 바랍니다
te: సైట్ వివరాలను పొందడం సాధ్యం కాదు, దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionUpsertSite
source: Unable to upsert site details, Please Contact administrator
ar: غير قادر على رفع تفاصيل الموقع، الرجاء الاتصال بالمسؤول
ko: 사이트 세부 정보를 확인할 수 없습니다.
te: సైట్ వివరాలను అప్ సెర్ట్ చేయడం సాధ్యం కాదు, దయచేసి అడ్మినిస్ట్రేటర్ ని సంప్రదించండి

# NotEmptySiteName
source: Name should not be empty
ar: يجب ألا يكون الاسم فارغا
ko: 이름은 비어 있지 않아야 합니다.
te: పేరు ఖాళీగా ఉండరాదు

# SiteNameLengthExceeded
source: Name should not exceed 50 characters
ar: يجب ألا يتجاوز الاسم 50 حرفا
ko: 이름은 50자를 초과해서는 안 됩니다.
te: పేరు 50 క్యారెక్టర్లు మించరాదు

# NotEmptyName
source: Name cannot be empty.
ar: لا يمكن أن يكون الاسم فارغًا
ko: 이름은 비워둘 수 없습니다.
te: పేరు ఖాళీగా ఉండకూడదు

source: GRD with this Name already exists
ar: GRD بهذا الاسم موجود بالفعل
ko: 이 이름의 GRD가 이미 있습니다.
te: ఈ పేరుతో GRD ఇప్పటికే ఉంది

# ExceptionGetGrERomande
source: Unable to get GroupeE and Romande, Please contact the administrator
ar: تعذر الحصول على GroupeE و Romande ، الرجاء الاتصال بالمسؤول
ko: GroupeE 및 Romande를 가져올 수 없습니다. 관리자에게 문의하십시오.
te: గ్రూప్‌ఇ మరియు రొమాండేని పొందడం సాధ్యపడలేదు, దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionUpsertGrERomande
source: Unable to add or update GroupeE or Romande, Please contact the administrator
ar: غير قادر على إضافة أو تحديث GroupeE أو Romande ، يرجى الاتصال بالمسؤول
ko: GroupeE 또는 Romande를 추가하거나 업데이트할 수 없습니다. 관리자에게 문의하세요.
te: GrouppeE లేదా Romande ని జోడించడం లేదా అప్‌డేట్ చేయడం సాధ్యపడలేదు, దయచేసి నిర్వాహకుడిని సంప్రదించండి

# NotEmptyAdministrationRomandeE
source: Administration RomandeE cannot be null or empty
ar: لا يمكن أن تكون إدارة RomandeE فارغة أو فارغة
ko: 관리 RomandeE는 null이거나 비어 있을 수 없습니다.
te: అడ్మినిస్ట్రేషన్ RomandeE శూన్యంగా లేదా ఖాళీగా ఉండకూడదు

# NotEmptyAutoCTariff
source: AutoC Tariff cannot be null or empty
ar: لا يمكن أن يكون AutoC Tariff فارغًا أو فارغًا
ko: AutoC 관세는 null이거나 비어 있을 수 없습니다.
te: AutoC టారిఫ్ శూన్యంగా లేదా ఖాళీగా ఉండకూడదు

# NotEmptyBasTariff
source: Bas Tariff cannot be null or empty
ar: لا يمكن أن تكون التعرفة الأساسية فارغة أو فارغة
ko: 기본 관세는 null이거나 비어 있을 수 없습니다.
te: బాస్ టారిఫ్ శూన్యంగా లేదా ఖాళీగా ఉండకూడదు

# NotEmptyDistribution
source: Distribution cannot be null or empty
ar: لا يمكن أن يكون التوزيع فارغًا أو فارغًا
ko: 분포는 null이거나 비어 있을 수 없습니다.
te: పంపిణీ శూన్యంగా లేదా ఖాళీగా ఉండకూడదు

# NotEmptyFacturation
source: Facturation cannot be null or empty
ar: لا يمكن أن يكون التضمين فارغًا أو فارغًا
ko: 계수는 null이거나 비어 있을 수 없습니다.
te: వాస్తవం శూన్యంగా లేదా ఖాళీగా ఉండకూడదు

# NotEmptyGrdId
source: GrdId cannot be null or empty
ar: لا يمكن أن يكون معرّف Grd فارغًا أو فارغًا
ko: Grd ID는 null이거나 비어 있을 수 없습니다.
te: Grd Id శూన్యంగా లేదా ఖాళీగా ఉండకూడదు

# NotEmptyGreFacturation
source: GreFacturation cannot be null or empty
ar: لا يمكن أن يكون GreFacturation فارغًا أو فارغًا
ko: GreFacturation은 null이거나 비어 있을 수 없습니다.
te: గ్రేఫ్యాక్టరేషన్ శూన్యంగా లేదా ఖాళీగా ఉండకూడదు

# NotEmptyGridInvoice
source: Grid Invoice cannot be null or empty
ar: لا يمكن أن تكون فاتورة الشبكة فارغة أو فارغة
ko: 그리드 송장은 null이거나 비어 있을 수 없습니다.
te: గ్రిడ్ ఇన్‌వాయిస్ శూన్యంగా లేదా ఖాళీగా ఉండకూడదు

# NotEmptyGridInvoiceDate
source: Grid Invoice date cannot be null or empty
ar: لا يمكن أن يكون تاريخ فاتورة الشبكة فارغًا أو فارغًا
ko: 그리드 송장 날짜는 null이거나 비어 있을 수 없습니다.
te: గ్రిడ్ ఇన్‌వాయిస్ తేదీ శూన్యంగా లేదా ఖాళీగా ఉండకూడదు

# NotEmptyHauteTariff
source: Haute Tariff cannot be null or empty
ar: لا يمكن أن تكون التعرفة العليا فارغة أو فارغة
ko: 고급 관세는 null이거나 비어 있을 수 없습니다.
te: హాట్ టారిఫ్ శూన్యంగా లేదా ఖాళీగా ఉండకూడదు

# NotEmptyMonth
source: Month cannot be null or empty
ar: لا يمكن أن يكون الشهر فارغًا أو فارغًا
ko: 월은 null이거나 비어 있을 수 없습니다.
te: నెల శూన్యంగా లేదా ఖాళీగా ఉండకూడదు

# NotEmptyProduction
source: Production cannot be null or empty
ar: لا يمكن أن يكون الإنتاج فارغًا أو فارغًا
ko: 프로덕션은 null이거나 비어 있을 수 없습니다.
te: ఉత్పత్తి శూన్యంగా లేదా ఖాళీగా ఉండకూడదు

# NotEmptyReprise
source: Reprise cannot be null or empty
ar: لا يمكن أن يكون إعادة النسخ فارغًا أو فارغًا
ko: Reprise는 null이거나 비어 있을 수 없습니다.
te: పునరావృతం శూన్యంగా లేదా ఖాళీగా ఉండకూడదు

# NotEmptySiteId
source: SiteId cannot be null or empty
ar: لا يمكن أن يكون معرف الموقع فارغًا أو فارغًا
ko: 사이트 ID는 null이거나 비어 있을 수 없습니다.
te: సైట్ ఐడి శూన్యంగా లేదా ఖాళీగా ఉండకూడదు

# NotEmptyTerm
source: Term cannot be null or empty
ar: لا يمكن أن يكون المصطلح فارغًا أو فارغًا
ko: 용어는 null이거나 비어 있을 수 없습니다.
te: పదం శూన్యంగా లేదా ఖాళీగా ఉండకూడదు

# NotEmptyYear
source: Year cannot be null or empty
ar: لا يمكن أن يكون العام فارغًا أو فارغًا
ko: 연도는 null이거나 비어 있을 수 없습니다.
te: సంవత్సరం శూన్యంగా లేదా ఖాళీగా ఉండకూడదు

# NotEmptyBankId
source: Bank id should not be empty or null
ar: يجب ألا يكون معرف البنك فارغا أو خاليا
ko: 은행 ID가 비어 있거나 null이 되어서는 안 됩니다.
te: బ్యాంకు ఐడి ఖాళీగా లేదా శూన్యంగా ఉండరాదు.

# DisplayNameNotExceeded
source: Display name cannot exceed 250 characters
ar: لا يمكن أن يتجاوز اسم العرض 250 حرفًا
ko: 표시 이름은 250자를 초과할 수 없습니다.
te: ప్రదర్శన పేరు 250 అక్షరాలను మించకూడదు

# DisplayNameWithThisNameAlreadyExists
source: Display with this name already exists
ar: العرض بهذا الاسم موجود بالفعل
ko: 이 이름의 디스플레이가 이미 있습니다.
te: ఈ పేరుతో ప్రదర్శన ఇప్పటికే ఉంది

source: Entry form data is not found
ar: لم يتم العثور على بيانات نموذج الإدخال
ko: 입력 양식 데이터를 찾을 수 없습니다
te: ఎంట్రీ ఫారమ్ డేటా కనుగొనబడలేదు

# EntryFormFieldTypeDataIsNotFound
source: Entry form field data is not found
ar: لم يتم العثور على بيانات حقل نموذج الإدخال
ko: 입력 양식 필드 데이터를 찾을 수 없습니다
te: ఎంట్రీ ఫారమ్ ఫీల్డ్ డేటా కనుగొనబడలేదు

# ExceptionGetEntryFormField
source: Get entry form field should not be done.Please contact administrator
ar: يجب عدم القيام بحقل نموذج الدخول ، يرجى الاتصال بالمسؤول
ko: 입력 양식 가져오기 필드를 수행하면 안 됩니다. 관리자에게 문의하세요.
te: ఎంట్రీ ఫారమ్ ఫీల్డ్ చేయకూడదు.దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionGetEntryFormFieldTypes
source: Get entry form field types should not be done.Please contact administrator
ar: يجب عدم القيام بأنواع حقول استمارة الدخول ، يرجى الاتصال بالمسؤول
ko: 입력 양식 필드 유형 가져오기를 수행해서는 안 됩니다. 관리자에게 문의하십시오.
te: ఎంట్రీ ఫారమ్‌ను పొందండి ఫీల్డ్ రకాలను చేయకూడదు.దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionUpsertEntryFormField
source: Create or update entry form field should not be done.Please contact administrator
ar: يجب ألا يتم إنشاء حقل نموذج الإدخال أو تحديثه. يرجى الاتصال بالمسؤول
ko: 입력 양식 필드를 만들거나 업데이트하면 안 됩니다. 관리자에게 문의하세요.
te: ఎంట్రీ ఫారమ్ ఫీల్డ్‌ని సృష్టించడం లేదా నవీకరించడం చేయకూడదు.దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionUpsertEntryFormFieldTypes
source: Create or update entry form field types should not be done.Please contatc administrator
ar: يجب ألا يتم إنشاء أنواع حقول نموذج الإدخال أو تحديثها. يرجى الاتصال بالمسؤول
ko: 입력 양식 필드 유형을 만들거나 업데이트하면 안 됩니다. 관리자에게 문의하십시오.
te: ఎంట్రీ ఫారమ్ ఫీల్డ్ రకాలను సృష్టించడం లేదా నవీకరించడం చేయకూడదు.దయచేసి నిర్వాహకుడిని సంప్రదించండి

# FieldNameNotExceeded
source: Field name cannot exceed 250 characters
ar: لا يمكن أن يتجاوز اسم الحقل 250 حرفًا
ko: 필드 이름은 250자를 초과할 수 없습니다.
te: ఫీల్డ్ పేరు 250 అక్షరాలను మించకూడదు

# FieldNameWithThisNameAlreadyExists
source: Field with this name already exists
ar: يوجد بالفعل حقل بهذا الاسم
ko: 이 이름의 필드가 이미 있습니다.
te: ఈ పేరుతో ఫీల్డ్ ఇప్పటికే ఉంది

# FieldTypeNameNotExceeded
source: Field type name cannot exceed 250 characters
ar: لا يمكن أن يتجاوز اسم نوع الحقل 250 حرفًا
ko: 필드 유형 이름은 250자를 초과할 수 없습니다.
te: ఫీల్డ్ రకం పేరు 250 అక్షరాలను మించకూడదు

source: Field type with this name already exists
ar: نوع الحقل بهذا الاسم موجود بالفعل
ko: 이 이름의 필드 유형이 이미 있습니다.
te: ఈ పేరుతో ఫీల్డ్ రకం ఇప్పటికే ఉంది

# NotEmptyDisplayName
source: Display name should not be null
ar: يجب ألا يكون اسم العرض فارغًا
ko: 표시 이름은 null이 아니어야 합니다.
te: ప్రదర్శన పేరు శూన్యంగా ఉండకూడదు

# NotEmptyFieldTypeName
source: Field type name should not be null
ar: يجب ألا يكون اسم نوع الحقل فارغًا
ko: 필드 유형 이름은 null이 아니어야 합니다.
te: ఫీల్డ్ రకం పేరు శూన్యంగా ఉండకూడదు
