Repository: pujithagodavarthi414-coder/TradeEngine.ai
Catalog: sourcecode/BusinessView/BusinessView.Common/Texts/LangText.*.resx
Languages: ar, ko, te

source: Employment status name should not be null
ar: يجب ألا يكون اسم حالة التوظيف فارغًا
ko: 고용 상태 이름은 null이 아니어야합니다.
te: ఉపాధి స్థితి పేరు శూన్యంగా ఉండకూడదు

source: Employment status should not be null
ar: يجب ألا تكون حالة التوظيف فارغة
ko: 고용 상태는 null이 아니어야합니다.
te: ఉపాధి స్థితి శూన్యంగా ఉండకూడదు

source: Employment status with this name already exists
ar: حالة التوظيف بهذا الاسم موجودة بالفعل
ko: 이 이름의 고용 상태가 이미 존재합니다.
te: ఈ పేరుతో ఉపాధి స్థితి ఇప్పటికే ఉంది

# EmpMACAddressWithThisNameAlreadyExists
source: MAC address already exists
ar: عنوان MAC موجود بالفعل
ko: MAC 주소가 이미 있습니다.
te: MAC చిరునామా ఇప్పటికే ఉంది

# EmptyShouldNotBeNull
source: Is empty should not be null
ar: فارغ يجب ألا يكون فارغًا
ko: 비어 있으면 null이 아니어야합니다.
te: ఖాళీగా ఉంది శూన్యంగా ఉండకూడదు

source: Encashment type should not be null
ar: يجب ألا يكون نوع التحصيل فارغًا
ko: 현금화 유형은 null이 아니어야합니다.
te: ఎన్కాష్మెంట్ రకం శూన్యంగా ఉండకూడదు

# EndTimeShouldBeGreater
source: End time should be greater than start time
ar: يجب أن يكون وقت الانتهاء أكبر من وقت البدء
ko: 종료 시간은 시작 시간보다 커야합니다.
te: ముగింపు సమయం ప్రారంభ సమయం కంటే ఎక్కువగా ఉండాలి

# EndYouHaveAlreadyEnteredLunchStart
source: You have already entered lunch start
ar: لقد أدخلت مسبقًا غداءً ابدأ
ko: 이미 점심 시작을 입력했습니다.
te: మీరు ఇప్పటికే భోజన ప్రారంభంలో ప్రవేశించారు

# EnterBreakOutforPreviousBreakIn
source: Enter break out time for previous break In time
ar: أدخل وقت الاستراحة للاستراحة السابقة في الوقت المناسب
ko: 이전 휴식 시간에 대한 휴식 시간 입력
te: మునుపటి బ్రేక్ఇన్ కోసం బ్రేక్ అవుట్ ను నమోదు చేయండి

source: Entity role data is not found
ar: لم يتم العثور على بيانات دور الكيان
ko: 엔티티 역할 데이터를 찾을 수 없습니다.
te: ఎంటిటీ రోల్ డేటా కనుగొనబడలేదు

source: Entity role with this name already exists
ar: دور الكيان بهذا الاسم موجود بالفعل
ko: 이 이름을 가진 엔티티 역할이 이미 있습니다.
te: ఈ పేరుతో ఎంటిటీ పాత్ర ఇప్పటికే ఉంది

source: Estimate can not be negative or zero
ar: لا يمكن أن يكون التقدير سالبًا أو صفرًا
ko: 추정치는 음수이거나 0 일 수 없습니다.
te: అంచనా ప్రతికూలంగా లేదా సున్నాగా ఉండకూడదు

source: Estimate can't be negative or zero
ar: لا يمكن أن يكون التقدير سالبًا أو صفرًا
ko: 추정치는 음수이거나 0 일 수 없습니다.
te: అంచనా ప్రతికూలంగా లేదా సున్నాగా ఉండకూడదు

# EstimatedTimeCannotBeLongerThan50Characters
source: Estimated time label cannot be longer than 50 characters
ar: لا يمكن أن يكون تصنيف الوقت المقدر أطول من 50 حرفًا
ko: 예상 시간 라벨은 50자를 초과 할 수 없습니다.
te: అంచనా వేసిన సమయ లేబుల్ 50 అక్షరాల కంటే ఎక్కువ ఉండకూడదు

# EstimatedTimeChanged
source: Work item Estimated time changed from {0} to {1}.
ar: تم تغيير الوقت المقدر لعنصر العمل من {0} إلى {1}.
ko: 작업 항목 예상 시간이 {0}에서 {1} (으)로 변경되었습니다.
te: పని అంశం అంచనా సమయం.{0} నుండి {1} గా మార్చారు

# EstimatedTimeLabelWithThisNameAlreadyExists
source: Estimated time with this label already exists
ar: الوقت المقدر مع هذه التسمية موجود بالفعل
ko: 이 라벨의 예상 시간이 이미 있습니다.
te: ఈ లేబుల్‌తో అంచనా సమయం ఇప్పటికే ఉంది

# EstimatedTimeShouldNotBeEmpty
source: Estimated time label should not be empty
ar: الوقت المقدر مع هذه التسمية موجود بالفعل
ko: 예상 시간 라벨은 비워 둘 수 없습니다.
te: అంచనా వేసిన సమయ లేబుల్ ఖాళీగా ఉండకూడదు

# EstimateIdDataIsNotFound
source: Estimate data not found
ar: لم يتم العثور على بيانات التقدير
ko: 예상 데이터를 찾을 수 없습니다.

# EstimateNumberShouldNotBeNull
source: Estimate number should not be empty
ar: يجب ألا يكون الرقم التقديري فارغًا
ko: 견적 번호는 비워 둘 수 없습니다.
te: అంచనా సంఖ్య ఖాళీగా ఉండకూడదు

# EstimateNumberWithThisNameAlreadyExists
source: Estimate Number already exists
ar: الرقم التقديري موجود بالفعل
ko: 견적 번호가 이미 있습니다.

# EstimateTitleWithThisNameAlreadyExists
source: Estimate title already exists
ar: عنوان التقدير موجود بالفعل
ko: 견적 번호가 이미 있습니다.

source: Estimation label cannot be longer than 50 characters
ar: لا يمكن أن يزيد تصنيف التقدير عن 50 حرفًا
ko: 예상 라벨은 50자를 초과 할 수 없습니다.
te: అంచనా లేబుల్ 50 అక్షరాల కంటే ఎక్కువ ఉండకూడదు

source: Estimation label should not be empty
ar: يجب ألا تكون تسمية التقدير فارغة
ko: 견적 라벨은 비워 둘 수 없습니다.
te: అంచనా లేబుల్ ఖాళీగా ఉండకూడదు

# EstimationLabelWithThisNameAlreadyExists
source: Estimation with this label already exists
ar: التقدير بهذه التسمية موجود بالفعل
ko: 이 라벨을 사용한 견적이 이미 존재합니다.
te: ఈ లేబుల్‌తో అంచనా ఇప్పటికే ఉంది

source: Estimations label cannot be longer than 50 characters
ar: لا يمكن أن يزيد تصنيف التقديرات عن 50 حرفًا
ko: 견적 라벨은 50자를 초과 할 수 없습니다.
te: అంచనాల లేబుల్ 50 అక్షరాల కంటే ఎక్కువ ఉండకూడదు

source: Estimations label should not be empty
ar: يجب ألا تكون تسمية التقديرات فارغة
ko: 견적 라벨은 비워 둘 수 없습니다.
te: అంచనాల లేబుల్ ఖాళీగా ఉండకూడదు

# EstimationsLabelWithThisNameAlreadyExists
source: Estimations with this label already exists
ar: التقديرات مع هذه التسمية موجودة بالفعل
ko: 이 라벨을 사용한 견적이 이미 존재합니다.
te: ఈ లేబుల్‌తో అంచనాలు ఇప్పటికే ఉన్నాయి

# ExceededExpenseBusinessPurpose
source: Business purpose length can not be more than 1000 characters.
ar: يجب ألا يزيد طول غرض العمل عن 1000 حرف.
ko: 비즈니스 목적 길이는 1000자를 초과 할 수 없습니다.
te: వ్యాపారం పర్పస్ పొడవు కంటే ఎక్కువ 1000 అక్షరాలు ఉండకూడదు.

# ExceededExpenseReportTitle
source: Report Title length should not be more than 250 characters.
ar: يجب ألا يزيد طول عنوان التقرير عن 250 حرفًا.
ko: 보고서 제목 길이는 250자를 초과 할 수 없습니다.
te: శీర్షిక పొడవు నివేదిక కంటే ఎక్కువ 250 అక్షరాలు ఉండకూడదు.

# ExceededFileExtension
source: File extension can not be more than 50 characters.
ar: لا يمكن أن يزيد امتداد الملف عن 50 حرفًا.
ko: 파일 확장자는 50자를 초과 할 수 없습니다.
te: ఫైల్ పొడిగింపు కంటే ఎక్కువ 50 అక్షరాలు ఉండకూడదు.

# ExceededFileName
source: File name can not be more than 800 characters.
ar: لا يمكن أن يكون اسم الملف أكثر من 800 حرف.
ko: 파일 이름은 800자를 초과 할 수 없습니다.
te: ఫైల్ పేరు కంటే ఎక్కువ 800 అక్షరాలు ఉండకూడదు.

# ExceededFilePath
source: File path can not be more than 2000 characters.
ar: لا يمكن أن يزيد مسار الملف عن 2000 حرف.
ko: 파일 경로는 2000자를 초과 할 수 없습니다.
te: ఫైల్ మార్గం 2000 అక్షరాల కంటే ఎక్కువగా ఉండకూడదు.

# ExceededFolderName
source: Folder name can not be more than 50 characters.
ar: لا يمكن أن يزيد اسم المجلد عن 50 حرفًا.
ko: 폴더 이름은 50자를 초과 할 수 없습니다.
te: ఫోల్డర్ పేరు 50 అక్షరాలు మించకూడదు.

# ExceptionAccessibleIpAddress
source: Accessible Ip address could not be created or updated. Please contact administrator.
ar: تعذر إنشاء عنوان IP الذي يمكن الوصول إليه أو تحديثه. يرجى الاتصال بالمسؤول.
ko: 액세스 가능한 IP 주소를 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: అందుబాటులోని Ip చిరునామా రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionActiveChannelMembers
source: Getting the channel members should be failed. Please contact administrator.
ar: يجب أن يفشل الحصول على أعضاء القناة. يرجى الاتصال بالمسؤول.
ko: 채널 멤버를 가져 오는 데 실패해야합니다. 관리자에게 문의하십시오.
te: ఛానల్ సభ్యులు పొందడం విఫలమైంది చేయాలి. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionAddChannelMember
source: Member to the channel could not be created. Please contact administrator.
ar: لا يمكن إنشاء عضو في القناة. يرجى الاتصال بالمسؤول.
ko: 채널 회원을 만들 수 없습니다. 관리자에게 문의하십시오.
te: ఛానెల్కు సభ్యుడు సృష్టించబడదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionAddEmployeeRatesheetDetails
source: Cannot add employee rate sheet details. Please contact administrator.
ar: لا يمكن إضافة تفاصيل كشف أسعار الموظف. يرجى الاتصال بالمسؤول.
ko: 직원 요율표 세부 정보를 추가 할 수 없습니다. 관리자에게 문의하십시오.

# ExceptionAddEmployeeRateTagDetails
source: Cannot add employee rate tag details. Please contact administrator.
ar: لا يمكن إضافة تفاصيل علامة معدل الموظف. يرجى الاتصال بالمسؤول.
ko: 직원 요금 태그 세부 정보를 추가 할 수 없습니다. 관리자에게 문의하십시오.
te: ఉద్యోగుల రేటు ట్యాగ్ వివరాలను జోడించలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionAddEmployeesToChannel
source: Employees to channel could not be added. Please contact administrator.
ar: لا يمكن إضافة الموظفين إلى القناة. يرجى الاتصال بالمسؤول.
ko: 채널에 직원을 추가 할 수 없습니다. 관리자에게 문의하십시오.
te: ఛానెల్కు ఉద్యోగులు జరగదు కాలేదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionAddOrUpdateAssignmentStatus
source: Unable to update the status. Please contact administrator
ar: غير قادر على تحديث الحالة. يرجى الاتصال بالمسؤول
ko: 상태를 업데이트 할 수 없습니다. 관리자에게 문의하십시오
te: స్థితిని నవీకరించడం సాధ్యం కాలేదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionAmendUserStoriesDeadline
source: Can not amend user stories deadline. Please contact administrator.
ar: لا يمكن تعديل الموعد النهائي لقصص المستخدم. يرجى الاتصال بالمسؤول.
ko: 사용자 스토리 마감일을 수정할 수 없습니다. 관리자에게 문의하십시오.
te: యూజర్ కథలు గడువు సవరించాలనే కాదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionApproveOrRejectLeave
source: Approve or reject leave could not be done.Please contact administrator.
ar: لا يمكن الموافقة على الإجازة أو رفضها. يرجى الاتصال بالمسؤول.
ko: 휴가 승인 또는 거부를 할 수 없습니다. 관리자에게 문의하십시오.
te: సెలవును ఆమోదించడం లేదా తిరస్కరించడం సాధ్యం కాలేదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionArchiveChannel
source: Channel could not be archived. Please contact administrator.
ar: لا يمكن أرشفة القناة. يرجى الاتصال بالمسؤول.
ko: 채널을 보관할 수 없습니다. 관리자에게 문의하십시오.
te: ఛానల్ ఆర్కైవ్ చేయడం సాధ్యపడలేదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionArchiveChannelMembers
source: Channel members could not be archived. Please contact administrator.
ar: لا يمكن أرشفة أعضاء القناة. يرجى الاتصال بالمسؤول.
ko: 채널 회원을 보관할 수 없습니다. 관리자에게 문의하십시오.
te: ఛానల్ సభ్యులు ఆర్కైవ్ చేయడం సాధ్యపడలేదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionArchiveCompletedUserStories
source: Completed user stories archive cannot be done. Please contact administrator.
ar: لا يمكن إتمام أرشيف قصص المستخدم. يرجى الاتصال بالمسؤول.
ko: 완료된 사용자 스토리 아카이브를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: పూర్తయింది యూజర్ స్టోరీస్ ఆర్కైవ్ చేయలేము. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionArchiveGoal
source: Archive Goal could not be done. Please contact administrator.
ar: لا يمكن عمل هدف الأرشيف. يرجى الاتصال بالمسؤول.
ko: 아카이브 목표를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: ఆర్కైవ్ గోల్ చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionArchiveProject
source: Project cannot be archived. Please contact administrator.
ar: لا يمكن أرشفة المشروع. يرجى الاتصال بالمسؤول.
ko: 프로젝트를 보관할 수 없습니다. 관리자에게 문의하십시오.
te: ప్రాజెక్టు ఆర్కైవ్ చేయలేరు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionArchiveUserStory
source: Work item archive cannot be done. Please contact administrator.
ar: لا يمكن عمل أرشيف عنصر العمل. يرجى الاتصال بالمسؤول.
ko: 작업 항목 아카이브를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: వాడుకరి అంశం ఆర్కైవ్ చేయలేము. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionArchiveUserStoryLink
source: Archive work item link could not be done.Please contact administrator
ar: تعذر عمل ارتباط عنصر أرشفة العمل. يرجى الاتصال بالمسؤول
ko: 작업 항목 보관 링크를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: ఆర్కైవ్ పని అంశం లింక్ చేయలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionAssetUpsert
source: Asset could not be created or updated. Please contact administrator.
ar: تعذر إنشاء الأصل أو تحديثه. يرجى الاتصال بالمسؤول.
ko: 자산을 생성하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: ఆస్తి రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionAssignBadgeToEmployee
source: Cannot assign badge to employee. Please contact administrator
ar: لا يمكن تعيين شارة للموظف. يرجى الاتصال بالمسؤول
ko: 직원에게 배지를 할당 할 수 없습니다. 관리자에게 문의하십시오
te: ఉద్యోగికి బ్యాడ్జ్ కేటాయించలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionAssignOrUnAssignTrainingCourse
source: Unable to assign or unassign training courses. Please contact administrator.
ar: غير قادر على تعيين أو إلغاء تعيين الدورات التدريبية. يرجى الاتصال بالمسؤول.
ko: 교육 과정을 할당하거나 할당 해제 할 수 없습니다. 관리자에게 문의하십시오.
te: శిక్షణా కోర్సులను కేటాయించడం సాధ్యం కాలేదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionAssignPayGradeRates
source: Assign pay grade rates could not be created or updated. Please contact administrator.
ar: تعذر إنشاء أو تحديث معدلات تحديد درجات الدفع. يرجى الاتصال بالمسؤول.
ko: 지급 등급 비율 지정을 생성하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: అప్పగించుము వేతన గ్రేడ్ రేట్లు రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionBoardTypeApiCouldNotBeCreated
source: Board Type Api could not be created. Please contact administrator.
ar: تعذر إنشاء نوع اللوحة Api. يرجى الاتصال بالمسؤول.
ko: 보드 유형 API를 만들 수 없습니다. 관리자에게 문의하십시오.
te: బోర్డు టైప్ Api సృష్టించబడదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionBoardTypeApiUpsert
source: Board Type Api could not be created or updated. Please contact administrator.
ar: تعذر إنشاء أو تحديث نوع اللوحة Api. يرجى الاتصال بالمسؤول.
ko: 보드 유형 API를 생성하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: బోర్డు టైప్ Api రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionBoardTypeById
source: Board typeBy Id can not be found. Please contact administrator.
ar: لا يمكن العثور على نوع اللوحة حسب المعرف. يرجى الاتصال بالمسؤول.
ko: Board typeBy Id를 찾을 수 없습니다. 관리자에게 문의하십시오.
te: బోర్డు టైప్ ఐడి కనుగొనబడలేదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionBoardTypeCouldNotBeCreated
source: Board typecould not be created. Please contact administrator.
ar: لا يمكن إنشاء نوع اللوحة. يرجى الاتصال بالمسؤول.
ko: 보드 유형을 만들 수 없습니다. 관리자에게 문의하십시오.
te: బోర్డు టైప్ సృష్టించలేకపోయింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionBoardTypeUpsert
source: Board typecould not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء أو تحديث نوع اللوحة. يرجى الاتصال بالمسؤول.
ko: 보드 유형을 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: బోర్డు రూపొందించినవారు typecould కాదు లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionBoardTypeWorkFlow
source: Board typeWorkFlow could not be created or updated. Please contact administrator.
ar: تعذر إنشاء WorkFlow أو تحديثه. يرجى الاتصال بالمسؤول.
ko: 보드 유형 WorkFlow를 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: బోర్డు typeWorkFlow రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionBugPriority
source: Bug Priority could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء أولوية الخطأ أو تحديثها. يرجى الاتصال بالمسؤول.
ko: 버그 우선 순위를 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: బగ్ ప్రాధాన్య రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionButtonTypeCouldNotBeCreated
source: ButtonType could not be created. Please contact administrator.
ar: تعذر إنشاء ButtonType. يرجى الاتصال بالمسؤول.
ko: ButtonType을 만들 수 없습니다. 관리자에게 문의하십시오.
te: ButtonType సృష్టించబడదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionButtonTypeUpsert
source: ButtonType could not be created or updated. Please contact administrator.
ar: تعذر إنشاء أو تحديث ButtonType. يرجى الاتصال بالمسؤول.
ko: ButtonType을 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: ButtonType రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionCanteenCreditById
source: Canteen credit by Id could not be found. Please contact administrator.
ar: تعذر العثور على رصيد المقصف بواسطة المعرف. يرجى الاتصال بالمسؤول.
ko: 이드의 캔틴 크레딧을 찾을 수 없습니다. 관리자에게 문의하십시오.
te: కాంటీన్ క్రెడిట్ ID ద్వారా చూడవచ్చు కాలేదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionCanteenCreditUpsert
source: Canteen credit could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء رصيد مقصف أو تحديثه. يرجى الاتصال بالمسؤول.
ko: 수통 크레딧을 생성하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: కాంటీన్ క్రెడిట్ రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionCanteenFoodItem
source: Canteen food item could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء عنصر طعام المقصف أو تحديثه. يرجى الاتصال بالمسؤول.
ko: 수통 음식 항목을 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: సమయపు ఆహారం అంశం రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionChangeFoodOrderStatus
source: Food Order Status could not be changed. Please contact administrator.
ar: لا يمكن تغيير حالة طلب الطعام. يرجى الاتصال بالمسؤول.
ko: 음식 주문 상태를 변경할 수 없습니다. 관리자에게 문의하십시오.
te: ఆహార ఆర్డర్ స్థితి మారలేదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionCheckAndUpdateExpiredAssignments
source: Cannot update the expired statuses. Please contact administrator
ar: لا يمكن تحديث الحالات منتهية الصلاحية. يرجى الاتصال بالمسؤول
ko: 만료 된 상태를 업데이트 할 수 없습니다. 관리자에게 문의하십시오
te: గడువు ముగిసిన స్థితులను నవీకరించలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionCheckRosterName
source: Roster name could not be checked. Please contact administator
ar: تعذر التحقق من اسم القائمة. يرجى الاتصال بالمدير
ko: 명단 이름을 확인할 수 없습니다. 관리자에게 문의하십시오

# ExceptionCheckSameCourseExists
source: Unable to check whether same course name exists or not. Please contact administrator.
ar: تعذر التحقق مما إذا كان نفس اسم الدورة التدريبية موجودًا أم لا. يرجى الاتصال بالمسؤول.
ko: 동일한 과정 이름이 있는지 여부를 확인할 수 없습니다. 관리자에게 문의하십시오.
te: అదే కోర్సు పేరు ఉందో లేదో తనిఖీ చేయలేకపోయాము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionCloneAudit
source: Audit clone could not be done. Please, contact administrator
ar: لا يمكن إجراء استنساخ التدقيق. من فضلك ، اتصل بالمسؤول
ko: 감사 복제를 수행 할 수 없습니다. 관리자에게 문의하십시오
te: ఆడిట్ క్లోన్ చేయలేము. దయచేసి, నిర్వాహకుడిని సంప్రదించండి

# ExceptionCommentCouldNotBeCreated
source: Comment could not be created. Please contact administrator.
ar: لا يمكن إنشاء التعليق. يرجى الاتصال بالمسؤول.
ko: 댓글을 작성할 수 없습니다. 관리자에게 문의하십시오.
te: వ్యాఖ్య సృష్టించబడదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionCommentUpsert
source: Comment could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء التعليق أو تحديثه. يرجى الاتصال بالمسؤول.
ko: 댓글을 작성하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: వ్యాఖ్య రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionCompanyById
source: Company By Id could not be found. Please contact administrator.
ar: تعذر العثور على الشركة حسب المعرف. يرجى الاتصال بالمسؤول.
ko: 회사 ID를 찾을 수 없습니다. 관리자에게 문의하십시오.
te: కంపెనీ ID ద్వారా చూడవచ్చు కాలేదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionCompanyLocationById
source: Company Location By Id could not be found. Please contact administrator.
ar: تعذر العثور على موقع الشركة حسب المعرف. يرجى الاتصال بالمسؤول.
ko: 아이디 별 회사 위치를 찾을 수 없습니다. 관리자에게 문의하십시오.
te: కంపెనీ నగర ID ద్వారా చూడవచ్చు కాలేదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionCompanyLocationUpsert
source: Company Location could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء موقع الشركة أو تحديثه. يرجى الاتصال بالمسؤول.
ko: 회사 위치를 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: కంపెనీని రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionComparisionManagerReport
source: Cannot get comparision report for managers. Please contact administrator
ar: لا يمكن الحصول على تقرير المقارنة للمديرين. يرجى الاتصال بالمسؤول
ko: 관리자에 대한 비교 보고서를 가져올 수 없습니다. 관리자에게 문의하십시오
te: నిర్వాహకుల కోసం పోలిక నివేదికను పొందలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionConfigurationSettingsCouldNotBeCreated
source: Configuration settings could not be created. Please contact administrator.
ar: تعذر إنشاء إعدادات التكوين. يرجى الاتصال بالمسؤول.
ko: 구성 설정을 만들 수 없습니다. 관리자에게 문의하십시오.
te: కాన్ఫిగరేషన్ సెట్టింగులు సృష్టించబడదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionConfigurationSettingsUpsert
source: Configuration settings could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء أو تحديث إعدادات التكوين. يرجى الاتصال بالمسؤول.
ko: 구성 설정을 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: కాన్ఫిగరేషన్ సెట్టింగులు రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionConfigurationTypeCouldNotBeCreated
source: Configuration type could not be created. Please contact administrator.
ar: تعذر إنشاء نوع التكوين. يرجى الاتصال بالمسؤول.
ko: 구성 유형을 만들 수 없습니다. 관리자에게 문의하십시오.
te: ఆకృతీకరణ రకం సృష్టించడం సాధ్యం కాలేదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionConfigurationTypeUpsert
source: Configuration type could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء نوع التكوين أو تحديثه. يرجى الاتصال بالمسؤول.
ko: 구성 유형을 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: ఆకృతీకరణ రకం రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionConsiderHourCouldNotBeCreated
source: Consider hour could not be created. Please contact administrator.
ar: لا يمكن إنشاء ساعة النظر. يرجى الاتصال بالمسؤول.
ko: 시간을 만들 수 없습니다. 관리자에게 문의하십시오.
te: పరిగణించండి గంట సృష్టించబడదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionConsiderHourUpsert
source: Consider hour could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء ساعة التفكير أو تحديثها. يرجى الاتصال بالمسؤول.
ko: 시간을 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: పరిగణించండి గంట రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionConvertDataTableToProcessDashboard
source: Conversion of data table to dashboard failed. Please contact administrator.
ar: فشل تحويل جدول البيانات إلى لوحة القيادة. يرجى الاتصال بالمسؤول.
ko: 데이터 테이블을 대시 보드로 변환하지 못했습니다. 관리자에게 문의하십시오.
te: డేటా పట్టిక మార్పిడి విఫలమైంది డాష్బోర్డ్. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionConvertHtmltoImage
source: Conversion of html to image failed. Please contact administrator.
ar: فشل تحويل html إلى الصورة. يرجى الاتصال بالمسؤول.
ko: HTML을 이미지로 변환하지 못했습니다. 관리자에게 문의하십시오.
te: చిత్రం html యొక్క మార్పిడి విఫలమైంది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionCreateNewChannel
source: Channel could not be created. Please contact administrator.
ar: لا يمكن إنشاء القناة. يرجى الاتصال بالمسؤول.
ko: 채널을 만들 수 없습니다. 관리자에게 문의하십시오.
te: ఛానల్ సృష్టించబడదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionCreateRosterPlan
source: Roster plan could not be created. Please contact administrator.
ar: تعذر إنشاء خطة القائمة. يرجى الاتصال بالمسؤول.
ko: 명단 계획을 만들 수 없습니다. 관리자에게 문의하십시오.

# ExceptionCreateRosterSolutions
source: Roster solutions could not be created. Please contact administrator.
ar: لا يمكن إنشاء حلول القائمة. يرجى الاتصال بالمسؤول.
ko: 명단 솔루션을 만들 수 없습니다. 관리자에게 문의하십시오.

# ExceptionCreateStatusReport
source: Create Status Report could not be done. Please contact administrator.
ar: تعذر إنشاء تقرير الحالة. يرجى الاتصال بالمسؤول.
ko: 상태 보고서 생성을 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: స్థితి నివేదిక చేయలేనిది సృష్టించు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionCurrency
source: Currency could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء العملة أو تحديثها. يرجى الاتصال بالمسؤول.
ko: 통화를 생성하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: కరెన్సీ రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionCurrencyConversion
source: Currency Conversion could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء أو تحديث تحويل العملة. يرجى الاتصال بالمسؤول.
ko: 통화 변환을 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: కరెన్సీ మార్పిడి రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionCurrencyList
source: Currency List could not be done. Please contact administrator.
ar: لا يمكن عمل قائمة العملات. يرجى الاتصال بالمسؤول.
ko: 통화 목록을 작성할 수 없습니다. 관리자에게 문의하십시오.
te: కరెన్సీ జాబితా చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionCustomFieldDataUpsert
source: Custom field data could not be done.Please contact administrator
ar: لا يمكن عمل بيانات الحقول المخصصة. يرجى الاتصال بالمسؤول
ko: 사용자 정의 필드 데이터를 수행 할 수 없습니다. 관리자에게 문의하십시오
te: అనుకూల ఫీల్డ్ డేటా చేయలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionCustomFieldFormUpsert
source: Custom field form could not be created or updated.Please contact administrator
ar: تعذر إنشاء نموذج الحقل المخصص أو تحديثه. يُرجى الاتصال بالمسؤول
ko: 사용자 정의 필드 양식을 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: అనుకూల ఫీల్డ్ ఫారమ్ సృష్టించబడలేదు లేదా నవీకరించబడలేదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionDashboardUpsert
source: App could not be added. Please contact administrator.
ar: لا يمكن إضافة التطبيق. يرجى الاتصال بالمسؤول.
ko: 앱을 추가 할 수 없습니다. 관리자에게 문의하십시오.
te: అనువర్తనం జోడించబడలేదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.
