Repository: pujithagodavarthi414-coder/TradeEngine.ai
Catalog: sourcecode/BusinessView/BusinessView.Common/Texts/LangText.*.resx
Languages: ar, ko, te

# ExceptionLanguage
source: Language could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء اللغة أو تحديثها. يرجى الاتصال بالمسؤول.
ko: 언어를 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: భాషా రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionLeaveRestrictionTypeUpsert
source: Upsert Restriction types could not be done please contact administrator
ar: تعذر إجراء أنواع قيود Upsert الرجاء الاتصال بالمسؤول
ko: Upsert 제한 유형을 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: పరిమితి రకాలు చేయలేము దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionLeaveSearch
source: Leave Search could not be done. Please contact administrator.
ar: لا يمكن أن يتم ترك البحث. يرجى الاتصال بالمسؤول.
ko: 나가기 검색을 할 수 없습니다. 관리자에게 문의하십시오.
te: శోధన వదిలి చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionLeaveStatus
source: Levae Status could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء حالة Levae أو تحديثها. يرجى الاتصال بالمسؤول.
ko: Levae 상태를 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: సెలవు హోదా రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionLeaveTypeCouldNotBeCreated
source: LeaveType could not be created. Please contact administrator.
ar: لا يمكن إنشاء نوع LeaveType. يرجى الاتصال بالمسؤول.
ko: 휴가 유형을 만들 수 없습니다. 관리자에게 문의하십시오.
te: సెలవు రకం సృష్టించబడదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionLeaveTypeUpsert
source: LeaveType could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء نوع اترك أو تحديثه. يرجى الاتصال بالمسؤول.
ko: 휴가 유형을 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: సెలవు రకం రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionLeaveUpsert
source: Leave could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء أو تحديث الإجازة. يرجى الاتصال بالمسؤول.
ko: 휴가를 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: వదిలి రూపొందించినవారు సాధ్యం కాలేదు లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionLeaveUpsertMail
source: Mail can not send please contact administartor
ar: لا يمكن إرسال البريد ، يرجى الاتصال بالمدير
ko: 메일을 보낼 수 없습니다 관리자에게 문의하십시오
te: మెయిల్ పంపలేరు దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionLoadShiftwiseEmployeeForRoster
source: Cannot shift wise roster for all employee. Please contact administrator
ar: لا يمكن تغيير قائمة الحكمة لجميع الموظفين. يرجى الاتصال بالمسؤول
ko: 모든 직원의 현명한 명단을 바꿀 수는 없습니다. 관리자에게 문의하십시오
te: అన్ని ఉద్యోగుల కోసం తెలివైన జాబితాను మార్చలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionLoggedInUser
source: Cannot get logged in user details. Please contact administrator.
ar: لا يمكن تسجيل الدخول تفاصيل المستخدم. يرجى الاتصال بالمسؤول.
ko: 로그인 한 사용자 세부 정보를 얻을 수 없습니다. 관리자에게 문의하십시오.
te: యూజర్ వివరాలు లాగిన్ పొందవచ్చు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionMainUseCase
source: Main UseCase could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء أو تحديث UseCase الرئيسي. يرجى الاتصال بالمسؤول.
ko: 기본 사용 사례를 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: ప్రధాన వినియోగ కేసు రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionMainUseCaseById
source: MainUseCase By Id could not be found. Please contact administrator.
ar: تعذر العثور على MainUseCase By Id. يرجى الاتصال بالمسؤول.
ko: ID 별 주요 사용 사례를 찾을 수 없습니다. 관리자에게 문의하십시오.
te: ప్రధాన వినియోగ కేసు ద్వారా Id కనపడుటలేదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionMerchantCouldNotBeCreated
source: Merchant could not be created. Please contact administrator.
ar: لا يمكن إنشاء التاجر. يرجى الاتصال بالمسؤول.
ko: 판매자를 만들 수 없습니다. 관리자에게 문의하십시오.
te: మర్చంట్ సృష్టించబడదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionMilestoneCouldNotBeCreated
source: Version could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء الإصدار أو تحديثه. يرجى الاتصال بالمسؤول.
ko: 버전을 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: సంస్కరణ సృష్టించబడలేదు లేదా నవీకరించబడలేదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionMonthlyFoodOrders
source: Monthly Food Orders could not be found. Please contact administrator.
ar: تعذر العثور على طلبات الطعام الشهرية. يرجى الاتصال بالمسؤول.
ko: 월간 음식 주문을 찾을 수 없습니다. 관리자에게 문의하십시오.
te: మంత్లీ ఆహార ఆర్డర్స్ కనపడుటలేదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionMoveAuditQuestions
source: Move audit questions cant be done please contact administrator.
ar: نقل أسئلة التدقيق لا يمكن القيام به يرجى الاتصال بالمسؤول.
ko: 이동 감사 질문은 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: ఆడిట్ ప్రశ్నలు తరలించలేము దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionMoveTestCases
source: Move test cases count not be done
ar: لم يتم عمل عدد حالات اختبار النقل
ko: 테스트 케이스 수 이동이 완료되지 않았습니다.
te: తరలింపు పరీక్ష కేసుల సంఖ్య చేయబడలేదు

# ExceptionNationality
source: Nationality could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء الجنسية أو تحديثها. يرجى الاتصال بالمسؤول.
ko: 국적을 생성하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: జాతీయత రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionNotGettingCustomFieldHistory
source: Get custom fields history should not be done.Please contact administrator
ar: يجب ألا يتم عمل محفوظات الحقول المخصصة. يرجى الاتصال بالمسؤول
ko: 사용자 정의 필드 내역 가져 오기는 수행하지 않아야합니다. 관리자에게 문의하십시오.
te: అనుకూల ఫీల్డ్‌లను పొందండి చరిత్ర చేయకూడదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionNotGettingFeedbacks
source: Search feedbacks could not be done.Please contact administrator
ar: لا يمكن إجراء ردود فعل البحث. يرجى الاتصال بالمسؤول
ko: 검색 피드백을 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: శోధన ఫీడ్‌బ్యాక్‌లు చేయకూడదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionNumberFormatById
source: Number Format By Id could not be found. Please contact administrator.
ar: تعذر العثور على تنسيق الأرقام حسب المعرف. يرجى الاتصال بالمسؤول.
ko: ID 별 숫자 형식을 찾을 수 없습니다. 관리자에게 문의하십시오.
te: సంఖ్య ఫార్మాట్ ID ద్వారా చూడవచ్చు కాలేదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionParkGoal
source: Park Goal could not be done. Please contact administrator.
ar: لا يمكن إنجاز Park Goal. يرجى الاتصال بالمسؤول.
ko: Park Goal을 할 수 없습니다. 관리자에게 문의하십시오.
te: పార్క్ గోల్ చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionParkUserStory
source: Work item park cannot be done. Please contact administrator.
ar: لا يمكن تنفيذ موقف عنصر العمل. يرجى الاتصال بالمسؤول.
ko: 작업 항목 파킹을 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: పని అంశం పార్క్ చేయలేము. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionPayFrequency
source: Pay Frequency could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء أو تحديث تردد الدفع. يرجى الاتصال بالمسؤول.
ko: 지급 빈도를 생성하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: పే ఫ్రీక్వెన్సీ రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionPayGradeRates
source: Pay Grade Rates could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء أو تحديث معدلات الدفع. يرجى الاتصال بالمسؤول.
ko: 지급 등급 비율을 생성하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: వేతన గ్రేడ్ రేట్లు రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionPaymentMethod
source: Payment Method could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء طريقة الدفع أو تحديثها. يرجى الاتصال بالمسؤول.
ko: 결제 수단을 생성하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: చెల్లింపు విధానం రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionPaymentType
source: Payment type could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء نوع الدفع أو تحديثه. يرجى الاتصال بالمسؤول.
ko: 결제 유형을 생성하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: చెల్లింపు రకం రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionPayRollCalculationTypes
source: Can not get payroll calculation types. please contact administrator.
ar: لا يمكن الحصول على أنواع حساب الرواتب. الرجاء الاتصال بالمسؤول.
ko: 급여 계산 유형을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: పేరోల్ లెక్కింపు రకాలను పొందలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionPeakHour
source: Rate Sheet could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء قائمة الأسعار أو تحديثها. يرجى الاتصال بالمسؤول.
ko: 요율표를 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.

# ExceptionPeriodTypes
source: Can not get tax calculation types. please contact administrator.
ar: لا يمكن الحصول على أنواع حساب الضرائب. الرجاء الاتصال بالمسؤول.
ko: 세금 계산 유형을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: పన్ను లెక్కింపు రకాలను పొందలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionPermissionCouldNotBeCreated
source: Permission could not be created. Please contact administrator.
ar: لا يمكن إنشاء الإذن. يرجى الاتصال بالمسؤول.
ko: 권한을 생성 할 수 없습니다. 관리자에게 문의하십시오.
te: అనుమతి సృష్టించబడదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionPermissionReasonUpsert
source: PermissionReason could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء سبب PermissionReason أو تحديثه. يرجى الاتصال بالمسؤول.
ko: PermissionReason을 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: అనుమతి కారణం రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionPermissionUpsert
source: Permission could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء الإذن أو تحديثه. يرجى الاتصال بالمسؤول.
ko: 권한을 생성하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: అనుమతి రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionPrintAssets
source: Print assets could not be done. Please contact administrator.
ar: تعذر عمل أصول الطباعة. يرجى الاتصال بالمسؤول.
ko: 인쇄 자산을 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: ప్రింట్ ఆస్తులు చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionProcessDashboardCouldNotBeCreated
source: Process dashboard could not be created. Please contact administrator.
ar: تعذر إنشاء لوحة معلومات العملية. يرجى الاتصال بالمسؤول.
ko: 프로세스 대시 보드를 만들 수 없습니다. 관리자에게 문의하십시오.
te: ప్రాసెస్ డాష్బోర్డ్ సృష్టించబడదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionProcessDashboardStatusCouldNotBeCreated
source: Process dashboard status could not be created. Please contact administrator.
ar: تعذر إنشاء حالة لوحة معلومات العملية. يرجى الاتصال بالمسؤول.
ko: 프로세스 대시 보드 상태를 만들 수 없습니다. 관리자에게 문의하십시오.
te: ప్రాసెస్ డాష్బోర్డ్ స్థితి సృష్టించబడదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionProcessDashboardStatusUpsert
source: Process dashboard status could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء أو تحديث حالة لوحة معلومات العملية. يرجى الاتصال بالمسؤول.
ko: 프로세스 대시 보드 상태를 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: ప్రాసెస్ డాష్బోర్డ్ స్థితి రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionProcessDashboardUpsert
source: Process dashboard could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء لوحة معلومات العملية أو تحديثها. يرجى الاتصال بالمسؤول.
ko: 프로세스 대시 보드를 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: ప్రాసెస్ డాష్బోర్డ్ రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionProductDetail
source: Product Detail could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء تفاصيل المنتج أو تحديثها. يرجى الاتصال بالمسؤول.
ko: 제품 세부 정보를 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: ఉత్పత్తి వివరాలు రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionProductDetailsById
source: Product Details By Id could not be found. Please contact administrator.
ar: تعذر العثور على تفاصيل المنتج حسب المعرف. يرجى الاتصال بالمسؤول.
ko: ID 별 제품 정보를 찾을 수 없습니다. 관리자에게 문의하십시오.
te: ఉత్పత్తి వివరాలు ID ద్వారా చూడవచ్చు కాలేదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionProductDetailUpsert
source: Product Detail could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء تفاصيل المنتج أو تحديثها. يرجى الاتصال بالمسؤول.
ko: 제품 세부 정보를 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: ఉత్పత్తి వివరాలు రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionProductUpsert
source: Product could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء المنتج أو تحديثه. يرجى الاتصال بالمسؤول.
ko: 제품을 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: ఉత్పత్తి రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionProfessionTaxMonthlyStatement
source: Can not get a profession tax monthly statement. please contact administrator.
ar: لا يمكن الحصول على كشف حساب ضريبة المهنة الشهري. الرجاء الاتصال بالمسؤول.
ko: 직업 세 월별 명세서를받을 수 없습니다. 관리자에게 문의하십시오.
te: వృత్తి పన్ను నెలవారీ స్టేట్మెంట్ పొందలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionProfessionTaxReturns
source: Can not get profession tax returns. please contact administrator.
ar: لا يمكن الحصول على إقرارات ضريبية المهنة. الرجاء الاتصال بالمسؤول.
ko: 직업 세금 환급을받을 수 없습니다. 관리자에게 문의하십시오.
te: వృత్తి పన్ను రాబడిని పొందలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionProjectCouldNotBeCreated
source: Project could not be created. Please contact administrator.
ar: لا يمكن إنشاء المشروع. يرجى الاتصال بالمسؤول.
ko: 프로젝트를 만들 수 없습니다. 관리자에게 문의하십시오.
te: ప్రాజెక్టు సృష్టించబడదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionProjectFeatureCouldNotBeCreated
source: Project feature could not be created. Please contact administrator.
ar: لا يمكن إنشاء ميزة المشروع. يرجى الاتصال بالمسؤول.
ko: 프로젝트 기능을 만들 수 없습니다. 관리자에게 문의하십시오.
te: ప్రాజెక్టు ఫీచర్ సృష్టించడం సాధ్యం కాలేదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionProjectFeatureUpsert
source: Project feature could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء أو تحديث ميزة المشروع. يرجى الاتصال بالمسؤول.
ko: 프로젝트 기능을 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: ప్రాజెక్టు ఫీచర్ రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionProjectMemberCouldNotBeCreated
source: Project member could not be created. Please contact administrator.
ar: لا يمكن إنشاء عضو المشروع. يرجى الاتصال بالمسؤول.
ko: 프로젝트 구성원을 만들 수 없습니다. 관리자에게 문의하십시오.
te: ప్రాజెక్టు సభ్యులు సృష్టించబడదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionProjectMemberUpsert
source: Project member could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء عضو المشروع أو تحديثه. يرجى الاتصال بالمسؤول.
ko: 프로젝트 구성원을 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: ప్రాజెక్టు సభ్యులు రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionProjectResponsiblePersonId
source: ProjectResponsiblePersonId can not be null or empty
ar: لا يمكن أن يكون ProjectResponsiblePersonId فارغًا أو فارغًا
ko: 프로젝트 책임자 PersonId는 null이거나 비어있을 수 없습니다.
te: ప్రాజెక్ట్ బాధ్యతాయుతమైన వ్యక్తి Id శూన్య లేదా ఖాళీగా ఉండకూడదు

# ExceptionProjectTypeCouldNotBeCreated
source: Project type could not be created. Please contact administrator.
ar: لا يمكن إنشاء نوع المشروع. يرجى الاتصال بالمسؤول.
ko: 프로젝트 유형을 만들 수 없습니다. 관리자에게 문의하십시오.
te: ప్రాజెక్టు రకం సృష్టించడం సాధ్యం కాలేదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionProjectTypeUpsert
source: Project type could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء نوع المشروع أو تحديثه. يرجى الاتصال بالمسؤول.
ko: 프로젝트 유형을 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: ప్రాజెక్ట్ రకం రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionProjectUpsert
source: Project could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء المشروع أو تحديثه. يرجى الاتصال بالمسؤول.
ko: 프로젝트를 생성하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: ప్రాజెక్టు రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionPurchasedCanteenFoodItem
source: CanteenFoodItem Purchase could not be done. Please contact administrator.
ar: تعذر إجراء عملية شراء CanteenFoodItem. يرجى الاتصال بالمسؤول.
ko: 캔틴 식품을 구매할 수 없습니다. 관리자에게 문의하십시오.
te: క్యాంటీన్ ఆహార అంశం కొనుగోలు చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionRateSheet
source: Rate Sheet could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء قائمة الأسعار أو تحديثها. يرجى الاتصال بالمسؤول.
ko: 요율표를 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.

# ExceptionRateTag
source: Rate tag could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء علامة معدل أو تحديثها. يرجى الاتصال بالمسؤول.
ko: 요율 태그를 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: రేటు ట్యాగ్ సృష్టించబడలేదు లేదా నవీకరించబడలేదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionRateType
source: Rate Type could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء نوع السعر أو تحديثه. يرجى الاتصال بالمسؤول.
ko: 요율 유형을 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: టైప్ రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionRegisterOfWages
source: Can not get a register of wages. please contact administrator.
ar: لا يمكن الحصول على سجل للأجور. الرجاء الاتصال بالمسؤول.
ko: 임금 등록을받을 수 없습니다. 관리자에게 문의하십시오.
te: వేతనాల రిజిస్టర్ పొందలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionReorderQuestions
source: Reorder questions could not be done. Please, contact administrator
ar: لا يمكن إعادة ترتيب الأسئلة. من فضلك ، اتصل بالمسؤول
ko: 재정렬 질문을 할 수 없습니다. 관리자에게 문의하십시오
te: ప్రశ్నను తొలగించండి

# ExceptionReorderUserStories
source: Can not reorder user stories. Please contact administrator.
ar: لا يمكن إعادة ترتيب قصص المستخدم. يرجى الاتصال بالمسؤول.
ko: 사용자 스토리를 재정렬 할 수 없습니다. 관리자에게 문의하십시오.
te: పని అంశంలు క్రమాన్ని కాదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionResetPassword
source: Password could not be resettd. Please contact administrator.
ar: لا يمكن إعادة تعيين كلمة المرور. يرجى الاتصال بالمسؤول.
ko: 비밀번호를 재설정 할 수 없습니다. 관리자에게 문의하십시오.
te: పాస్వర్డ్ రీసెట్ సాధ్యం కాలేదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionRoleCouldNotBeCreated
source: Role could not be created. Please contact administrator.
ar: لا يمكن إنشاء الدور. يرجى الاتصال بالمسؤول.
ko: 역할을 만들 수 없습니다. 관리자에게 문의하십시오.
te: పాత్ర సృష్టించడం సాధ్యం కాలేదు. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionRoleUpsert
source: Role could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء الدور أو تحديثه. يرجى الاتصال بالمسؤول.
ko: 역할을 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: రోల్ రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionSalaryBillRegister
source: Can not get salary bill register. please contact administrator.
ar: لا يمكن الحصول على فاتورة الراتب التسجيل. الرجاء الاتصال بالمسؤول.
ko: 급여 명세서 등록을받을 수 없습니다. 관리자에게 문의하십시오.
te: జీతం బిల్లు రిజిస్టర్ పొందలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionSalaryforITOfAnEmployee
source: Can not get salary for IT. please contact administrator.
ar: لا يمكن الحصول على راتب لتكنولوجيا المعلومات. الرجاء الاتصال بالمسؤول.
ko: IT에 대한 급여를받을 수 없습니다. 관리자에게 문의하십시오.
te: ఐటీ జీతం పొందలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionSalaryRegister
source: Can not get salary register. please contact administrator.
ar: لا يمكن الحصول على سجل الرواتب. الرجاء الاتصال بالمسؤول.
ko: 급여 등록을받을 수 없습니다. 관리자에게 문의하십시오.
te: జీతం రిజిస్టర్ పొందలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionSearchAssets
source: Search assets could not be done. Please contact administrator.
ar: لا يمكن أن يتم البحث في الأصول. يرجى الاتصال بالمسؤول.
ko: 자산 검색을 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: శోధన ఆస్తులు చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionSearchAuditConduct
source: Cannot search audit conduct. Please contact administrator.
ar: لا يمكن البحث في إجراء التدقيق. يرجى الاتصال بالمسؤول.
ko: 감사 행위를 검색 할 수 없습니다. 관리자에게 문의하십시오.
te: ప్రవర్తనను పైకి చేయలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionSearchAuditConductQuestions
source: Search audit conduct questions could not be done please contact administator.
ar: تعذر إجراء أسئلة تدقيق البحث ، يرجى الاتصال بالمسؤول.
ko: 검색 감사 수행 질문을 할 수 없습니다. 관리자에게 문의하십시오.
te: శోధన ఆడిట్ ప్రవర్తన ప్రశ్నలు చేయలేము దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionSearchAuditHistory
source: Search audit history could not be done. Please contact administrator.
ar: البحث في سجل التدقيق لا يمكن أن يتم. يرجى الاتصال بالمسؤول.
ko: 감사 내역 검색을 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: శోధన ఆడిట్ చరిత్రలో చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionSearchCanteenCredit
source: Search CanteenCredit could not be done. Please contact administrator.
ar: تعذر البحث في CanteenCredit. يرجى الاتصال بالمسؤول.
ko: 캔틴 크레딧을 검색 할 수 없습니다. 관리자에게 문의하십시오.
te: శోధన క్యాంటీన్ క్రెడిట్ చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionSearchCanteenFoodItems
source: SearchCanteenFoodItemsContactAdministrator.
ar: SearchCanteenFoodItemsContactAd Manager.
ko: 캔틴 식품 검색 관리자에게 문의하십시오.
te: క్యాంటీన్ ఆహార వస్తువులను శోధించండి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionSearchCanteenPurchases
source: Search Canteen Purchases could not be done. Please contact administrator.
ar: لا يمكن إجراء عمليات شراء مقصف البحث. يرجى الاتصال بالمسؤول.
ko: 매점 구매를 검색 할 수 없습니다. 관리자에게 문의하십시오.
te: శోధన కాంటీన్ కొనుగోళ్లు చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionSearchComments
source: Search Comments could not be done. Please contact administrator.
ar: لا يمكن عمل تعليقات البحث. يرجى الاتصال بالمسؤول.
ko: 댓글 검색을 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: శోధన వ్యాఖ్యలు చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionSearchConfigurationSettings
source: Search ConfigurationSettings could not be done. Please contact administrator.
ar: تعذر إجراء إعدادات تكوين البحث. يرجى الاتصال بالمسؤول.
ko: 구성 설정 검색을 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: శోధన కాన్ఫిగరేషన్ సెట్టింగులను చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionSearchConfigurationTypes
source: Search ConfigurationTypes could not be done. Please contact administrator.
ar: لا يمكن إجراء أنواع تكوين البحث. يرجى الاتصال بالمسؤول.
ko: 구성 유형 검색을 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: శోధన ఆకృతీకరణ రకాలు చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionSearchCustomTags
source: Can't get tags. Please contact administrator
ar: لا يمكن الحصول على العلامات. يرجى الاتصال بالمسؤول
ko: 태그를 가져올 수 없습니다. 관리자에게 문의하십시오
te: ట్యాగ్‌లను పొందలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionSearchEntityFeatures
source: Search Entity Features could not be done. Please contact administrator.
ar: تعذر إجراء ميزات كيان البحث. يرجى الاتصال بالمسؤول.
ko: 엔티티 기능 검색을 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: శోధన సంస్థ ఫీచర్స్ చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionSearchEntityRoleFeatures
source: Search Entity Role Features could not be done. Please contact administrator.
ar: تعذر إجراء ميزات دور كيان البحث. يرجى الاتصال بالمسؤول.
ko: 엔티티 역할 기능 검색을 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: శోధన సంస్థ పాత్ర ఫీచర్స్ చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionSearchExpenseCategory
source: Search ExpenseCategory could not be done. Please contact administrator.
ar: البحث ExpenseCategory لا يمكن أن يتم. يرجى الاتصال بالمسؤول.
ko: 비용 범주 검색을 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: శోధన ఖర్చు వర్గం చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionSearchExpenseReports
source: Search Expense Reports could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء تقارير نفقات البحث أو تحديثها. يرجى الاتصال بالمسؤول.
ko: 검색 경비 보고서를 작성하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: శోధన ఖర్చుల నివేదికలు రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionSearchExpenseReportStatuses
source: Search Expense Report Statuses could not be done. Please contact administrator.
ar: لا يمكن إجراء حالات تقرير نفقات البحث. يرجى الاتصال بالمسؤول.
ko: 경비 보고서 상태 검색을 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: శోధన ఖర్చుల నివేదిక హోదాలకు చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionSearchExpenses
source: Search Expenses could not be done. Please contact administrator.
ar: لا يمكن البحث عن المصاريف. يرجى الاتصال بالمسؤول.
ko: 비용 검색을 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: శోధన ఖర్చులు చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.
