Repository: pujithagodavarthi414-coder/TradeEngine.ai
Catalog: sourcecode/BusinessView/BusinessView.Common/Texts/LangText.*.resx
Languages: ar, ko, te

# RandomScreenshot
source: {0} changed random screenshot state from {1} to {2}.
ar: قام {0} بتغيير حالة لقطة الشاشة العشوائية من {1} إلى {2}.
ko: {0} 님이 임의의 스크린 샷 상태를 {1} 에서 {2} (으)로 변경했습니다.
te: {0} యాదృచ్ఛిక స్క్రీన్ షాట్ స్థితిని {1} నుండి {2} కు మార్చారు.

# Screenshot
source: {0} changed screenshot frequency state from {1} to {2}.
ar: غيّر {0} حالة تكرار لقطة الشاشة من {1} إلى {2}.
ko: {0} 이 (가) 스크린 샷 빈도 상태를 {1} 에서 {2} (으)로 변경했습니다.
te: {0} స్క్రీన్ షాట్ ఫ్రీక్వెన్సీ స్థితిని {1} నుండి {2} కి మార్చారు.

# ScreenShotFrequency
source: {0} changed screenshot frequency from {1} to {2}.
ar: تم تغيير معدل تكرار لقطة الشاشة بواسطة {0} من {1} إلى {2}.
ko: {0} 님이 스크린 샷 빈도를 {1}에서 {2}로 변경했습니다.
te: {0} స్క్రీన్ షాట్ ఫ్రీక్వెన్సీని {1} నుండి {2} కు మార్చారు.

# TrackingEnable
source: {0} changed track apps and urls state from {1} to {2}.
ar: قام {0} بتغيير حالة تطبيقات التتبع وعناوين url من {1} إلى {2}.
ko: {0} 가 트랙 앱 및 URL 상태를 {1} 에서 {2} 로 변경했습니다.
te: {0} ట్రాక్ అనువర్తనాలు మరియు యుఆర్ఎల్ స్థితిని {1} నుండి {2} కి మార్చారు.

# BasicTracking
source: {0} changed basic tracking state from {1} to {2}.
ar: غيّرت {0} حالة التتبع الأساسية من {1} إلى {2}.
ko: {0} 는 기본 추적 상태를 {1} 에서 {2} 로 변경했습니다.
te: {0} ప్రాథమిక ట్రాకింగ్ స్థితిని {1} నుండి {2} కి మార్చారు.

source: Action category with this name already exists
ar: فئة العمل بهذا الاسم موجودة بالفعل
ko: 이 이름의 작업 범주가 이미 있습니다.
te: ఈ పేరుతో చర్య వర్గం ఇప్పటికే ఉంది

# ExceptionGetActionCategories
source: Cannot get the action categories. Please contact administrator.
ar: لا يمكن الحصول على فئات العمل. يرجى الاتصال بالمسؤول.
ko: 작업 범주를 가져올 수 없습니다. 관리자에게 문의하십시오.
te: చర్య వర్గాలను పొందలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionUpsertActionCategory
source: Action category could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء فئة الإجراء أو تحديثها. يرجى الاتصال بالمسؤول.
ko: 작업 범주를 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: చర్య వర్గాన్ని సృష్టించడం లేదా నవీకరించడం సాధ్యం కాలేదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionUpsertPayRollRunEmployeeComponentYTD
source: YTD amount could not be added or updated. Please contact administrator.
ar: تعذر إضافة أو تحديث مبلغ حتى تاريخه. يرجى الاتصال بالمسؤول.
ko: YTD 금액을 추가하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: YTD మొత్తాన్ని జోడించడం లేదా నవీకరించడం సాధ్యం కాలేదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionGetEmployeeRateTagConfigurations
source: Can not get employee rate tag configurations. Please contact administrator.
ar: لا يمكن الحصول على تكوينات علامة معدل الموظف. يرجى الاتصال بالمسؤول.
ko: 직원 요금 태그 구성을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: ఉద్యోగుల రేటు ట్యాగ్ కాన్ఫిగరేషన్లను పొందలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ActionCategoryAdded
source: {0} added action category {1}
ar: {0} أضاف فئة عمل {1}
ko: 추가 0} 액션 카테고리 1 추가
te: {0} జోడించిన చర్య వర్గం {1}

# ActionCategoryChanged
source: Work item action category changed from {0} to {1}.
ar: تم تغيير فئة إجراء عنصر العمل من {0} إلى {1}.
ko: 작업 항목 작업 카테고리가 {0에서 {1로 변경되었습니다.
te: పని అంశం చర్య వర్గం {0} నుండి {1} కు మార్చబడింది.

# ActionCategoryRemoved
source: {0} removed action category {1}
ar: {0} تمت إزالة فئة الإجراء {1}
ko: 삭제 된 작업 카테고리 0} {1
te: {0} తొలగించిన చర్య వర్గం {1}

# ExceptionGetAuditRelatedCounts
source: Get audit related counts could not be done. Please contact administrator.
ar: لا يمكن إجراء عمليات التهم المتعلقة بالتدقيق. يرجى الاتصال بالمسؤول.
ko: 감사 관련 카운트를 가져올 수 없습니다. 관리자에게 문의하십시오.
te: ఆడిట్ సంబంధిత గణనలు పొందలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# AuditRatingWithThisNameAlreadyExists
source: Audit rating already existed with this name
ko: 이 이름을 가진 감사 등급이 이미 존재합니다.
te: ఈ పేరుతో ఆడిట్ రేటింగ్ ఇప్పటికే ఉంది

# ExceptionGetAuditRating
source: Cannot get the audit rating. Please contact administrator.
ko: 감사 등급을 얻을 수 없습니다. 관리자에게 문의하십시오.
te: ఆడిట్ రేటింగ్ పొందలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionUpsertAuditRating
source: Audit rating could not be created or updated. Please contact administrator.
ko: 감사 등급을 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: ఆడిట్ రేటింగ్ సృష్టించబడలేదు లేదా నవీకరించబడలేదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

source: Business unit name should not be null
ar: لا ينبغي أن يكون العمل اسم الوحدة لاغية
ko: 이 사업 단위 또는 차일이 직원에 사용되는이 종속성을 삭제하시기 바랍니다 다시 시도
te: వ్యాపారం యూనిట్ శూన్యం ఉండకూడదు

source: Business unit with this name already exists
ar: وحدة تجارية مع هذا الاسم موجود مسبقا
ko: 이 이름이 이미 존재하는 비즈니스 단위
te: వ్యాపారం యూనిట్ ఈ పేరుతో ఇప్పటికే

source: Employees are added only in leaf nodes
ar: تضاف فقط للموظفين في ورقة العقد
ko: 직원은 리프 노드 만 추가
te: ఉద్యోగులు ఆకు నోడ్స్ మాత్రమే కలుపుతారు

# ExceptionInBusinessUnits
source: Business unit could not be created or updated. Please contact administrator.
ar: تعذر إنشاء وحدة عمل أو تحديثها. يرجى الاتصال بالمشرف.
ko: 사업부 만들거나 업데이트 할 수 없습니다. 연락처 관리자하십시오.
te: వ్యాపారం యూనిట్ రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది.దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ParentBusinessUnitHaveEmployees
source: Employees are added in parent business unit. please delete the dependencies and try again
ar: وأضاف الموظفين في وحدة الأعمال الأصل. يرجى حذف التبعيات وحاول مرة أخرى
ko: 직원들은 부모 비즈니스 단위에 추가됩니다. 종속성을 삭제하고 다시 시도하십시오
te: ఉద్యోగులు మాతృ వ్యాపార యూనిట్ జోడిస్తే. దయచేసి ఆధారపడటం తొలగించి, మళ్ళీ ప్రయత్నించండి

source: This business unit or its childs are used in employees please delete the dependencies and try again
ar: هذه الوحدة العمل أو يتم استخدام الطفل في الموظفين يرجى حذف التبعيات وحاول مرة أخرى
ko: 이 사업 단위 또는 차일이 직원에 사용되는이 종속성을 삭제하시기 바랍니다 다시 시도
te: ఈ వ్యాపార యూనిట్ లేదా దాని చైల్డ్స్ ఉద్యోగులు ఉపయోగిస్తారు ఆధారపడటం తొలగించడానికి దయచేసి మళ్ళీ ప్రయత్నించండి

# ThisActionCategoryUsedInWorkItemsCanNotArchived
source: Action category can't be archived as they were in use
ar: لا يمكن أرشفة فئة الإجراء كما كانت قيد الاستخدام
ko: 작업 카테고리는 사용 중이므로 보관할 수 없습니다.
te: చర్య వర్గాన్ని వాడుకలో ఉన్నందున ఆర్కైవ్ చేయలేము

# ThisAuditRatingUsedAuditConductCanNotArchived
source: Audit rating can't be archived as they were in use
ar: لا يمكن أرشفة تقييم المراجعة لأنها كانت قيد الاستخدام
ko: 감사 등급은 사용 중이므로 보관할 수 없습니다.
te: వాడుకలో ఉన్నందున ఆడిట్ రేటింగ్ ఆర్కైవ్ చేయబడదు

# ExceptionSearchRepositoryCommits
source: Search repository commits is not possible. Please contact administrator
ar: البحث عن الارتباطات مستودع غير ممكن. يرجى الاتصال بالمسؤول
ko: 저장소 커밋을 검색 할 수 없습니다. 관리자에게 문의하십시오
te: శోధన రిపోజిటరీ కమిట్స్ సాధ్యం కాదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionUpsertRepositoryCommits
source: Add or update repository commits is not possible. Please contact administrator
ar: إضافة أو تحديث التزامات المستودع غير ممكن. يرجى الاتصال بالمسؤول
ko: 저장소 커밋을 추가하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오
te: రిపోజిటరీ కమిట్‌లను జోడించడం లేదా నవీకరించడం సాధ్యం కాదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionGetActivityTrackerDesktops
source: Cannot get activity tracker desktops. Please contact administrator
ar: لا يمكن الحصول على أجهزة سطح المكتب لتعقب النشاط. يرجى الاتصال بالمسؤول
ko: 활동 추적기 데스크톱을 가져올 수 없습니다. 관리자에게 문의하십시오
te: కార్యాచరణ ట్రాకర్ డెస్క్‌టాప్‌లను పొందలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionGetRecentConversations
source: Unable to get recent conversations, Please contact administrator
ar: تعذر الحصول على أحدث المحادثات ، الرجاء الاتصال بالمسؤول
ko: 최근 대화를 가져올 수 없습니다. 관리자에게 문의하십시오.
te: ఇటీవలి సంభాషణలను పొందడం సాధ్యం కాలేదు, దయచేసి నిర్వాహకుడిని సంప్రదించండి

# CompanyPaymentFailedMessage
source: Payment failed! Please try after sometime or contact administrator.
ar: عملية الدفع فشلت! يرجى المحاولة بعد وقت أو الاتصال بالمسؤول.
ko: 결제 실패! 잠시 후 시도하거나 관리자에게 문의하십시오.
te: చెల్లింపు విఫలమైంది! దయచేసి కొంతకాలం తర్వాత ప్రయత్నించండి లేదా నిర్వాహకుడిని సంప్రదించండి.

source: Tax slabs with this name already exists
ar: توجد بالفعل ألواح ضريبية بهذا الاسم
ko: 이 이름의 세금 슬래브가 이미 있습니다.
te: ఈ పేరుతో పన్ను స్లాబ్‌లు ఇప్పటికే ఉన్నాయి

# ExceptionGetSharedorUnsharedchannels
source: Unable to get shared or unshared channels, Please contact administrator
ar: تعذر الحصول على قنوات مشتركة أو غير مشتركة ، يرجى الاتصال بالمسؤول
ko: 공유 또는 비공유 채널을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: భాగస్వామ్యం చేయబడిన లేదా భాగస్వామ్యం చేయని ఛానెల్‌లను పొందడం సాధ్యం కాలేదు, దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionGetUserTrackerTimeline
source: Cannot get user tracker timeline details. Please contact administrator
ar: لا يمكن الحصول على تفاصيل الجدول الزمني لتعقب المستخدم. يرجى الاتصال بالمسؤول
ko: 사용자 추적기 타임 라인 세부 정보를 가져올 수 없습니다. 관리자에게 문의하십시오
te: యూజర్ ట్రాకర్ టైమ్‌లైన్ వివరాలను పొందలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# AddressJsonLengthExceeded
source: Address can not be longer than 150 characters
ar: لا يمكن أن يزيد العنوان عن 150 حرفًا
ko: 주소는 150자를 초과 할 수 없습니다.
te: చిరునామా 150 అక్షరాల కంటే ఎక్కువ ఉండకూడదు

# ExceptionGetCandidateDocuments
source: Unable to get candidate documents, Please contact administrator
ar: تعذر الحصول على مستندات المرشح ، الرجاء الاتصال بالمسؤول
ko: 지원자 문서를 가져올 수 없습니다. 관리자에게 문의하십시오.
te: అభ్యర్థి పత్రాలను పొందడం సాధ్యం కాలేదు, దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionGetCandidateEducation
source: Unable to get candidate education details, Please contact administrator
ar: غير قادر على الحصول على تفاصيل تعليم المرشح ، يرجى الاتصال بالمسؤول
ko: 지원자 교육 세부 정보를 가져올 수 없습니다. 관리자에게 문의하십시오.
te: అభ్యర్థి విద్య వివరాలను పొందడం సాధ్యం కాలేదు, దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionGetCandidateExperiences
source: Unable to get candidate experiences, Please contact administrator
ar: غير قادر على الحصول على تجارب المرشح ، الرجاء الاتصال بالمسؤول
ko: 후보자 경험을 얻을 수 없습니다. 관리자에게 문의하십시오.
te: అభ్యర్థి అనుభవాలను పొందడం సాధ్యం కాలేదు, దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionGetCandidateHistory
source: Unable to get candidate history, Please contact administrator
ar: تعذر الحصول على سجل المرشح ، الرجاء الاتصال بالمسؤول
ko: 지원자 기록을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: అభ్యర్థి చరిత్రను పొందడం సాధ్యం కాలేదు, దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionGetCandidateInterviewFeedBack
source: Unable to get candidate interview feedback, Please contact administrator
ar: تعذر الحصول على ملاحظات حول مقابلة المرشح ، يرجى الاتصال بالمسؤول
ko: 후보자 인터뷰 피드백을받을 수 없습니다. 관리자에게 문의하십시오.
te: అభ్యర్థి ఇంటర్వ్యూ అభిప్రాయాన్ని పొందడం సాధ్యం కాలేదు, దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionGetCandidateInterviewFeedBackComments
source: Unable to get feedback comments, Please contact administrator
ar: تعذر الحصول على تعليقات التعليقات ، الرجاء الاتصال بالمسؤول
ko: 피드백 댓글을받을 수 없습니다. 관리자에게 문의하십시오.
te: అభిప్రాయ వ్యాఖ్యలను పొందడం సాధ్యం కాలేదు, దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionGetCandidateInterviewSchedule
source: Unable to get interview schedule, Please contact administrator
ar: غير قادر على الحصول على جدول المقابلة ، الرجاء الاتصال بالمسؤول
ko: 인터뷰 일정을 확인할 수 없습니다. 관리자에게 문의하십시오.
te: ఇంటర్వ్యూ షెడ్యూల్ పొందడం సాధ్యం కాలేదు, దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionGetCandidates
source: Unable to get candidates, Please contact administrator
ar: غير قادر على الحصول على المرشحين ، الرجاء الاتصال بالمسؤول
ko: 후보자를 가져올 수 없습니다. 관리자에게 문의하십시오.
te: అభ్యర్థులను పొందడం సాధ్యం కాలేదు, దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionGetCandidateSkills
source: Unable to get candidate skills, Please contact administrator
ar: غير قادر على اكتساب مهارات المرشح ، يرجى الاتصال بالمسؤول
ko: 지원자 기술을 얻을 수 없습니다. 관리자에게 문의하십시오.
te: అభ్యర్థి నైపుణ్యాలను పొందడం సాధ్యం కాలేదు, దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionGetDocumentTypes
source: Unable to get document types, Please contact administrator
ar: تعذر الحصول على أنواع المستندات ، الرجاء الاتصال بالمسؤول
ko: 문서 유형을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: పత్ర రకాలను పొందడం సాధ్యం కాలేదు, దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionGetHiringStatus
source: Unable to get hiring statuses, Please contact administrator
ar: غير قادر على الحصول على حالات التوظيف ، يرجى الاتصال بالمسؤول
ko: 채용 상태를 가져올 수 없습니다. 관리자에게 문의하십시오.
te: నియామక స్థితులను పొందడం సాధ్యం కాలేదు, దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionGetInterviewProcess
source: Unable to get interview process, Please contact administrator
ar: غير قادر على الحصول على عملية المقابلة ، يرجى الاتصال بالمسؤول
ko: 인터뷰 절차를받을 수 없습니다. 관리자에게 문의하십시오.
te: ఇంటర్వ్యూ ప్రక్రియను పొందడం సాధ్యం కాలేదు, దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionGetInterviewProcessConfiguration
source: Unable to get interview process configurations, Please contact administrator
ar: غير قادر على الحصول على تكوينات عملية المقابلة ، يرجى الاتصال بالمسؤول
ko: 인터뷰 프로세스 구성을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: ఇంటర్వ్యూ ప్రాసెస్ కాన్ఫిగరేషన్లను పొందడం సాధ్యం కాలేదు, దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionGetInterviewRatings
source: Unable toget interview ratings, Please contact administrator
ar: غير قادر على الحصول على تقييمات المقابلة ، يرجى الاتصال بالمسؤول
ko: 인터뷰 등급을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: ఇంటర్వ్యూ రేటింగ్‌లను మర్చిపోలేము, దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionGetInterviewTypes
source: Unable to get Interview types, Please contact administrator
ar: غير قادر على الحصول على أنواع المقابلات ، يرجى الاتصال بالمسؤول
ko: 인터뷰 유형을 가져올 수 없습니다. 관리자에게 문의하십시오.
te: ఇంటర్వ్యూ రకాలను పొందడం సాధ్యం కాలేదు, దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionGetJobOpenings
source: Unable to get job openings, Please contact administrator
ar: غير قادر على الحصول على فرص عمل ، الرجاء الاتصال بالمسؤول
ko: 구인 정보를 얻을 수 없습니다. 관리자에게 문의하십시오.
te: ఉద్యోగ అవకాశాలను పొందడం సాధ్యం కాలేదు, దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionGetJobOpeningSkills
source: Unable to get job opening skills, Please contact administrator
ar: غير قادر على الحصول على مهارات فتح الوظيفة ، يرجى الاتصال بالمسؤول
ko: 채용 기술을 습득 할 수 없습니다. 관리자에게 문의하십시오.
te: ఉద్యోగ ప్రారంభ నైపుణ్యాలను పొందడం సాధ్యం కాలేదు, దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionGetJobOpeningStatus
source: Could not get job opening status.Please contact administrator.
ar: لا يمكن الحصول على حالة فتح الوظيفة الرجاء الاتصال بالمسؤول
ko: 채용 상태를 확인할 수 없습니다. 관리자에게 문의하십시오.
te: ఉద్యోగ ప్రారంభ స్థితిని పొందలేకపోయాము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionGetSource
source: Could not get source. Please contact administrator.
ar: تعذر الحصول على المصدر. يرجى الاتصال بالمسؤول.
ko: 소스를 가져올 수 없습니다. 관리자에게 문의하십시오.
te: మూలాన్ని పొందలేకపోయాము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionInterviewProcessConfigurationName
source: Unable to add interview process configuration name
ar: غير قادر على إضافة اسم تكوين عملية المقابلة
ko: 인터뷰 프로세스 구성 이름을 추가 할 수 없습니다.
te: ఇంటర్వ్యూ ప్రాసెస్ కాన్ఫిగరేషన్ పేరును జోడించడం సాధ్యం కాలేదు

# ExceptionInterviewProcessName
source: Unable to add Interview process, Please contact administrator
ar: غير قادر على إضافة عملية المقابلة ، يرجى الاتصال بالمسؤول
ko: 인터뷰 프로세스를 추가 할 수 없습니다. 관리자에게 문의하십시오.
te: ఇంటర్వ్యూ ప్రాసెస్‌ను జోడించడం సాధ్యం కాలేదు, దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionInterviewTypeName
source: Interview type name should be less than 100 characters
ar: يجب أن يكون اسم نوع المقابلة أقل من 100 حرف
ko: 인터뷰 유형 이름은 100 자 미만이어야합니다.
te: ఇంటర్వ్యూ రకం పేరు 100 అక్షరాల కంటే తక్కువగా ఉండాలి

# ExceptionUpsertCandidateDocument
source: Unable to add candidate document, Please contact administrator
ar: تعذر إضافة مستند المرشح ، الرجاء الاتصال بالمسؤول
ko: 후보 문서를 추가 할 수 없습니다. 관리자에게 문의하십시오.
te: అభ్యర్థి పత్రాన్ని జోడించడం సాధ్యం కాలేదు, దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionUpsertCandidateEducation
source: Unable to add or update candidate education, Please contact administrator
ar: غير قادر على إضافة أو تحديث تعليم المرشح ، يرجى الاتصال بالمسؤول
ko: 지원자 교육을 추가하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: అభ్యర్థి విద్యను జోడించడం లేదా నవీకరించడం సాధ్యం కాలేదు, దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionUpsertCandidateExperience
source: Unable to add or update candidate experience, Please contact administrator
ar: غير قادر على إضافة أو تحديث تجربة المرشح ، الرجاء الاتصال بالمسؤول
ko: 후보자 경험을 추가하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: అభ్యర్థి అనుభవాన్ని జోడించడం లేదా నవీకరించడం సాధ్యం కాలేదు, దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionUpsertCandidateInterviewFeedBack
source: Unable to add or update candidate feedback,, Please contact administrator
ar: غير قادر على إضافة أو تحديث ملاحظات المرشح ، الرجاء الاتصال بالمسؤول
ko: 후보자 피드백을 추가하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: అభ్యర్థి ఇంటర్వ్యూ ఫీడ్ తిరిగి ఇవ్వడం సాధ్యం కాదు, దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionUpsertCandidateInterviewFeedBackComments
source: Unable to add or update feedback comments, Please contact administrator
ar: غير قادر على إضافة أو تحديث تعليقات الملاحظات ، الرجاء الاتصال بالمسؤول
ko: 피드백 댓글을 추가하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: అభిప్రాయ వ్యాఖ్యలను జోడించడం లేదా నవీకరించడం సాధ్యం కాలేదు, దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionUpsertCandidateInterviewSchedule
source: Unable to add or update interview schedule, Please contact administrator
ar: غير قادر على إضافة أو تحديث جدول المقابلة ، يرجى الاتصال بالمسؤول
ko: 인터뷰 일정을 추가하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: ఇంటర్వ్యూ షెడ్యూల్‌ను జోడించడం లేదా నవీకరించడం సాధ్యం కాలేదు, దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionUpsertCandidateSkill
source: Unable to add or update candidate skill, Please contact administrator
ar: غير قادر على إضافة أو تحديث مهارة المرشح ، يرجى الاتصال بالمسؤول
ko: 후보 기술을 추가하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: అభ్యర్థి నైపుణ్యాన్ని జోడించడం లేదా నవీకరించడం సాధ్యం కాలేదు, దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionUpsertDocumentType
source: Unable to add document type, Please contact administrator
ar: تعذر إضافة نوع المستند ، الرجاء الاتصال بالمسؤول
ko: 문서 유형을 추가 할 수 없습니다. 관리자에게 문의하십시오.
te: పత్ర రకాన్ని జోడించడం సాధ్యం కాలేదు, దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionUpsertHiringStatus
source: Unable to add or update hiring status, Please contact administrator
ar: غير قادر على إضافة أو تحديث حالة التوظيف ، يرجى الاتصال بالمسؤول
ko: 채용 상태를 추가하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: నియామక స్థితిని జోడించడం లేదా నవీకరించడం సాధ్యం కాలేదు, దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionUpsertInterviewProcess
source: Unable to add or update interview process, Please contact administrator
ar: غير قادر على إضافة أو تحديث عملية المقابلة ، يرجى الاتصال بالمسؤول
ko: 인터뷰 프로세스를 추가하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: ఇంటర్వ్యూ ప్రక్రియను జోడించడం లేదా నవీకరించడం సాధ్యం కాలేదు, దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionUpsertInterviewProcessConfigurations
source: Unable to add or update interview process configurations, Please contact administrator
ar: غير قادر على إضافة أو تحديث تكوينات عملية المقابلة ، يرجى الاتصال بالمسؤول
ko: 인터뷰 프로세스 구성을 추가하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: ఇంటర్వ్యూ ప్రాసెస్ కాన్ఫిగరేషన్లను జోడించడం లేదా నవీకరించడం సాధ్యం కాలేదు, దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionUpsertInterviewRating
source: Unable to add or update interview rating, Please contact administrator
ar: غير قادر على إضافة أو تحديث تقييم المقابلة ، يرجى الاتصال بالمسؤول
ko: 인터뷰 등급을 추가하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: ఇంటర్వ్యూ రేటింగ్‌ను జోడించడం లేదా నవీకరించడం సాధ్యం కాలేదు, దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionUpsertInterviewType
source: Unable to add or update Interview type, Please contact administrator
ar: غير قادر على إضافة أو تحديث نوع المقابلة ، يرجى الاتصال بالمسؤول
ko: 인터뷰 유형을 추가하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: ఇంటర్వ్యూ రకాన్ని జోడించడం లేదా నవీకరించడం సాధ్యం కాలేదు, దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionUpsertJobOpening
source: Could not get job opening.Please contact administrator.
ar: لا يمكن الحصول على وظيفة شاغرة الرجاء التواصل مع المدير
ko: 일자리를 얻을 수 없습니다. 관리자에게 문의하십시오.
te: ఉద్యోగ ప్రారంభాన్ని పొందలేకపోయాము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionUpsertJobOpeningSkill
source: Unable to add or update job opening skill, Please contact administrator
ar: غير قادر على إضافة أو تحديث مهارة فتح الوظيفة ، يرجى الاتصال بالمسؤول
ko: 채용 기술을 추가하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: ఉద్యోగ ప్రారంభ నైపుణ్యాన్ని జోడించడం లేదా నవీకరించడం సాధ్యం కాలేదు, దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionUpsertJobOpeningStatus
source: Could not Upsert Job Opening Status. Please contact administrator.
ar: لا يمكن رفع حالة فتح الوظيفة. يرجى الاتصال بالمسؤول.
ko: 작업 시작 상태를 Upsert 할 수 없습니다. 관리자에게 문의하십시오.
te: ఉద్యోగ ప్రారంభ స్థితిని అధిగమించలేకపోయాము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionUpsertSource
source: Could not upsert the source. Please contact administrator.
ar: تعذر تأكيد المصدر. يرجى الاتصال بالمسؤول.
ko: 소스를 upsert 할 수 없습니다. 관리자에게 문의하십시오.
te: మూలాన్ని అప్‌సర్ట్ చేయలేకపోయింది. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExeceptionInterviewRating
source: Unable to add candidate ratings, Please contact administrator
ar: تعذر إضافة تصنيفات المرشح ، يرجى الاتصال بالمسؤول
ko: 후보 등급을 추가 할 수 없습니다. 관리자에게 문의하십시오.
te: అభ్యర్థి రేటింగ్‌లను జోడించడం సాధ్యం కాలేదు, దయచేసి నిర్వాహకుడిని సంప్రదించండి

# NotEmptyAddressJson
source: Address should not be empty
ar: يجب ألا يكون العنوان فارغًا
ko: 주소는 비워 둘 수 없습니다.
te: చిరునామా ఖాళీగా ఉండకూడదు

# NotEmptyAssigneeComments
source: Feedback comment should not be empty
ar: يجب ألا يكون تعليق التعليقات فارغًا
ko: 피드백 댓글은 비워 둘 수 없습니다.
te: అభిప్రాయ వ్యాఖ్య ఖాళీగా ఉండకూడదు

# NotEmptyAssigneeId
source: Assignee should not be empty
ar: يجب ألا يكون المحيل فارغًا
ko: 담당자는 비워 둘 수 없습니다.
te: అసైన్డ్ ఖాళీగా ఉండకూడదు

# NotEmptyCandidate
source: Candidate should be selected
ar: يجب اختيار المرشح
ko: 후보를 선택해야합니다.
te: అభ్యర్థిని ఎన్నుకోవాలి

# NotEmptyDocumentTypeName
source: Document type name should not be empty
ar: يجب ألا يكون اسم نوع المستند فارغًا
ko: 문서 유형 이름은 비워 둘 수 없습니다.
te: పత్రం రకం పేరు ఖాళీగా ఉండకూడదు

# NotEmptyInterviewProcessConfigurationName
source: Interview process configuration name can not be empty
ar: لا يمكن ترك اسم تكوين عملية المقابلة فارغًا
ko: 인터뷰 프로세스 구성 이름은 비워 둘 수 없습니다.
te: ఇంటర్వ్యూ ప్రాసెస్ కాన్ఫిగరేషన్ పేరు ఖాళీగా ఉండకూడదు

# NotEmptyInterviewProcessName
source: Interview process name should not be empty
ar: يجب ألا يكون اسم عملية المقابلة فارغًا
ko: 인터뷰 프로세스 이름은 비워 둘 수 없습니다.
te: ఇంటర్వ్యూ ప్రాసెస్ పేరు ఖాళీగా ఉండకూడదు

# NotEmptyInterviewTypeName
source: Interview type name should not be empty
ar: يجب ألا يكون اسم نوع المقابلة فارغًا
ko: 인터뷰 유형 이름은 비워 둘 수 없습니다.
te: ఇంటర్వ్యూ రకం పేరు ఖాళీగా ఉండకూడదు

# NotEmptyJobOpeningName
source: Job opening name is required
ar: مطلوب اسم فتح الوظيفة
ko: 채용 공고 이름이 필요합니다.
te: ఉద్యోగ ప్రారంభ పేరు అవసరం

# NotEmptyJobOpeningSkill
source: Job opening skill name should not be empty
ar: يجب ألا يكون اسم مهارة فتح الوظيفة فارغًا
ko: 채용 기술 이름은 비워 둘 수 없습니다.
te: ఉద్యోగ ప్రారంభ నైపుణ్యం పేరు ఖాళీగా ఉండకూడదు

# NotEmptyJobOpeningStatus
source: Job Opening Status should not be null or empty
ar: يجب ألا تكون حالة فتح الوظيفة فارغة أو فارغة
ko: 채용 상태는 null이거나 비어 있으면 안됩니다.
te: ఉద్యోగ ప్రారంభ స్థితి శూన్యంగా లేదా ఖాళీగా ఉండకూడదు

# NotEmptyNoOfJobOpenings
source: No of job opening should not be empty
ar: يجب ألا يكون عدد الوظائف الشاغرة فارغًا
ko: 채용 공고는 비워 둘 수 없습니다.
te: ఉద్యోగ ప్రారంభ సంఖ్య ఖాళీగా ఉండకూడదు

# NotEmptyRatingName
source: Rating name should not be empty
ar: يجب ألا يكون اسم التصنيف فارغًا
ko: 등급 이름은 비워 둘 수 없습니다.
te: రేటింగ్ పేరు ఖాళీగా ఉండకూడదు

# NotEmptySkill
source: Skill should be selected
ar: يجب اختيار المهارة
ko: 스킬을 선택해야합니다
te: నైపుణ్యం ఎంచుకోవాలి

# NotEmptySourceName
source: Source name should not be null or empty
ar: يجب ألا يكون اسم المصدر فارغًا أو فارغًا
ko: 소스 이름은 null이거나 비워 둘 수 없습니다.
te: మూలం పేరు శూన్యంగా లేదా ఖాళీగా ఉండకూడదు

# NotEmptyValue
source: Value should not be empty
ar: يجب ألا تكون القيمة فارغة
ko: 값은 비워 둘 수 없습니다.
te: విలువ ఖాళీగా ఉండకూడదు

# CandidateWithThisNameAlreadyExists
source: Candidate with this email already existed
ar: المرشح مع هذا البريد الإلكتروني موجود بالفعل
ko: 이 이메일을 사용하는 후보가 이미 존재합니다.
te: ఈ ఇమెయిల్‌తో అభ్యర్థి ఇప్పటికే ఉన్నారు

# DocumentTypeUseDataIsNotFound
source: Document type is using, Please remove dependencies before archiving
ar: نوع المستند قيد الاستخدام ، الرجاء إزالة التبعيات قبل الأرشفة
ko: 문서 유형이 사용 중입니다. 보관하기 전에 종속성을 제거하십시오.
te: పత్ర రకం ఉపయోగిస్తోంది, దయచేసి ఆర్కైవ్ చేయడానికి ముందు డిపెండెన్సీలను తొలగించండి
