Repository: pujithagodavarthi414-coder/TradeEngine.ai
Catalog: sourcecode/BusinessView/BusinessView.Common/Texts/LangText.*.resx
Languages: ar, ko, te

# ExceptionUpsertActTrackerRoleConfiguration
source: Upsert ActTracker role configuration could not be created or updated. Please contact administrator.
ar: تعذر إنشاء أو تحديث تكوين دور Upsert ActTracker. يرجى الاتصال بالمسؤول.
ko: Upsert Act Tracker 역할 구성을 작성하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: యాక్ట్‌ట్రాకర్ పాత్ర కాన్ఫిగరేషన్‌ను సృష్టించడం లేదా నవీకరించడం సాధ్యం కాలేదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionUpsertActTrackerRolePermission
source: Upsert ActTracker role permission could not be created or updated. Please contact administrator.
ar: تعذر إنشاء أو تحديث إذن دور Upsert ActTracker. يرجى الاتصال بالمسؤول.
ko: Upsert ActTracker 역할 권한을 생성하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: యాక్ట్‌ట్రాకర్ పాత్ర అనుమతి సృష్టించడం లేదా నవీకరించడం సాధ్యం కాలేదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionUpsertActTrackerScreenSHotFrequency
source: Upsert ActTracker screen shot frequencycould not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء أو تحديث تردد لقطة شاشة Upsert ActTracker. يرجى الاتصال بالمسؤول.
ko: Upsert Act Tracker 스크린 샷 빈도를 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: యాక్ట్‌ట్రాకర్ స్క్రీన్ షాట్ ఫ్రీక్వెన్సీని సృష్టించడం లేదా నవీకరించడం సాధ్యం కాదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionUpsertAdhocWork
source: AdhocWork could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء AdhocWork أو تحديثه. يرجى الاتصال بالمسؤول.
ko: 임시 작업을 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: AdhocWork రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionUpsertAnnouncement
source: Cannot add or edit the announcement. Please contact administrator
ar: لا يمكن إضافة أو تحرير الإعلان. يرجى الاتصال بالمسؤول
ko: 공지 사항을 추가하거나 편집 할 수 없습니다. 관리자에게 문의하십시오
te: ప్రకటనను జోడించలేరు లేదా సవరించలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionUpsertAppSetting
source: Can not get the App settings. Please contact administrator
ar: لا يمكن الحصول على إعدادات التطبيق. يرجى الاتصال بالمسؤول
ko: 앱 설정을 가져올 수 없습니다. 관리자에게 문의하십시오
te: అనువర్తన సెట్టింగ్‌లను పొందలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionUpsertAuditCategory
source: Audit category could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء فئة التدقيق أو تحديثها. يرجى الاتصال بالمسؤول.
ko: 감사 범주를 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: ఆడిట్ వర్గాన్ని సృష్టించడం లేదా నవీకరించడం సాధ్యం కాలేదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionUpsertAuditConduct
source: Cannot be done add or update audit conduct .Please contact administrator.
ar: لا يمكن القيام بإضافة أو تحديث إجراء التدقيق. الرجاء الاتصال بالمسؤول.
ko: 감사 수행을 추가하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: ఆడిట్ ప్రవర్తనను జోడించడం లేదా నవీకరించడం చేయలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionUpsertAuditTags
source: Audit tags could not be added please contact administrator.
ar: لا يمكن إضافة علامات التدقيق الرجاء الاتصال بالمسؤول.
ko: 감사 태그를 추가 할 수 없습니다. 관리자에게 문의하십시오.
te: ఆడిట్ ట్యాగ్‌లు జోడించబడలేదు దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionUpsertBadge
source: Cannot upsert badge, Please contact administrator
ar: لا يمكن رفع شارة ، الرجاء الاتصال بالمسؤول
ko: 배지를 업로드 할 수 없습니다. 관리자에게 문의하십시오.
te: బ్యాడ్జ్‌ను అప్‌సర్ట్ చేయలేరు, దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionUpsertBranch
source: Branch could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء الفرع أو تحديثه. يرجى الاتصال بالمسؤول.
ko: 분기를 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: బ్రాంచ్ రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionUpsertBreakType
source: Break type could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء نوع الفاصل أو تحديثه. يرجى الاتصال بالمسؤول.
ko: 구분 유형을 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: బ్రేక్ రకం రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionUpsertCompany
source: Company could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء الشركة أو تحديثها. يرجى الاتصال بالمسؤول.
ko: 회사를 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: కంపెనీ రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionUpsertCompanyIntroducedByOption
source: Company Introduced By Option could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء شركة مقدمة بواسطة Option أو تحديثها. يرجى الاتصال بالمسؤول.
ko: 옵션으로 회사 소개를 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: కంపెనీ ఎంపిక ద్వారా పరిచయం రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionUpsertCompanyLocation
source: Company Location could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء موقع الشركة أو تحديثه. يرجى الاتصال بالمسؤول.
ko: 회사 위치를 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: కంపెనీని రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionUpsertCompanySettings
source: Could not upsert Company settings.Please contact administrator.
ar: تعذر تشغيل إعدادات الشركة. يرجى الاتصال بالمسؤول.
ko: 회사 설정을 업데이트 할 수 없습니다. 관리자에게 문의하십시오.

# ExceptionUpsertContractPaySettings
source: Could not upsert contract pay settings.Please contact administrator.
ar: تعذر زيادة إعدادات الدفع في العقد. يرجى الاتصال بالمسؤول.
ko: 계약 지불 설정을 상향 할 수 없습니다. 관리자에게 문의하십시오.
te: కాంట్రాక్ట్ పే సెట్టింగులను పర్యవేక్షించలేకపోయింది. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionUpsertContractType
source: Contract type could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء نوع العقد أو تحديثه. يرجى الاتصال بالمسؤول.
ko: 계약 유형을 작성하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: కాంట్రాక్ట్ రకం రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionUpsertCopyOrMoveCases
source: Error occured while copy or move. Please contact administrator.
ar: حدث خطأ أثناء النسخ أو النقل. يرجى الاتصال بالمسؤول.
ko: 복사 또는 이동 중에 오류가 발생했습니다. 관리자에게 문의하십시오.
te: కాపీ చేసేటప్పుడు లేదా తరలించేటప్పుడు లోపం సంభవించింది. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionUpsertCountry
source: Country could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء البلد أو تحديثه. يرجى الاتصال بالمسؤول.
ko: 국가를 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: దేశం రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionUpsertCustomApplication
source: Upsert custom application could not be done. Please contact administrator.
ar: لا يمكن إجراء تطبيق مخصص Upsert. يرجى الاتصال بالمسؤول.
ko: Upsert 사용자 지정 응용 프로그램을 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: అనుకూల అనువర్తనం చేయలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionUpsertCustomApplicationKeys
source: Upsert custom application keys could not be done. Please contact administrator.
ar: لا يمكن إجراء Upsert المخصص لمفاتيح التطبيق. يرجى الاتصال بالمسؤول.
ko: Upsert 사용자 정의 애플리케이션 키를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: కస్టమ్ అప్లికేషన్ కీలను చేయలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionUpsertCustomFieldMapping
source: Custom field mapping could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء أو تحديث تعيين الحقول المخصص. يرجى الاتصال بالمسؤول.
ko: 사용자 정의 필드 매핑을 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: అనుకూల ఫీల్డ్ మ్యాపింగ్ సృష్టించబడలేదు లేదా నవీకరించబడలేదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionUpsertCustomFormSubmission
source: Cannot add or update custom form. Please contact administrator
ar: لا يمكن إضافة أو تحديث النموذج المخصص. يرجى الاتصال بالمسؤول
ko: 사용자 정의 필드 매핑을 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: అనుకూల ఫారమ్‌ను జోడించలేరు లేదా నవీకరించలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionUpsertCustomTags
source: Tags can't be inserted or updated. Please contact administrator
ar: لا يمكن إدراج العلامات أو تحديثها. يرجى الاتصال بالمسؤول
ko: 태그를 삽입하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오
te: ట్యాగ్‌లు చొప్పించబడవు లేదా నవీకరించబడవు. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionUpsertDashboardFilters
source: Cannot upsert dashboard filters. Please contact administrator
ar: لا يمكن رفع مستوى عوامل تصفية لوحة القيادة. يرجى الاتصال بالمسؤول
ko: 대시 보드 필터를 upsert 할 수 없습니다. 관리자에게 문의하십시오
te: డాష్‌బోర్డ్ ఫిల్టర్‌లను అప్‌సర్ట్ చేయలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionUpsertDashboardVisuaizationType
source: Visualisation type could not be changed. Please contact administrator.
ar: لا يمكن تغيير نوع التصور. يرجى الاتصال بالمسؤول.
ko: 시각화 유형을 변경할 수 없습니다. 관리자에게 문의하십시오.
te: విజువలైజేషన్ రకాన్ని మార్చడం సాధ్యం కాలేదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionUpsertDateFormat
source: Date Format could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء تنسيق التاريخ أو تحديثه. يرجى الاتصال بالمسؤول.
ko: 날짜 형식을 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: తేదీ ఫార్మాట్ రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionUpsertDepartment
source: Department could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء القسم أو تحديثه. يرجى الاتصال بالمسؤول.
ko: 부서를 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: డిపార్ట్మెంట్ రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionUpsertDesignation
source: Designation could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء أو تحديث التعيين. يرجى الاتصال بالمسؤول.
ko: 지정을 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: హోదా రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionUpsertEducationLevel
source: education level could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء أو تحديث مستوى التعليم. يرجى الاتصال بالمسؤول.
ko: 교육 수준을 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: విద్యా స్థాయి రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionUpsertEmployee
source: Upsert Employee could not be done. Please contact administrator.
ar: لا يمكن عمل Upsert الموظف. يرجى الاتصال بالمسؤول.
ko: Upsert 직원은 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: Upsert ఉద్యోగి చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionUpsertEmployeeAccountDetails
source: Employee account details could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء تفاصيل حساب الموظف أو تحديثها. يرجى الاتصال بالمسؤول.
ko: 직원 계정 세부 정보를 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: ఉద్యోగుల ఖాతా వివరాలను సృష్టించడం లేదా నవీకరించడం సాధ్యం కాలేదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionUpsertEmployeeBankDetail
source: Employee bank detail could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء تفاصيل بنك الموظفين أو تحديثها. يرجى الاتصال بالمسؤول.
ko: 직원 은행 세부 정보를 생성하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: ఉద్యోగి బ్యాంకు వివరాలు రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionUpsertEmployeechannel
source: Employee ReportTo could not be created or updated. Please contact administrator.
ar: تقرير الموظف لا يمكن إنشاء أو تحديث. يرجى الاتصال بالمسؤول.
ko: 직원 보고서 대상을 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: ఉద్యోగి ReportTo రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionUpsertEmployeeContactDetails
source: Employee Contact Details could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء تفاصيل الاتصال بالموظف أو تحديثها. يرجى الاتصال بالمسؤول.
ko: 직원 연락처 세부 정보를 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: ఉద్యోగి సంప్రదించాల్సిన రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionUpsertEmployeeCreditorDetails
source: Creditor details could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء تفاصيل الدائن أو تحديثها. يرجى الاتصال بالمسؤول.
ko: 채권자 세부 정보를 생성하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: రుణదాత వివరాలను సృష్టించడం లేదా నవీకరించడం సాధ్యం కాదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionUpsertEmployeeGrade
source: Can not add or update employee grade. please contact administrator.
ar: لا يمكن إضافة أو تحديث درجة الموظف. الرجاء الاتصال بالمسؤول.
ko: 직원 등급을 추가하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: ఉద్యోగి గ్రేడ్‌ను జోడించడం లేదా నవీకరించడం సాధ్యం కాదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionUpsertEmployeeLicenceDetails
source: Employee Licence Details could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء تفاصيل ترخيص الموظف أو تحديثها. يرجى الاتصال بالمسؤول.
ko: 직원 라이선스 세부 정보를 생성하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: ఉద్యోగి లైసెన్సు వివరాలు రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionUpsertEmployeeLoan
source: Employee loan could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء قرض الموظف أو تحديثه. يرجى الاتصال بالمسؤول.
ko: 직원 라이선스 세부 정보를 생성하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: ఉద్యోగుల రుణాన్ని సృష్టించడం లేదా నవీకరించడం సాధ్యం కాదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionUpsertEmployeeLoanInstallment
source: Could not upsert employee loan installment.Please contact administrator.
ar: تعذر زيادة قسط قرض الموظف. يرجى الاتصال بالمسؤول.
ko: 사원 융자 할부를 상향 할 수 없습니다. 관리자에게 문의하십시오.
te: ఉద్యోగుల రుణ వాయిదాలను పర్యవేక్షించడం సాధ్యం కాలేదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionUpsertEmployeeMemberShip
source: Employee membership could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء عضوية الموظف أو تحديثها. يرجى الاتصال بالمسؤول.
ko: 직원 멤버십을 생성하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: ఉద్యోగి సభ్యత్వం రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionUpsertEmployeePersonalDetails
source: Employee Personal Details could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء التفاصيل الشخصية للموظف أو تحديثها. يرجى الاتصال بالمسؤول.
ko: 직원 개인 정보를 생성하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: ఉద్యోగి వ్యక్తిగత వివరాలు రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionUpsertEmployeeResignation
source: Upsert Employees resignations could not be done. Please contact administrator.
ar: لا يمكن القيام باستقالات الموظفين Upsert. يرجى الاتصال بالمسؤول.
ko: Upsert 직원은 사직 할 수 없습니다. 관리자에게 문의하십시오.
te: ఉద్యోగుల రాజీనామాలు చేయలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionUpsertEmployeeTaxAllowanceDetails
source: Tax employee tax allowance details could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء تفاصيل بدل ضريبي لموظف الضريبة أو تحديثها. يرجى الاتصال بالمسؤول.
ko: 세금 직원 세금 공제 세부 정보를 생성하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: పన్ను ఉద్యోగుల పన్ను భత్యం వివరాలను సృష్టించడం లేదా నవీకరించడం సాధ్యం కాదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionUpsertExpense
source: Upsert Expense could not be done. Please contact administrator.
ar: لا يمكن القيام بمصروفات Upsert. يرجى الاتصال بالمسؤول.
ko: Upsert 비용을 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: Upsert ఖర్చుల చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionUpsertExpenseCategory
source: Expense Category could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء فئة المصاريف أو تحديثها. يرجى الاتصال بالمسؤول.
ko: 비용 범주를 생성하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: ఖర్చుల వర్గం రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionUpsertExpenseReport
source: Upsert ExpenseReport could not be done. Please contact administrator.
ar: تعذر تنفيذ Upsert ExpenseReport. يرجى الاتصال بالمسؤول.
ko: Upsert 경비 보고서를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: Upsert ExpenseReport చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionUpsertExpenseReportStatus
source: Upsert ExpenseReportStatus could not be done. Please contact administrator.
ar: تعذر تنفيذ Upsert ExpenseReportStatus. يرجى الاتصال بالمسؤول.
ko: Upsert 경비 보고서 상태를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: Upsert ExpenseReportStatus చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionUpsertExpenseStatus
source: Upsert ExpenseStatus could not be done. Please contact administrator.
ar: لا يمكن إجراء حالة Upsert ExpenseStatus. يرجى الاتصال بالمسؤول.
ko: Upsert 비용 상태를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: Upsert ExpenseStatus చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionUpsertFile
source: File could not be created or updated. Please contact administrator.
ar: تعذر إنشاء الملف أو تحديثه. يرجى الاتصال بالمسؤول.
ko: 파일을 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: ఫైలు రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionUpsertFinancialYearConfigurations
source: Financial year configurations could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء أو تحديث تكوينات السنة المالية. يرجى الاتصال بالمسؤول.
ko: 회계 연도 구성을 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: ఆర్థిక సంవత్సరం కాన్ఫిగరేషన్‌లు సృష్టించబడవు లేదా నవీకరించబడవు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionUpsertGoalFilter
source: Goal filter could not be created.Please contact administrator
ar: تعذر إنشاء مرشح الهدف. يرجى الاتصال بالمسؤول
ko: 목표 필터를 생성 할 수 없습니다. 관리자에게 문의하십시오.
te: గోల్ ఫిల్టర్ సృష్టించబడలేదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionUpsertGoalTags
source: Upsert goal tags could not be done. Please contact administrator.
ar: لا يمكن القيام بتزوير علامات الهدف. يرجى الاتصال بالمسؤول.
ko: Upsert 목표 태그를 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: Upsert లక్ష్యం టాగ్లు చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionUpsertGrade
source: Can not add or update grade. please contact administrator.
ar: لا يمكن إضافة أو تحديث الدرجة. الرجاء الاتصال بالمسؤول.
ko: 성적을 추가하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: గ్రేడ్‌ను జోడించడం లేదా నవీకరించడం సాధ్యం కాదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionUpsertHoliday
source: Holiday could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء عطلة أو تحديثها. يرجى الاتصال بالمسؤول.
ko: 휴일을 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: హాలిడే రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionUpsertHtmlTemplate
source: Htmltemplates could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء أو تحديث قوالب Html. يرجى الاتصال بالمسؤول.
ko: HTML 템플릿을 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: Html టెంప్లేట్ రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionGetExitConfigurations
source: Cannot get exit task configurations. Please contact administrator
ar: بالمسؤولمهمة الخروج. يرجى الاتصاللا يمكن الحصول على تكوينات
ko: 종료 작업 구성을 가져올 수 없습니다. 관리자에게 문의하십시오
te: నిష్క్రమణ పని ఆకృతీకరణలను పొందలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionUpsertExitConfiguration
source: Cannot add or update exit task configuration. Please contact administrator
ar: بالمسؤولمهمة الإنهاء. يرجى الاتصاللا يمكن إضافة أو تحديث تكوين
ko: 종료 작업 구성을 추가하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오
te: నిష్క్రమణ పని ఆకృతీకరణను జోడించలేరు లేదా నవీకరించలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExitConfigurationDataIsNotFound
source: Exit task not found
ar: مهمة الإنهاء غير موجودة
ko: 종료 작업을 찾을 수 없습니다.
te: నిష్క్రమణ పని కనుగొనబడలేదు

# ExitConfigurationWithThisNameAlreadyExists
source: Exit task already exists
ar: مهمة الإنهاء موجودة بالفعل
ko: 종료 작업이 이미 있습니다.
te: నిష్క్రమణ పని ఇప్పటికే ఉంది

# ExceptionGetEmployeeExits
source: Cannot get employee exit tasks. Please contact administrator
ar: الموظف. يرجى الاتصال بالمسؤوللا يمكن الحصول على مهام خروج
ko: 직원 퇴사 작업을 가져올 수 없습니다. 관리자에게 문의하십시오
te: ఉద్యోగుల నిష్క్రమణ పనులను పొందలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionUpsertInductionConfiguration
source: Cannot add or update induction task configuration. Please contact administrator
ar: لا يمكن إضافة أو تحديث تكوين مهمة الاستقراء. يرجى الاتصال بالمسؤول
ko: 유도 작업 구성을 추가하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오
te: ప్రేరణ పనిని జోడించలేరు లేదా నవీకరించలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionUpsertLeaveApplicability
source: Add/Edit leave Applicability could not be done.Please contact administrator.
ar: إضافة / تحرير الإجازة لا يمكن إتمام التطبيق الرجاء الاتصال بالمسؤول.
ko: 휴가 추가 / 편집을 할 수 없습니다. 관리자에게 문의하십시오.
te: సెలవును జోడించు అనువర్తనీయత సాధ్యం కాలేదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionUpsertLeaveEncashmentSettings
source: Leave encashment settings could not be created or updated. Please contact administrator.
ar: تعذر إنشاء أو تحديث إعدادات صرف الإجازات. يرجى الاتصال بالمسؤول.
ko: 현금화 설정을 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: లీవ్ ఎన్‌కాష్‌మెంట్ సెట్టింగ్‌లు సృష్టించబడలేదు లేదా నవీకరించబడలేదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionUpsertLeaveFrequencies
source: Add/Edit leave frequencies cant be done.Please contact administrator.
ar: إضافة / تعديل ترددات الإجازة لا يمكن القيام به.يرجى الاتصال بالمسؤول.
ko: 퇴근 빈도 추가 / 수정은 할 수 없으므로 관리자에게 문의하시기 바랍니다.
te: సెలవు ఫ్రీక్వెన్సీని జోడించలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionUpsertLeaveSession
source: Upsert Leave Session could not be done. Please contact administrator.
ar: لا يمكن أن يتم رفع جلسة الإجازة. يرجى الاتصال بالمسؤول.
ko: Upsert 나가기 세션을 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: Upsert లీవ్ సెషన్ చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionUpsertLeaveType
source: Upsert Leave Type could not be done. Please contact administrator.
ar: تعذر إجراء نوع الإجازة الزائدة. يرجى الاتصال بالمسؤول.
ko: Upsert 휴가 유형을 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: Upsert లీవ్ టైప్ చేయలేనిది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionUpsertLicenseType
source: License Type could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء نوع الترخيص أو تحديثه. يرجى الاتصال بالمسؤول.
ko: 라이센스 유형을 생성하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: లైసెన్స్ రకం రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionUpsertMembership
source: Membership could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء العضوية أو تحديثها. يرجى الاتصال بالمسؤول.
ko: 멤버십을 생성하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: సభ్యత్వ రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionUpsertMissingFeature
source: Upsert missing feature could not be done.Please contact administrator
ar: تعذّر إتمام الميزة المفقودة. يُرجى الاتصال بالمسؤول
ko: Upsert 누락 기능을 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: తప్పిపోయిన లక్షణాన్ని సృష్టించడం సాధ్యం కాలేదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# ExceptionUpsertNumberFormat
source: Number Format could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء تنسيق الأرقام أو تحديثه. يرجى الاتصال بالمسؤول.
ko: 숫자 형식을 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: సంఖ్య ఫార్మాట్ రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionUpsertObservationType
source: Can't upsert observation type. Please contact administrator.
ar: لا يمكن تأكيد نوع الملاحظة. يرجى الاتصال بالمسؤول.
ko: 관찰 유형을 upsert 할 수 없습니다. 관리자에게 문의하십시오.
te: పరిశీలన రకాన్ని పర్యవేక్షించలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionUpsertPartsOfDay
source: Upsert parts of day could not be done. Please contact administrator.
ar: لا يمكن أن يتم تقليص أجزاء من اليوم. يرجى الاتصال بالمسؤول.
ko: 하루 중 Upsert 부분을 수행 할 수 없습니다. 관리자에게 문의하십시오.
te: రోజు యొక్క అప్‌సర్ట్ భాగాలు చేయలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# ExceptionUpsertPayGrade
source: Pay grade could not be created or updated. Please contact administrator.
ar: لا يمكن إنشاء درجة الدفع أو تحديثها. يرجى الاتصال بالمسؤول.
ko: 급여 등급을 생성하거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: వేతన గ్రేడ్ రూపొందించినవారు చేయలేకపోయాం లేదా నవీకరించబడింది. దయచేసి నిర్వాహకుని సంప్రదించండి.

# ExceptionUpsertPayRollBranchConfiguration
source: Could not upsert payroll branch configuration.Please contact administrator.
ar: تعذر زيادة تكوين فرع كشوف المرتبات. يرجى الاتصال بالمسؤول.
ko: 급여 지점 구성을 업로드 할 수 없습니다. 관리자에게 문의하십시오.
te: పేరోల్ బ్రాంచ్ కాన్ఫిగరేషన్‌ను పర్యవేక్షించడం సాధ్యం కాలేదు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.
