Repository: pujithagodavarthi414-coder/TradeEngine.ai
Catalog: sourcecode/BusinessView/BusinessView.Common/Texts/LangText.*.resx
Languages: ar, ko, te

# NotEmptyExpensesAmount
source: Expenses Amount cannot be null or empty
ar: لا يمكن أن يكون مبلغ المصاريف فارغًا أو فارغًا
ko: 비용 금액은 null이거나 비어있을 수 없습니다.
te: ఖర్చులు మొత్తం శూన్య లేదా ఖాళీగా ఉండకూడదు

# NotEmptyExpensesDescription
source: Description cannot be null or empty
ar: لا يمكن أن يكون الوصف فارغًا أو فارغًا
ko: 설명은 null이거나 비어있을 수 없습니다.
te: వివరణ శూన్య లేదా ఖాళీగా ఉండకూడదు

# NotEmptyExpenseStatusId
source: Expense Status Id cannot be empty
ar: لا يمكن ترك معرّف حالة المصاريف فارغًا
ko: 비용 상태 ID는 비워 둘 수 없습니다.
te: ఖర్చుల హోదా Id ఖాళీగా ఉండకూడదు

# NotEmptyExpenseStatusName
source: Expense Status Name cannot be empty
ar: لا يمكن أن يكون اسم حالة المصاريف فارغًا
ko: 비용 상태 이름은 비워 둘 수 없습니다.
te: ఖర్చుల హోదా పేరు ఖాళీగా ఉండకూడదు

# NotEmptyFeatureId
source: Feature Id can not be null or empty
ar: لا يمكن أن يكون معرف الميزة فارغًا أو فارغًا
ko: 기능 ID는 null이거나 비어있을 수 없습니다.
te: ఫీచర్ Id శూన్య లేదా ఖాళీగా ఉండకూడదు

# NotEmptyFeedbackDescription
source: Description should not be empty
ar: يجب ألا يكون الوصف فارغًا
ko: 설명은 비워 둘 수 없습니다.
te: వివరణ ఖాళీగా ఉండకూడదు

# NotEmptyFeedbackId
source: FeedbackId could not be empty
ar: لا يمكن أن يكون المعرف فارغًا
ko: 피드백 ID는 비워 둘 수 없습니다.
te: అభిప్రాయం ఐడి ఖాళీగా ఉండకూడదు

# NotEmptyFeedbackTypeName
source: feedback name can not be null or empty.
ar: لا يمكن أن يكون اسم الملاحظات فارغًا أو فارغًا.
ko: 피드백 이름은 null이거나 비어있을 수 없습니다.
te: చూడు శూన్యం లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyFieldName
source: Custom field name should not be null
ar: يجب ألا يكون اسم الحقل المخصص فارغًا
ko: 맞춤 입력란 이름은 null이 아니어야합니다.
te: అనుకూల ఫీల్డ్ పేరు శూన్యంగా ఉండకూడదు

# NotEmptyFieldPermissionId
source: Field permission id can not be empty.
ar: لا يمكن أن يكون معرف الإذن الميداني فارغًا.
ko: 필드 권한 ID는 비워 둘 수 없습니다.
te: ఫీల్డ్ అనుమతి ID ఖాళీగా ఉండకూడదు.

# NotEmptyFileDownLoad
source: File download path can not be empty.
ar: لا يمكن أن يكون مسار تنزيل الملف فارغًا.
ko: 파일 다운로드 경로는 비워 둘 수 없습니다.
te: ఫైలు డౌన్ లోడ్ మార్గం ఖాళీగా ఉండకూడదు.

# NotEmptyFileExtension
source: File extension can not be empty.
ar: لا يمكن أن يكون امتداد الملف فارغًا.
ko: 파일 확장자는 비워 둘 수 없습니다.
te: ఫైల్ పొడిగింపు ఖాళీగా ఉండకూడదు.

# NotEmptyFileId
source: File Id cannot be empty.
ar: لا يمكن أن يكون معرف الملف فارغًا.
ko: 파일 ID는 비워 둘 수 없습니다.
te: ఫైల్ ID ఖాళీగా ఉండకూడదు.

# NotEmptyFileName
source: File Name cannot be empty
ar: لا يمكن أن يكون اسم الملف فارغًا
ko: 파일 이름은 비워 둘 수 없습니다.
te: ఫైలు పేరు ఖాళీగా ఉండకూడదు

# NotEmptyFilePath
source: File path can not be empty.
ar: لا يمكن أن يكون مسار الملف فارغًا.
ko: 파일 경로는 비워 둘 수 없습니다.
te: ఫైల్ మార్గం ఖాళీగా ఉండకూడదు.

# NotEmptyFirstName
source: First name cannot be empty.
ar: لا يمكن أن يكون الاسم الأول فارغًا.
ko: 이름은 비워 둘 수 없습니다.
te: మొదటి పేరు ఖాళీగా ఉండకూడదు.

# NotEmptyFluencyId
source: Fluency Id can not be null or empty.
ar: لا يمكن أن يكون معرف الطلاقة فارغًا أو فارغًا.
ko: 유창성 ID는 null이거나 비어있을 수 없습니다.
te: పట్టు Id శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyFolderId
source: Folder id cannot be empty.
ar: لا يمكن أن يكون معرف المجلد فارغًا.
ko: 폴더 ID는 비워 둘 수 없습니다.
te: ఫోల్డర్ ఐడి ఖాళీగా ఉండకూడదు.

# NotEmptyFolderName
source: Folder Name can not be empty.
ar: لا يمكن أن يكون اسم المجلد فارغًا.
ko: 폴더 이름은 비워 둘 수 없습니다.
te: ఫోల్డర్ పేరు ఖాళీగా ఉండకూడదు.

# NotEmptyFolderReferenceId
source: Folder reference id cannot be empty.
ar: لا يمكن أن يكون معرف مرجع المجلد فارغًا.
ko: 폴더 참조 ID는 비워 둘 수 없습니다.
te: ఫోల్డర్ రిఫరెన్స్ ఐడి ఖాళీగా ఉండకూడదు.

# NotEmptyFolderReferenceTypeId
source: Folder reference type id cannot be empty.
ar: لا يمكن أن يكون معرف مرجع المجلد فارغًا.
ko: 폴더 참조 유형 ID는 비워 둘 수 없습니다.
te: ఫోల్డర్ రిఫరెన్స్ రకం ఐడి ఖాళీగా ఉండకూడదు.

# NotEmptyFoodItemId
source: Food Item Id can not be null or empty.
ar: لا يمكن أن يكون معرف عنصر الطعام فارغًا أو فارغًا.
ko: 음식 항목 ID는 null이거나 비어있을 수 없습니다.
te: ఆహార అంశం Id శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyFoodItemName
source: Food Item Name cannot be null or empty.
ar: لا يمكن أن يكون اسم عنصر الطعام فارغًا أو فارغًا.
ko: 음식 항목 이름은 null이거나 비어있을 수 없습니다.
te: ఆహార అంశం శూన్యం లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyFoodOrderAmount
source: FoodOrder Amount cannot be null or empty.
ar: لا يمكن أن يكون مبلغ طلب الطعام فارغًا أو فارغًا.
ko: FoodOrder Amount는 null이거나 비어있을 수 없습니다.
te: ఫుడ్ ఆర్డర్ మొత్తం శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyFoodOrderApproveStatus
source: FoodOrder Approve Status cannot be null
ar: لا يمكن أن تكون حالة الموافقة على FoodOrder خالية
ko: 음식 주문 승인 상태는 null 일 수 없습니다.
te: ఫుడ్ ఆర్డర్ హోదా ఆమోదించండి శూన్య ఉండకూడదు

# NotEmptyFoodOrderId
source: FoodOrderId cannot be null or empty.
ar: لا يمكن أن يكون FoodOrderId فارغًا أو فارغًا.
ko: 음식 주문 ID는 null이거나 비어있을 수 없습니다.
te: ఫుడ్ ఆర్డర్ Id శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyFoodOrderItems
source: FoodOrderItems cannot be null or empty.
ar: لا يمكن أن يكون FoodOrderItems فارغًا أو فارغًا.
ko: 음식 주문 항목은 null이거나 비어있을 수 없습니다.
te: ఫుడ్ ఆర్డర్ వస్తువులు శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyFoodOrderMembers
source: Members cannot be null or empty.Please select members to place a food order
ar: لا يمكن أن يكون الأعضاء فارغين أو فارغين يرجى تحديد الأعضاء لتقديم طلب طعام
ko: 회원은 null이거나 비워 둘 수 없습니다. 음식을 주문하려면 회원을 선택하세요.
te: సభ్యులు ఆహార క్రమంలో ఉంచడానికి శూన్య లేదా empty.Please ఎంపిక సభ్యులు ఉండకూడదు

# NotEmptyFoodOrderRejectReason
source: FoodOrder Reject Reason cannot be null
ar: لا يمكن أن يكون سبب رفض FoodOrder فارغًا
ko: FoodOrder 거부 이유는 null 일 수 없습니다.
te: ఫుడ్ ఆర్డర్ తిరస్కరించు కారణము శూన్య ఉండకూడదు

# NotEmptyFormTypeName
source: fromtype name can not be null or empty.
ar: لا يمكن أن يكون اسم fromtype فارغًا أو فارغًا.
ko: 형식 이름은 null이거나 비어있을 수 없습니다.
te: ఫ్రొం టైపు శూన్యం లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyFromCurrency
source: From Currency can not be null or empty.
ar: من العملة لا يمكن أن يكون فارغًا أو فارغًا.
ko: From Currency는 null이거나 비어있을 수 없습니다.
te: కరెన్సీ నుండి శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyFromDate
source: From Date can not be empty
ar: لا يمكن ترك حقل "من التاريخ" فارغًا
ko: 시작 날짜는 비워 둘 수 없습니다.
te: తేదీ నుండి ఖాళీగా ఉండకూడదు

# NotEmptyFromWorkFlowUserStoryStatusId
source: From WorkFlow Work Item Status Id cannot be empty.
ar: لا يمكن أن يكون معرف حالة عنصر العمل فارغًا من WorkFlow.
ko: 워크 플로우에서 작업 항목 상태 ID는 비워 둘 수 없습니다.
te: వర్క్ఫ్లో వాడుకరి స్టోరీ స్థితి నుండి Id ఖాళీగా ఉండకూడదు.

# NotEmptyGoalAndNumber
source: Goal id or uniue number can not be empty.
ar: لا يمكن أن يكون معرّف الهدف أو رقم الوحدة فارغين.
ko: 목표 ID 또는 고유 번호는 비워 둘 수 없습니다.
te: గోల్ ID లేదా uniue నంబర్ ఖాళీగా ఉండకూడదు.

# NotEmptyGoalFilterName
source: Goal Filter Name cannot be null or Empty
ar: لا يمكن أن يكون اسم مرشح الهدف فارغًا أو فارغًا
ko: 목표 필터 이름은 null이거나 비어있을 수 없습니다.
te: గోల్ ఫిల్టర్ పేరు శూన్యంగా లేదా ఖాళీగా ఉండకూడదు

# NotEmptyGoalId
source: Goal id can not be empty.
ar: لا يمكن أن يكون معرّف الهدف فارغًا.
ko: 목표 ID는 비워 둘 수 없습니다.
te: గోల్ ID ఖాళీగా ఉండకూడదు.

# NotEmptyGoalIds
source: Goal ids can not be empty.
ar: لا يمكن أن تكون معرّفات الأهداف فارغة.
ko: 목표 ID는 비워 둘 수 없습니다.
te: గోల్ ఐడిలు ఖాళీగా ఉండకూడదు.

# NotEmptyGoalName
source: BTRAK-ERR-Goal-01 - Goal name can not be empty.
ar: BTRAK-ERR-Goal-01 - لا يمكن ترك اسم الهدف فارغًا.
ko: BTRAK-ERR-Goal-01-목표 이름은 비워 둘 수 없습니다.
te: BTRAK-ERR-గోల్-01 - గోల్ పేరు ఖాళీగా ఉండకూడదు.

# NotEmptyGoalReplanTypeId
source: Please select goal replan type
ar: الرجاء تحديد نوع إعادة صياغة الهدف
ko: 목표 재 계획 유형을 선택하십시오
te: దయచేసి గోల్ రీప్లాన్ రకాన్ని ఎంచుకోండి

# NotEmptyGoalReplanTypeName
source: BTRAK-ERR-GoalReplanType-01 - Goal replan type name can not be empty
ar: BTRAK-ERR-GoalReplanType-01 - لا يمكن أن يكون اسم نوع إعادة صياغة الهدف فارغًا
ko: BTRAK-ERR-Goal Replan Type-01-목표 재 계획 유형 이름은 비워 둘 수 없습니다.
te: BTRAK-ERR-GoalReplanType -01 - గోల్ replan రకం పేరు ఖాళీగా ఉండకూడదు

# NotEmptyGoalResponsiblePerson
source: Goal responsible person can not be empty.
ar: لا يمكن أن يكون الشخص المسؤول عن الهدف فارغًا.
ko: 목표 책임자는 비워 둘 수 없습니다.
te: గోల్ బాధ్యత వ్యక్తి ఖాళీగా ఉండకూడదు.

# NotEmptyGoalShortName
source: Goal short name cannot be empty
ar: لا يمكن أن يكون الاسم المختصر للهدف فارغًا
ko: 목표 닉네임은 비워 둘 수 없습니다.
te: లక్ష్యం చిన్న పేరు ఖాళీగా ఉండకూడదు

# NotEmptyGpaOrScore
source: GpaOrScore can not be null or empty
ar: لا يمكن أن يكون GpaOrScore فارغًا أو فارغًا
ko: Gpa 또는 점수는 null이거나 비어있을 수 없습니다.
te: GpaOrScore శూన్య లేదా ఖాళీగా ఉండకూడదు

# NotEmptyHolidayReason
source: Holiday Reason can not be null or empty.
ar: لا يمكن أن يكون سبب العطلة فارغًا أو فارغًا.
ko: 휴일 사유는 null이거나 비어있을 수 없습니다.
te: హాలిడే కారణము శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyIdleAlertTime
source: Idle alert time cannot be empty or null.
ar: لا يمكن أن يكون وقت تنبيه الخمول فارغًا أو فارغًا.
ko: 유휴 경고 시간은 비어 있거나 null 일 수 없습니다.
te: నిష్క్రియ హెచ్చరిక సమయం ఖాళీగా లేదా శూన్యంగా ఉండకూడదు.

# NotEmptyIdleScreenShotCaptureTime
source: Idle screen shot capture time cannot be empty or null.
ar: لا يمكن أن يكون وقت التقاط لقطة الشاشة الخاملة فارغًا أو خاليًا.
ko: 유휴 스크린 샷 캡처 시간은 비어 있거나 null 일 수 없습니다.
te: నిష్క్రియ స్క్రీన్ షాట్ సంగ్రహ సమయం ఖాళీగా లేదా శూన్యంగా ఉండకూడదు.

# NotEmptyIndustryId
source: IndustryId can not be null or empty.
ar: لا يمكن أن يكون معرف الصناعة فارغًا أو فارغًا.
ko: 산업 ID는 null이거나 비어있을 수 없습니다.
te: Industry Id శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyIndustryModuleId
source: IndustryModuleId can not be null or empty.
ar: لا يمكن أن يكون IndustryModuleId فارغًا أو فارغًا.
ko: 산업 모듈 ID는 null이거나 비어있을 수 없습니다.
te: Industry ModuleId శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyInstitute
source: Institute can not be null or empty.
ar: لا يمكن أن يكون المعهد فارغًا أو فارغًا.
ko: 기관은 null이거나 비어있을 수 없습니다.
te: ఇన్స్టిట్యూట్ శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyIntroducedByOptionId
source: Introduced By OptionId can not be null or empty.
ar: المقدمة بواسطة OptionId لا يمكن أن تكون فارغة أو فارغة.
ko: 옵션에 의해 도입 됨 ID는 null이거나 비어있을 수 없습니다.
te: OptionId ద్వారా పరిచయం శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyIsActive
source: IsActive cannot be empty or null.
ar: لا يمكن أن يكون IsActive فارغًا أو فارغًا.
ko: 활성 상태는 비어 있거나 null 일 수 없습니다.
te: సక్రియంగా ఉన్నప్పుడు ఖాళీ లేదా శూన్య ఉండకూడదు.

# NotEmptyIsActiveOnMobile
source: IsActiveOnMobile cannot be empty or null.
ar: لا يمكن أن يكون IsActiveOnMobile فارغًا أو فارغًا.
ko: 모바일에서 활성화 됨은 비어 있거나 null 일 수 없습니다.
te: IsActiveOnMobile ఖాళీగా లేదా శూన్య ఉండకూడదు.

# NotEmptyIsCompleteField
source: IsComplete field cannot be empty.
ar: لا يمكن أن يكون الحقل IsComplete فارغًا.
ko: 완료 필드는 비워 둘 수 없습니다.
te: IsComplete ఫీల్డ్ ఖాళీగా ఉండకూడదు.

# NotEmptyIsDependentContact
source: Is Dependent Contact can not be null or empty.
ar: هل جهة الاتصال تابعة لا يمكن أن تكون فارغة أو فارغة.
ko: 종속 연락처는 null이거나 비어있을 수 없습니다.
te: ఉంది ఆధారిత సంప్రదించండి శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyIsEmergencyContact
source: Is Emergency Contact can not be null or empty.
ar: لا يمكن أن تكون جهة اتصال الطوارئ فارغة أو فارغة.
ko: 비상 연락처는 null이거나 비어있을 수 없습니다.
te: అత్యవసర సంప్రదించండి శూన్య లేదా ఖాళీగా ఉండకూడదు ఉంది.

# NotEmptyJobCategoried
source: Job categories cannot be empty.
ar: لا يمكن أن تكون فئات الوظائف فارغة.
ko: 작업 카테고리는 비워 둘 수 없습니다.
te: ఉద్యోగ వర్గాలు ఖాళీగా ఉండకూడదు.

# NotEmptyJobCategoryId
source: Job Category Id can not be null or empty.
ar: لا يمكن أن يكون معرف فئة الوظيفة فارغًا أو فارغًا.
ko: 작업 범주 ID는 null이거나 비어있을 수 없습니다.
te: ఉద్యోగం వర్గం Id శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyLanguageId
source: Language Id can not be null or empty.
ar: لا يمكن أن يكون معرف اللغة فارغًا أو فارغًا.
ko: 언어 ID는 null이거나 비어있을 수 없습니다.
te: భాషా Id శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyLanguageName
source: Language cannot be empty.
ar: لا يمكن أن تكون اللغة فارغة.
ko: 언어는 비워 둘 수 없습니다.
te: భాష ఖాళీగా ఉండకూడదు.

# NotEmptyLeaveApplicationId
source: LeaveApplication Id cannot be empty or null.
ar: لا يمكن ترك معرّف ترك التطبيق فارغًا أو فارغًا.
ko: 애플리케이션 ID는 비워 두거나 null 일 수 없습니다.
te: సెలవు అప్లికేషన్ Id ఖాళీగా లేదా శూన్య ఉండకూడదు.

# NotEmptyLeaveId
source: Leave Id can not be null or empty.
ar: لا يمكن أن يكون معرف الإجازة فارغًا أو فارغًا.
ko: Leave Id는 null이거나 비워 둘 수 없습니다.
te: Id లీవ్ శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyLeavePermissionId
source: Leave Permission Id can not be null or empty.
ar: لا يمكن أن يكون معرف إذن الإجازة فارغًا أو فارغًا.
ko: 권한 유지 ID는 null이거나 비어있을 수 없습니다.
te: అనుమతి లీవ్ Id శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyLeaveReason
source: Leave reason is empty
ar: سبب الإجازة فارغ
ko: 이유가 비어 있습니다.
te: కారణం లీవ్ ఖాళీగా ఉంది

# NotEmptyLeaveSessionId
source: LeaveSession id can not be empty.
ar: لا يمكن ترك معرّف الإجازة فارغًا.
ko: 세션 ID는 비워 둘 수 없습니다.
te: సెలవు సెషన్ ID ఖాళీగా ఉండకూడదు.

# NotEmptyLeaveSessionName
source: LeaveSession Name cannot be empty or null.
ar: لا يمكن أن يكون اسم جلسة الإجازة فارغًا أو فارغًا.
ko: 세션 이름은 비워 두거나 null 일 수 없습니다.
te: సెలవు సెషన్ పేరు ఖాళీగా లేదా శూన్య ఉండకూడదు.

# NotEmptyLeaveStatus
source: Leave status can not be null or empty.
ar: لا يمكن أن تكون حالة الإجازة فارغة أو فارغة.
ko: 휴가 상태는 null이거나 비어있을 수 없습니다.
te: లీవ్ స్థితి శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyLeaveStatusId
source: CompanyId can not be null or empty.
ar: لا يمكن أن يكون معرف الشركة فارغًا أو فارغًا.
ko: 회사 ID는 null이거나 비어있을 수 없습니다.
te: కంపెనీ Id శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyLeaveTypeId
source: LeaveType Id cannot be empty or null.
ar: لا يمكن أن يكون معرف نوع ترك فارغًا أو فارغًا.
ko: 휴가 유형 ID는 비어 있거나 null 일 수 없습니다.
te: సెలవు రకం Id ఖాళీగా లేదా శూన్య ఉండకూడదు.

# NotEmptyLeaveTypeName
source: LeaveType Name cannot be empty or null.
ar: لا يمكن أن يكون اسم نوع "ترك" فارغًا أو فارغًا.
ko: 휴가 유형 이름은 비어 있거나 null 일 수 없습니다.
te: సెలవు రకం పేరు ఖాళీగా లేదా శూన్య ఉండకూడదు.

# NotEmptyLicenceExpiryDate
source: Licence Expiry Date can not be null or empty.
ar: لا يمكن أن يكون تاريخ انتهاء الترخيص فارغًا أو فارغًا.
ko: 라이센스 만료 날짜는 null이거나 비어있을 수 없습니다.
te: లైసెన్సు గడువు తేదీ శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyLicenceIssuedDate
source: Licence Issued Date can not be null or empty.
ar: لا يمكن أن يكون تاريخ إصدار الرخصة فارغًا أو فارغًا.
ko: 라이선스 발급 날짜는 null이거나 비어있을 수 없습니다.
te: లైసెన్సు జారీ తేదీ శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyLicenceNumber
source: Licence Number can not be null or empty.
ar: لا يمكن أن يكون رقم الترخيص فارغًا أو فارغًا.
ko: 라이센스 번호는 null이거나 비어있을 수 없습니다.
te: లైసెన్స్ సంఖ్య శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyLicenceTypeId
source: Licence Type Id can not be null or empty.
ar: لا يمكن أن يكون معرف نوع الترخيص فارغًا أو فارغًا.
ko: 라이선스 유형 ID는 null이거나 비어있을 수 없습니다.
te: లైసెన్స్ రకం Id శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyLicenseTypeName
source: License Type Name can not be null or empty.
ar: لا يمكن أن يكون اسم نوع الترخيص فارغًا أو فارغًا.
ko: 라이센스 유형 이름은 null이거나 비어있을 수 없습니다.
te: లైసెన్స్ రకం శూన్యం లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyLoggedInUserId
source: This user account is not exist
ar: حساب المستخدم هذا غير موجود
ko: 이 사용자 계정은 존재하지 않습니다.
te: ఈ వినియోగదారు ఖాతా ఉనికిలో లేదు

# NotEmptyLogTimeOption
source: Log time option can not be empty.
ar: لا يمكن أن يكون خيار وقت التسجيل فارغًا.
ko: 로그 시간 옵션은 비워 둘 수 없습니다.
te: లోనికి ప్రవేశించండి సమయం ఎంపికను ఖాళీగా ఉండకూడదు.

# NotEmptyMainUseCase
source: Main UseCase can not be null or empty.
ar: لا يمكن أن تكون حالة الاستخدام الرئيسية فارغة أو فارغة.
ko: 기본 사용 사례는 null이거나 비어있을 수 없습니다.
te: ప్రధాన వినియోగ కేసు శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyMainUseCaseId
source: MainUseCaseId can not be null or empty.
ar: لا يمكن أن يكون MainUseCaseId فارغًا أو فارغًا.
ko: 기본 사용 사례 ID는 null이거나 비어있을 수 없습니다.
te: ప్రధాన వినియోగ కేసు Id శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyMembershipId
source: Membership Id cannot be null or empty.
ar: لا يمكن أن يكون معرف العضوية فارغًا أو فارغًا.
ko: 회원 ID는 null이거나 비어있을 수 없습니다.
te: సభ్యత్వ Id శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyMembershipType
source: Membership type can not be null or empty.
ar: لا يمكن أن يكون نوع العضوية فارغًا أو فارغًا.
ko: 멤버십 유형은 null이거나 비어있을 수 없습니다.
te: సభ్యత్వ రకం శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyMerchantId
source: Merchant Id cannot be null or empty
ar: لا يمكن أن يكون معرّف التاجر فارغًا أو فارغًا
ko: 판매자 ID는 null이거나 비어있을 수 없습니다.
te: మర్చంట్ Id శూన్య లేదా ఖాళీగా ఉండకూడదు

# NotEmptyMerchantName
source: Merchant Name cannot be null or empty
ar: لا يمكن أن يكون اسم التاجر فارغًا أو فارغًا
ko: 판매자 이름은 null이거나 비워 둘 수 없습니다.
te: మర్చంట్ శూన్యం లేదా ఖాళీగా ఉండకూడదు

# NotEmptyMilestoneId
source: Version Id cannot be empty
ar: لا يمكن أن يكون معرّف الإصدار فارغًا
ko: 버전 ID는 비워 둘 수 없습니다.
te: సంస్కరణ Id ఖాళీగా ఉండకూడదు

# NotEmptyMilestoneTitle
source: Version Title cannot be Empty
ar: لا يمكن أن يكون عنوان الإصدار فارغًا
ko: 버전 제목은 비워 둘 수 없습니다.
te: సంస్కరణ శీర్షిక ఖాళీగా ఉండకూడదు

# NotEmptyMobileNumber
source: Mobile Number can not be null or empty.
ar: لا يمكن أن يكون رقم الجوال فارغًا أو فارغًا.
ko: 휴대폰 번호는 null이거나 비어있을 수 없습니다.
te: మొబైల్ నంబర్ శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyModel
source: Model can not be null or empty
ar: لا يمكن أن يكون النموذج فارغًا أو فارغًا
ko: 모델은 null이거나 비어있을 수 없습니다.
te: మోడల్ శూన్యంగా లేదా ఖాళీగా ఉండకూడదు

# NotEmptyModuleId
source: ModuleId can not be null or empty.
ar: لا يمكن أن يكون ModuleId فارغًا أو فارغًا.
ko: 모듈 ID는 null이거나 비어있을 수 없습니다.
te: మాడ్యూల్ Id శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyModuleTypeId
source: Module type Id should not be null
ar: يجب ألا يكون معرف نوع الوحدة النمطية فارغًا
ko: 모듈 유형 ID는 null이 아니어야합니다.
te: మాడ్యూల్ రకం ఐడి శూన్యంగా ఉండకూడదు

# NotEmptyNationalityName
source: Nationality Name cannot be empty.
ar: لا يمكن ترك اسم الجنسية فارغًا.
ko: 국적 이름은 비워 둘 수 없습니다.
te: జాతీయత పేరు ఖాళీగా ఉండకూడదు.

# NotEmptyNewPassword
source: New password can not be empty.
ar: لا يمكن أن تكون كلمة المرور الجديدة فارغة.
ko: 새 비밀번호는 비워 둘 수 없습니다.
te: న్యూ పాస్వర్డ్ను ఖాళీగా ఉండకూడదు.

# NotEmptyNumberFormat
source: Number Format can not be null or empty.
ar: لا يمكن أن يكون تنسيق الأرقام فارغًا أو فارغًا.
ko: 숫자 형식은 null이거나 비어있을 수 없습니다.
te: సంఖ్య ఫార్మాట్ శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyNumberFormatId
source: NumberFormatId can not be null or empty.
ar: لا يمكن أن يكون NumberFormatId فارغًا أو فارغًا.
ko: NumberFormatId는 null이거나 비어있을 수 없습니다.
te: సంఖ్య ఆకృతి Id శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyOnboardDate
source: Onboard date can not be empty.
ar: لا يمكن أن يكون التاريخ على متن الطائرة فارغًا.
ko: 온보드 날짜는 비워 둘 수 없습니다.
te: తేదీ ఆన్బోర్డ్ ఖాళీగా ఉండకూడదు.

# NotEmptyOperationsPerformedBy
source: Operations Performed by cannot be empty.
ar: لا يمكن أن تكون العمليات المنجزة فارغة.
ko: 수행 한 작업은 비워 둘 수 없습니다.
te: అరవడం ఆపరేషన్స్ ఖాళీగా ఉండకూడదు.

# NotEmptyOrderedDate
source: OrderedDate cannot be null or empty.
ar: لا يمكن أن يكون تاريخ الطلب فارغًا أو فارغًا.
ko: 주문 날짜는 null이거나 비어있을 수 없습니다.
te: ఆర్డర్ చేసిన తేదీ శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyOwnerId
source: Owner Id cannot be null or empty.
ar: لا يمكن أن يكون معرف المالك فارغًا أو فارغًا.
ko: 소유자 ID는 null이거나 비어있을 수 없습니다.
te: యజమాని ఐడి శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyPassword
source: Password cannot be empty.
ar: لا يمكن أن تكون كلمة المرور فارغة.
ko: 비밀번호는 비워 둘 수 없습니다.
te: పాస్వర్డ్ ఖాళీగా ఉండకూడదు.

# NotEmptyPayFrequencyId
source: Pay Frequency Id cannot be null or empty.
ar: لا يمكن أن يكون معرف تكرار الدفع فارغًا أو فارغًا
ko: 지불 빈도 ID는 null이거나 비어있을 수 없습니다.
te: పే ఫ్రీక్వెన్సీ Id శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyPayFrequencyName
source: Pay Frequency Name cannot be empty.
ar: لا يمكن ترك اسم تردد الدفع فارغًا.
ko: 지불 빈도 이름은 비워 둘 수 없습니다.
te: పే ఫ్రీక్వెన్సీ పేరు ఖాళీగా ఉండకూడదు.

# NotEmptyPayGradeId
source: Pay Grade Id cannot be null or empty.
ar: لا يمكن أن يكون معرف درجة الدفع فارغًا أو فارغًا.
ko: 지급 등급 ID는 null이거나 비어있을 수 없습니다.
te: వేతన గ్రేడ్ Id శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyPayGradeName
source: Pay grade name can not be empty
ar: لا يمكن أن يكون اسم درجة الدفع فارغًا
ko: 급여 등급 이름은 비워 둘 수 없습니다.
te: వేతన గ్రేడ్ పేరు ఖాళీగా ఉండకూడదు

# NotEmptyPayGradeRateModel
source: Pay Grade RateModel cannot be null or empty.
ar: لا يمكن أن يكون الطراز فارغًا أو فارغًا.
ko: 급여 등급 비율 모델은 null이거나 비어있을 수 없습니다.
te: వేతన గ్రేడ్ రేట్ మోడల్ శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyPaymentMethodId
source: Payment Method Id cannot be null or empty.
ar: لا يمكن أن يكون معرف طريقة الدفع فارغًا أو فارغًا.
ko: 결제 수단 ID는 null이거나 비어있을 수 없습니다.
te: చెల్లింపు విధానం ఐడి శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyPaymentMethodName
source: Payment Method Name can not be null or empty.
ar: لا يمكن أن يكون اسم طريقة الدفع فارغًا أو فارغًا.
ko: 결제 수단 이름은 null이거나 비워 둘 수 없습니다.
te: చెల్లింపు విధానం శూన్యం లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyPaymentTypeName
source: payment type name can not be null or empty.
ar: لا يمكن أن يكون اسم نوع الدفع فارغًا أو فارغًا.
ko: 결제 유형 이름은 null이거나 비어있을 수 없습니다.
te: చెల్లింపు రకం శూన్యం లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyPayRollComponent
source: Pay roll component name should not be null or empty
ar: يجب ألا يكون اسم مكون لفة الدفع فارغًا أو فارغًا
ko: 급여 구성 요소 이름은 null이거나 비어 있으면 안됩니다.
te: పే రోల్ భాగం పేరు శూన్యంగా లేదా ఖాళీగా ఉండకూడదు

# NotEmptyPayRollName
source: Payroll name should not be null or empty
ar: يجب ألا يكون اسم الرواتب فارغًا أو فارغًا
ko: 급여 이름은 null이거나 비워 둘 수 없습니다.

# NotEmptyPayRollShortName
source: Payroll short name should not be null or empty
ar: يجب ألا يكون الاسم المختصر لكشوف المرتبات فارغًا أو فارغًا
ko: 급여 닉네임은 null이거나 비워 둘 수 없습니다.

# NotEmptyPeakHourFrom
source: Peak hour from cannot be empty
ar: ساعة الذروة من لا يمكن أن تكون فارغة
ko: 의 피크 시간은 비워 둘 수 없습니다.

# NotEmptyPeakHourOn
source: Peak hours on cannot be empty
ar: لا يمكن ترك ساعات الذروة في يوم فارغًا
ko: 의 피크 시간은 비워 둘 수 없습니다.

# NotEmptyPeakHourTo
source: Peak hour to cannot be empty
ar: لا يمكن ترك ساعة الذروة فارغة
ko: 피크 시간은 비워 둘 수 없습니다.

# NotEmptyPermissionId
source: Permission Id cannot be empty.
ar: لا يمكن ترك معرّف الإذن فارغًا.
ko: 권한 ID는 비워 둘 수 없습니다.
te: అనుమతి Id ఖాళీగా ఉండకూడదు.

# NotEmptyPermissionName
source: BTRAK-ERR-Permission-01 - Permission name cannot be empty.
ar: BTRAK-ERR-Permission-01 - لا يمكن ترك اسم الإذن فارغًا.
ko: BTRAK-ERR-Permission-01-권한 이름은 비워 둘 수 없습니다.
te: BTRAK-ERR-అనుమతి-01 - అనుమతి పేరు ఖాళీగా ఉండకూడదు.

# NotEmptyPermissionReason
source: Permission Reason cannot be empty or null.
ar: لا يمكن أن يكون سبب الإذن فارغًا أو فارغًا.
ko: 권한 이유는 비어 있거나 널일 수 없습니다.
te: అనుమతి కారణము ఖాళీగా లేదా శూన్య ఉండకూడదు.

# NotEmptyPermissionReasonId
source: PermissionReason Id cannot be empty.
ar: لا يمكن أن يكون معرف سبب الأذونات فارغًا.
ko: 권한 이유 ID는 비워 둘 수 없습니다.
te: అనుమతి కారణం ఐడి ఖాళీగా ఉండకూడదు.

# NotEmptyPreviousCompany
source: Previous Company can not be null or empty.
ar: لا يمكن أن تكون الشركة السابقة فارغة أو فارغة.
ko: 이전 회사는 null이거나 비어있을 수 없습니다.
te: మునుపటి కంపెనీ శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyPriorityName
source: Priority Name can not be null or empty.
ar: لا يمكن أن يكون اسم الأولوية فارغًا أو فارغًا.
ko: 우선 순위 이름은 null이거나 비어있을 수 없습니다.
te: ప్రముఖ శూన్యం లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyProcessDashboardId
source: Process dashboard id can not be empty.
ar: لا يمكن أن يكون معرف لوحة معلومات العملية فارغًا.
ko: 프로세스 대시 보드 ID는 비워 둘 수 없습니다.
te: ప్రాసెస్ డాష్బోర్డ్ ID ఖాళీగా ఉండకూడదు.

# NotEmptyProcessDashboardStatusColor
source: Process dashboard status color can not be empty.
ar: لا يمكن أن يكون لون حالة لوحة معلومات العملية فارغًا.
ko: 프로세스 대시 보드 상태 색상은 비워 둘 수 없습니다.
te: ప్రాసెస్ డాష్బోర్డ్ స్థితి రంగు ఖాళీగా ఉండకూడదు.

# NotEmptyProcessDashboardStatusId
source: Process dashboard status id can not be empty.
ar: لا يمكن أن يكون معرف حالة لوحة معلومات العملية فارغًا.
ko: 프로세스 대시 보드 상태 ID는 비워 둘 수 없습니다.
te: ప్రాసెస్ డాష్బోర్డ్ స్థితి ID ఖాళీగా ఉండకూడదు.

# NotEmptyProcessDashboardStatusName
source: Process dashboard status name can not be empty
ar: BTRAK-ERR-PROC_STATUS-01 - لا يمكن ترك اسم حالة لوحة معلومات العملية فارغًا
ko: BTRAK-ERR-PROC_STATUS-01-프로세스 대시 보드 상태 이름은 비워 둘 수 없습니다.
te: ప్రాసెస్ డాష్బోర్డ్ స్థితి పేరు ఖాళీగా ఉండకూడదు

# NotEmptyProjectFeatureId
source: Project feature id can not be empty.
ar: لا يمكن ترك معرف ميزة المشروع فارغًا.
ko: 프로젝트 기능 ID는 비워 둘 수 없습니다.
te: ప్రాజెక్టు ఫీచర్ ID ఖాళీగా ఉండకూడదు.
