Repository: pujithagodavarthi414-coder/TradeEngine.ai
Catalog: sourcecode/BusinessView/BusinessView.Common/Texts/LangText.*.resx
Languages: ar, ko, te

source: Badge name is required
ar: اسم الشارة مطلوب
ko: 배지 이름이 필요합니다.
te: బ్యాడ్జ్ పేరు అవసరం

# BadgeNameLengthExceeded
source: Badge name length must be less than 50 characters
ar: يجب أن يكون طول اسم الشارة أقل من 50 حرفًا
ko: 배지 이름 길이는 50 자 미만이어야합니다.
te: బ్యాడ్జ్ పేరు పొడవు 50 అక్షరాల కంటే తక్కువగా ఉండాలి

# BadgeNameWithThisNameAlreadyExists
source: Badge with this name already exist
ar: الشارة بهذا الاسم موجودة بالفعل
ko: 이 이름의 배지가 이미 있습니다.
te: ఈ పేరుతో బ్యాడ్జ్ ఇప్పటికే ఉంది

# BankNameShoulNotBeNull
source: Bank name should not be null
ar: يجب ألا يكون اسم البنك فارغًا
ko: 은행 이름은 null이 아니어야합니다.
te: బ్యాంక్ పేరు శూన్యంగా ఉండకూడదు

source: Before you delete the branch please delete all the branch members
ar: قبل حذف الفرع يرجى حذف جميع أعضاء الفرع
ko: 지점을 삭제하기 전에 모든 지점 구성원을 삭제하십시오.
te: మీరు శాఖను తొలగించే ముందు దయచేసి బ్రాంచ్ సభ్యులందరినీ తొలగించండి

# BoardTypeAlreadyExistsWithThisSameWorkfloAndBoardTypeUi
source: Board type already exists with the same workflow and board type ui
ar: نوع اللوحة موجود بالفعل بنفس سير العمل ونوع اللوحة واجهة المستخدم
ko: 동일한 워크 플로 및 보드 유형 UI를 가진 보드 유형이 이미 존재합니다.
te: బోర్డు రకం ఇప్పటికే అదే వర్క్‌ఫ్లో మరియు బోర్డ్‌టైప్ యుఐతో ఉంది

source: Board type api data is not found
ar: لم يتم العثور على بيانات API لنوع اللوحة
ko: 보드 유형 API 데이터를 찾을 수 없습니다.
te: బోర్డు రకం ఏపీఐ డేటా కనిపించట్లేదు

source: Board type api with this name already exists
ar: نوع اللوحة api بهذا الاسم موجود بالفعل
ko: 이 이름의 보드 유형 API가 이미 있습니다.
te: బోర్డు రకం API ఈ పేరుతో ఇప్పటికే

# BoardTypeChanged
source: Boardtype changed from {0} to {1}.
ar: تم تغيير نوع اللوحة من {0} إلى {1}.
ko: 보드 유형이 {0}에서 {1} (으)로 변경되었습니다.
te: బోర్డ్‌టైప్ {0} నుండి {1} కు మార్చబడింది

source: Board type data is not found
ar: لم يتم العثور على بيانات نوع اللوحة
ko: 보드 유형 데이터를 찾을 수 없습니다.
te: బోర్డు రకం డేటా కనిపించట్లేదు

source: Board type id should not be null
ar: يجب ألا يكون معرف نوع اللوحة فارغًا
ko: 보드 유형 ID는 null이 아니어야합니다.
te: బోర్డు రకం శూన్యంగా ఉండకూడదు

source: Board type name should not be null
ar: يجب ألا يكون اسم نوع اللوحة فارغًا
ko: 보드 유형 이름은 null이 아니어야합니다.
te: బోర్డు రకం పేరు శూన్య ఉండకూడదు

source: Board type ui data not found
ar: لم يتم العثور على بيانات واجهة المستخدم الخاصة بنوع اللوحة
ko: 보드 유형 UI 데이터를 찾을 수 없습니다.
te: బోర్డు రకం యుఐ డేటా దొరకలేదు

source: Board type ui with this name already exists
ar: نوع اللوحة ui بهذا الاسم موجود بالفعل
ko: 이 이름의 보드 유형 UI가 이미 있습니다.
te: బోర్డు రకం యుఐ ఈ పేరుతో ఇప్పటికే

source: Board type with this name already exists
ar: نوع اللوحة بهذا الاسم موجود بالفعل
ko: 이 이름의 보드 유형이 이미 있습니다.
te: ఈ పేరుతో ఇప్పటికే బోర్డు రకం

source: Board type work flow with this name already exists
ar: تدفق عمل نوع اللوحة بهذا الاسم موجود بالفعل
ko: 이 이름의 보드 유형 워크 플로가 이미 있습니다.
te: బోర్డు రకం పని ప్రవాహం ఈ పేరుతో ఇప్పటికే

source: Branch data is not found
ar: لم يتم العثور على بيانات الفرع
ko: 지점 데이터를 찾을 수 없습니다.
te: బ్రాంచ్ పేరు శూన్యంగా ఉండకూడదు

source: Branch name should not be null
ar: يجب ألا يكون اسم الفرع فارغًا
ko: 지점 이름은 null이 아니어야합니다.
te: బ్రాంచ్ పేరు శూన్యంగా ఉండకూడదు

source: Branch should not be null
ar: يجب ألا يكون الفرع فارغًا
ko: 분기는 null이 아니어야합니다.
te: బ్రాంచ్ శూన్యంగా ఉండకూడదు

source: Branch with this name already exists
ar: يوجد فرع بهذا الاسم بالفعل
ko: 같은 이름의 지점이 이미 있습니다.
te: రీజియన్ శూన్యంగా ఉండకూడదు

source: Break details not found
ar: لم يتم العثور على تفاصيل الفاصل
ko: 휴식 세부 정보를 찾을 수 없습니다.
te: బ్రేక్ వివరాలు కనుగొనబడలేదు

# BreakInMustBeGreaterThanStartTime
source: Break in time must be greater than start time
ar: يجب أن يكون وقت الاستراحة أكبر من وقت البدء
ko: 휴식 시간은 시작 시간보다 커야합니다.
te: ప్రారంభ సమయం కంటే బ్రేక్ ఇన్ ఎక్కువగా ఉండాలి

# BreakOutCanNotBeLessThanBreakIn
source: Break out time can not be less than break in time
ar: لا يمكن أن يكون وقت الاستراحة أقل من وقت الاستراحة
ko: 휴식 시간은 휴식 시간보다 적을 수 없습니다.
te: బ్రేక్ అవుట్ బ్రేక్ఇన్ కంటే తక్కువగా ఉండకూడదు

source: Break type data is not found
ar: لم يتم العثور على بيانات نوع الفاصل
ko: 중단 유형 데이터를 찾을 수 없습니다.
te: బ్రాంచ్ ఈ పేరుతో ఇప్పటికే

source: Break type name should not be null
ar: يجب ألا يكون اسم نوع الفاصل فارغًا
ko: 구분 유형 이름은 null이 아니어야합니다.
te: బ్రాంచ్ డేటా కనిపించట్లేదు

source: Break type with this name already exists
ar: نوع الفاصل بهذا الاسم موجود بالفعل
ko: 이 이름의 광고 유형이 이미 있습니다.
te: ఈ పేరుతో బ్రేక్ టైప్ ఆల్రెడ్ ఉనికిలో ఉంది

# BugAdded
source: Work item linked bug {0} has been added by {1}
ar: تمت إضافة الخطأ المرتبط بعنصر العمل {0} بواسطة {1}
ko: 작업 항목 링크 버그 {0}이 (가) {1}에 의해 추가되었습니다.
te: పని అంశం {0} లింక్ చేసిన బగ్ {1} చే జోడించబడింది

# BugCausedUserChanged
source: Work item Bug Caused User changed from {0} to {1}.
ar: تم تغيير المستخدم الذي تسبب في حدوث خطأ في عنصر العمل من {0} إلى {1}.
ko: 작업 항목 버그 원인 사용자가 {0}에서 {1} (으)로 변경되었습니다.
te: పని అంశం బగ్ కారణ వాడుకరి {0} నుండి {1} గా మార్చారు.

# BugPriorityChanged
source: Work item Bug priority changed from {0} to {1}.
ar: تم تغيير المستخدم الذي تسبب في حدوث خطأ في عنصر العمل من {0} إلى {1}.
ko: 작업 항목 버그 우선 순위가 {0}에서 {1} (으)로 변경되었습니다.
te: పని అంశం బగ్ ప్రాధాన్యత {0} నుండి {1} గా మార్చారు.

source: Bug priority data is not found
ar: لم يتم العثور على بيانات أولوية الخطأ
ko: 버그 우선 순위 데이터를 찾을 수 없습니다.
te: బగ్ ప్రాధాన్యత డేటా కనుగొనబడలేదు

source: Bug priority with this name already exists
ar: أولوية الخطأ بهذا الاسم موجودة بالفعل
ko: 이 이름의 버그 우선 순위가 이미 있습니다.
te: ఈ పేరుతో బగ్ ప్రాధాన్యత ఇప్పటికే ఉంది

# BugUnlink
source: Work item linked bug {0} has been unlinked by {1}
ar: تم إلغاء ربط الخطأ المرتبط بعنصر العمل {0} بواسطة {1}
ko: 작업 항목 링크 된 버그 {0}이 (가) {1}에 의해 링크 해제되었습니다.
te: పని అంశం {0} లింక్ చేసిన బగ్ {1} ద్వారా లింక్ చేయబడలేదు

source: Bug with this name already exists
ar: يوجد بالفعل خطأ بهذا الاسم
ko: 이 이름의 버그가 이미 존재합니다.
te: ఈ పేరుతో బగ్ ఇప్పటికే ఉంది

source: Building society roll number should not be null
ar: يجب ألا يكون رقم لفة مجتمع البناء فارغًا
ko: 건축 학회 명부 번호는 null이 아니어야합니다.
te: బిల్డింగ్ సొసైటీ రోల్ నంబర్ శూన్యంగా ఉండకూడదు

source: Button type dataIs not found
ar: بيانات نوع الزر غير موجود
ko: 버튼 유형 데이터를 찾을 수 없습니다.
te: బటన్ రకం డేటాఐలు కనుగొనబడలేదు

# ButtonTypeNameExceeded
source: Button type Name length cannot be greater than 50.
ar: نوع الزر لا يمكن أن يكون طول الاسم أكبر من 50.
ko: 버튼 유형 이름 길이는 50보다 클 수 없습니다.
te: బటన్ రకం పేరు పొడవు 50 కంటే ఎక్కువ ఉండకూడదు.

# ButtonTypeWithTheEmptyId
source: Button type with the Id {0} not found.
ar: نوع الزر مع المعرف {0} غير موجود.
ko: ID가 {0} 인 버튼 유형을 찾을 수 없습니다.
te: Id తో బటన్ రకం {0} దొరకలేదు.

source: Button type with this name already exists
ar: نوع الزر بهذا الاسم موجود بالفعل
ko: 이 이름의 버튼 유형이 이미 있습니다.
te: ఈ పేరుతో బటన్ రకం ఇప్పటికే ఉంది

# CannotChangeBranchForShiftItIsAssignedToEmployeeWithThisNameAlreadyExists
source: Cannot change branch for shift timing it is already assigend to employee.
ar: لا يمكن تغيير الفرع لتوقيت المناوبة الذي تم تعيينه بالفعل للموظف.
ko: 이미 직원에게 할당 된 교대 시간에 대한 분기를 변경할 수 없습니다.
te: షిఫ్ట్ టైమింగ్ కోసం శాఖను మార్చలేరు, ఇది ఇప్పటికే ఉద్యోగికి కేటాయించబడింది.

# CanNotEditShiftTiming
source: This shift is already allocated to an employee you cannnot perform archive
ar: تم تخصيص هذا التحول بالفعل لموظف لا يمكنك القيام بالأرشيف
ko: 이 근무 시간은 이미 아카이브를 수행 할 수없는 직원에게 할당되었습니다.
te: మీరు ఆర్కైవ్ చేయలేరు , ఉద్యోగికి ఈ షిఫ్ట్ ఇప్పటికే కేటాయించబడింది

source: Cannot enter break as your day is completed
ar: لا يمكن إدخال فاصل لأن يومك قد اكتمل
ko: 당신의 하루가 완료되어 휴식에 들어갈 수 없습니다
te: మీ రోజు పూర్తయినందున విరామం నమోదు చేయలేరు

source: Cannot enter break as your day is not started
ar: لا يمكن دخول الاستراحة لأن يومك لم يبدأ
ko: 하루가 시작되지 않았으므로 휴식에 들어갈 수 없습니다.
te: మీ రోజు ప్రారంభించబడనందున విరామం నమోదు చేయలేరు

# CanNotGetCustomWidgetsPleaseContactAdministrator
source: Cannot get custom apps. please contact administrator !
ar: لا يمكن الحصول على تطبيقات مخصصة. الرجاء الاتصال بالمسؤول!
ko: 사용자 지정 앱을 가져올 수 없습니다. 관리자에게 문의하십시오!
te: అనుకూల అనువర్తనాలు పొందలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి!

# CanNotGetExecuteCustomQueryPleaseContactAdministrator
source: Cannot execute custom query. Please contact administrator
ar: لا يمكن تنفيذ الاستعلام المخصص. يرجى الاتصال بالمسؤول
ko: 사용자 지정 쿼리를 실행할 수 없습니다. 관리자에게 문의하십시오
te: అనుకూల ప్రశ్నను అమలు చేయలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# CannotGetMasterWidgets
source: Can not get master widgets please contact administrator.
ar: لا يمكن الحصول على الحاجيات الرئيسية الرجاء الاتصال بالمسؤول.
ko: 마스터 위젯을받을 수없는 경우 관리자에게 문의하십시오.
te: మాస్టర్ విడ్జెట్లను పొందలేరు దయచేసి నిర్వాహకుడిని సంప్రదించండి.

source: Can not get the Dashboards. Please contact administrator.
ar: لا يمكن الحصول على لوحات المعلومات. يرجى الاتصال بالمسؤول.
ko: 대시 보드를 가져올 수 없습니다. 관리자에게 문의하십시오.
te: డాష్‌బోర్డులను పొందలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# CanNotGetTheWorkspacesPleaseContactAdministrator
source: Can not get the dashboards. Please contact administrator.
ar: لا يمكن الحصول على لوحات القيادة. يرجى الاتصال بالمسؤول.
ko: 대시 보드를 가져올 수 없습니다. 관리자에게 문의하십시오.
te: డాష్బోర్డ్ పొందలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# CanNotGetWidgetsPleaseContactAdministrator
source: Can not get apps. Please contact administrator
ar: لا يمكن الحصول على التطبيقات. يرجى الاتصال بالمسؤول
ko: 앱을받을 수 없습니다. 관리자에게 문의하십시오
te: అనువర్తనాలు పొందలేము. దయచేసి నిర్వాహకుడిని సంప్రదించండి

# CanNotResetToDefaultDashboardPleaseContactAdministrator
source: Can't reset to default. Please contact administrator.
ar: لا يمكن إعادة التعيين إلى الافتراضي. يرجى الاتصال بالمسؤول.
ko: 기본값으로 재설정 할 수 없습니다. 관리자에게 문의하십시오.
te: డిఫాల్ట్‌కు రీసెట్ చేయలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# CanNotSetAsDefaultDashboardPersistancePleaseContactAdministrator
source: Can't set user persistance as default. Please contact administrator.
ar: لا يمكن تعيين مقاومة المستخدم كافتراضي. يرجى الاتصال بالمسؤول.
ko: 사용자 지속성을 기본값으로 설정할 수 없습니다. 관리자에게 문의하십시오.
te: వినియోగదారు నిలకడను అప్రమేయంగా సెట్ చేయలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

# CanNotSetAsDefaultDashboardView
source: Can't set dashboard default view. Please contact administrator.
ar: لا يمكن تعيين العرض الافتراضي للوحة القيادة. يرجى الاتصال بالمسؤول.
ko: 대시 보드 기본보기를 설정할 수 없습니다. 관리자에게 문의하십시오.
te: డాష్‌బోర్డ్ డిఫాల్ట్ వీక్షణను సెట్ చేయలేరు. దయచేసి నిర్వాహకుడిని సంప్రదించండి.

source: Cant be updated without project member
ar: لا يمكن تحديثه بدون عضو المشروع
ko: 프로젝트 멤버 없이는 업데이트 할 수 없습니다.
te: ప్రాజెక్ట్ సభ్యుడు లేకుండా నవీకరించబడదు

# CanteenFoodItemContactAdministrator
source: Canteen FoodItem could not be created or updated. Please contact administrator.
ar: تعذر إنشاء أو تحديث Canteen FoodItem. يرجى الاتصال بالمسؤول.
ko: Canteen FoodItem을 만들거나 업데이트 할 수 없습니다. 관리자에게 문의하십시오.
te: క్యాంటీన్ ఫుడ్ఇటెమ్ సృష్టించబడలేదు లేదా నవీకరించబడలేదు. దయచేసి నిర్వాహకుడుని సంప్రదించు

source: Canteen food item data is not found
ar: لم يتم العثور على بيانات المواد الغذائية للمقصف
ko: 식당 식품 항목 데이터를 찾을 수 없습니다.
te: క్యాంటీన్ ఆహార వస్తువు డేటా కనుగొనబడలేదు

source: Canteen food item with this name already exists
ar: العنصر الغذائي المقصف بهذا الاسم موجود بالفعل
ko: 이 이름의 수통 식품이 이미 존재합니다.
te: ఈ పేరుతో ఉన్న క్యాంటీన్ ఆహార పదార్థం ఇప్పటికే ఉంది

# CarryForwardCanNotBeGreaterThanNoOfleaves
source: Carry forward leaves count should not be greater than number of leaves
ar: يجب ألا يكون عدد الإجازات المرحّلة أكبر من عدد الإجازات
ko: 이월 잎 수는 잎 수보다 크지 않아야합니다.
te: కారి ఫార్వర్డ్ సెలవుల సంఖ్యా ఫ్రిక్యూన్సీ సెలవుల కంటే ఎక్కువగ ఉండకూడదు

source: Carry forward leaves count should not be null
ar: يجب ألا يكون عدد الإجازات المرحّلة فارغًا
ko: 이월 잎 수는 null이 아니어야합니다.
te: ముందుకు తీసుకెళ్లవలసిన సెలవుల శూన్యంగా ఉండకూడదు

# CategoryNameShouldNotBeNull
source: Audit category name should not be null
ar: يجب ألا يكون اسم فئة التدقيق فارغًا
ko: 감사 카테고리 이름은 null이 아니어야합니다.
te: ఆడిట్ వర్గం పేరు శూన్యంగా ఉండకూడదు

# CategoryNameWithThisNameAlreadyExists
source: Audit category with this name already exists.
ar: فئة التدقيق بهذا الاسم موجودة بالفعل.
ko: 이 이름의 감사 카테고리가 이미 존재합니다.
te: ఈ పేరుతో ఆడిట్ వర్గం ఇప్పటికే ఉంది.

source: Channel data is not found
ar: لم يتم العثور على بيانات القناة
ko: 채널 데이터를 찾을 수 없습니다.
te: ఛానెల్ డేటా కనుగొనబడలేదు

source: Channel name should not be null
ar: يجب ألا يكون اسم القناة فارغًا
ko: 채널 이름은 null이 아니어야합니다.
te: ఛానెల్ పేరు శూన్యంగా ఉండకూడదు

source: Channel should not be null
ar: يجب ألا تكون القناة فارغة
ko: 채널은 null이 아니어야합니다.
te: ఛానెల్ శూన్యంగా ఉండకూడదు

source: Channel with this name already exists
ar: توجد بالفعل قناة بهذا الاسم
ko: 이 이름의 채널이 이미 존재합니다.
te: ఈ పేరుతో ఛానెల్ ఇప్పటికే ఉంది

# ClientIdShouldNotBeNull
source: Client should not be empty
ar: يجب ألا يكون العميل فارغًا
ko: 클라이언트는 비워 둘 수 없습니다.
te: క్లయింట్ ఖాళీగా ఉండకూడదు

source: Client with this email already exists
ar: العميل مع هذا البريد الإلكتروني موجود بالفعل
ko: 이 이메일을 사용하는 클라이언트가 이미 존재합니다.
te: ఈ ఇమెయిల్‌తో క్లయింట్ ఇప్పటికే ఉంది

# CommentsLengthError
source: Comments lenght should be 800 characters
ar: يجب أن يكون طول التعليقات 800 حرف
ko: 댓글 길이는 800 자 여야합니다.
te: వ్యాఖ్యల పొడవు 800 అక్షరాలు ఉండాలి

source: Comments should not be null
ar: يجب ألا تكون التعليقات خالية
ko: 댓글은 null이 아니어야합니다.
te: వ్యాఖ్యలు శూన్యంగా ఉండకూడదు

# CompanyAddressLengthExceed
source: Company Address Length Exceeded
ar: تم تجاوز طول عنوان الشركة
ko: 회사 주소 길이 초과
te: సంస్థ చిరునామా పొడవు మించింది

source: Company data is not found
ar: لم يتم العثور على بيانات الشركة
ko: 회사 데이터를 찾을 수 없습니다.
te: కంపెనీ డేటా కనుగొనబడలేదు

# CompanyIdRequired
source: Company Id is required
ar: معرف الشركة مطلوب
ko: 회사 ID가 필요합니다.
te: కంపెనీ అవసరం

source: Company introduced by option data is not found
ar: لم يتم العثور على الشركة التي قدمتها بيانات الخيار
ko: 옵션 데이터로 소개 된 회사를 찾을 수 없습니다.
te: ఎంపిక డేటా కనుగొనబడలేదు

source: Company introduced by option with this name already exists
ar: الشركة المقدمة عن طريق الخيار بهذا الاسم موجودة بالفعل
ko: 이 이름의 옵션으로 소개 된 회사가 이미 존재합니다.
te: ఈ పేరుతో ఎంపిక ఇప్పటికే ఉంది

# CompanyLocationNameLengthExceed
source: Company locationName Length Exceeded
ar: موقع الشركة تم تجاوز طول الاسم
ko: 회사 위치 이름 길이 초과
te: కంపెనీ స్థానం పేరు పొడవు మించింది

source: Company location with these details already exists
ar: موقع الشركة بهذه التفاصيل موجود بالفعل
ko: 이 세부 정보가있는 회사 위치가 이미 있습니다.
te: ఈ వివరాలతో కంపెనీ స్థానం ఇప్పటికే ఉంది

# CompanyNameLengthCannotExceedThan800characters
source: company name length cannot exceed 800 characters
ar: لا يمكن أن يتجاوز طول اسم الشركة 800 حرف
ko: 회사 이름 길이는 800자를 초과 할 수 없습니다.
te: కంపెనీ పేరు పొడవు 800 అక్షరాలను మించకూడదు

# CompanyNameLengthExceeded
source: Company name can not be longer than 50 characters.
ar: لا يمكن أن يكون اسم الشركة أطول من 50 حرفًا.
ko: 회사 이름은 50자를 초과 할 수 없습니다.
te: కంపెనీ పేరు 50 అక్షరాల కంటే ఎక్కువ ఉండకూడదు.

source: Company name should not be null.
ar: يجب ألا يكون اسم الشركة فارغًا.
ko: 회사 이름은 null이 아니어야합니다.
te: కంపెనీ పేరు శూన్యంగా ఉండకూడదు.

# CompanyNameWithThisNameAlreadyExists
source: A Company with this name already existed.
ar: توجد بالفعل شركة بهذا الاسم.
ko: 이 이름의 회사가 이미 존재합니다.
te: ఈ పేరు ఉన్న కంపెనీ ఇప్పటికే ఉంది.

source: Company settings data is not found
ar: لم يتم العثور على بيانات إعدادات الشركة
ko: 회사 설정 데이터를 찾을 수 없습니다.
te: కంపెనీ సెట్టింగ్‌ల డేటా కనుగొనబడలేదు

# CompanySettingsKeyNameLengthExceeded
source: Company settings key Should not exceed 500 characters
ar: يجب ألا يتجاوز مفتاح إعدادات الشركة 500 حرف
ko: 회사 설정 키 500자를 초과 할 수 없습니다.
te: కంపెనీ సెట్టింగ్‌ల కీ 500 అక్షరాలను మించకూడదు

source: Company settings with this name already exists
ar: إعدادات الشركة بهذا الاسم موجودة بالفعل
ko: 이 이름의 회사 설정이 이미 있습니다.
te: ఈ పేరుతో కంపెనీ సెట్టింగ్‌లు ఇప్పటికే ఉన్నాయి

source: Company with this name already exists
ar: شركة بهذا الاسم موجودة بالفعل
ko: 같은 이름의 회사가 이미 존재합니다.
te: ఈ పేరుతో కంపెనీ ఇప్పటికే ఉంది

source: Competency should not be null
ar: لا ينبغي أن تكون الكفاءة لاغية
ko: 역량은 null이 아니어야합니다.
te: యోగ్యత శూన్యంగా ఉండకూడదు

source: Component name should not be null
ar: يجب ألا يكون اسم المكون فارغًا
ko: 구성 요소 이름은 null이 아니어야합니다.
te: భాగం పేరు శూన్యంగా ఉండకూడదు

# ConfigurationNameMaxLength
source: Configuration name can not be longer than 100 characters.
ar: لا يمكن أن يكون اسم التكوين أطول من 100 حرف.
ko: 구성 이름은 100자를 초과 할 수 없습니다.
te: ఆకృతీకరణ పేరు 100 అక్షరాల కంటే ఎక్కువ ఉండకూడదు.

# ConfigurationNameNotFound
source: Configuration name can not be empty.
ar: لا يمكن أن يكون اسم التكوين فارغًا.
ko: 구성 이름은 비워 둘 수 없습니다.
te: ఆకృతీకరణ పేరు ఖాళీగా ఉండకూడదు.

source: Configuration name should not be null
ar: يجب ألا يكون اسم التكوين فارغًا
ko: 구성 이름은 null이 아니어야합니다.
te: కాన్ఫిగరేషన్ పేరు శూన్యంగా ఉండకూడదు

# ConfigurationOptionsNotFound
source: Reporting days can not be empty.
ar: لا يمكن أن تكون أيام التقرير فارغة.
ko: 보고 일은 비워 둘 수 없습니다.
te: రోజులు రిపోర్టింగ్ ఖాళీగా ఉండకూడదు.

# ConfigurationTypeDataIsNotFoaund
source: Configuration type is not found
ar: نوع التكوين غير موجود
ko: 구성 유형을 찾을 수 없습니다.
te: కాన్ఫిగరేషన్ రకం కనుగొనబడలేదు

source: Configuration type name with this name already exists
ar: اسم نوع التكوين بهذا الاسم موجود بالفعل
ko: 이 이름의 구성 유형 이름이 이미 있습니다.
te: ఈ పేరుతో కాన్ఫిగరేషన్ రకం పేరు ఇప్పటికే ఉంది

# ConsideredHoursChanged
source: Consider hours changed from {0} to {1}.
ar: تم تغيير ساعات العمل في الاعتبار من {0} إلى {1}.
ko: {0}에서 {1}로 변경된 시간을 고려하십시오.
te: పరిగణలోకి తీసుకోవాల్సిన గంటలు {0} నుండి {1} కు మార్చబడింది

source: Consider hours data not found
ar: النظر في ساعات البيانات غير موجود
ko: 시간 데이터를 찾을 수 없음 고려
te: గంటల డేటా కనుగొనబడలేదు

source: Consider hours with this name already exists
ar: ضع في اعتبارك وجود ساعات بهذا الاسم بالفعل
ko: 이 이름을 가진 시간이 이미 존재한다고 간주합니다.
te: ఈ పేరు ఉన్న గంటలను ఇప్పటికే పరిగణించండి

source: Contract pay settings data is not found
ar: لم يتم العثور على بيانات إعدادات الدفع الخاصة بالعقد
ko: 계약 지급 설정 데이터를 찾을 수 없습니다.
te: కాంట్రాక్ట్ పే సెట్టింగుల డేటా కనుగొనబడలేదు

# ContractPaySettingsWithThisNameAlreadyExists
source: Contract pay settings with this range already exists
ar: إعدادات دفع العقد مع هذا النطاق موجودة بالفعل
ko: 이 범위의 계약 지급 설정이 이미 있습니다.
te: ఈ పరిధితో కాంట్రాక్ట్ పే సెట్టింగులు ఇప్పటికే ఉన్నాయి

source: Contract pay type should not be null
ar: يجب ألا يكون نوع الدفع في العقد فارغًا
ko: 계약 지급 유형은 null이 아니어야합니다.
te: చెల్లించాల్సినది శూన్యంగా ఉండకూడదు

source: Contract type name data is not found
ar: لم يتم العثور على بيانات اسم نوع العقد
ko: 계약 유형 이름 데이터를 찾을 수 없습니다.
te: కాంట్రాక్ట్ రకం పేరు డేటా కనుగొనబడలేదు

source: Contract type name should not be null
ar: يجب ألا يكون اسم نوع العقد فارغًا
ko: 계약 유형 이름은 null이 아니어야합니다.
te: కాంట్రాక్ట్ రకం పేరు శూన్యంగా ఉండకూడదు

source: Contract type name with this name already exists
ar: اسم نوع العقد بهذا الاسم موجود بالفعل
ko: 이 이름의 계약 유형 이름이 이미 있습니다.
te: ఈ పేరుతో కాంట్రాక్ట్ రకం పేరు ఇప్పటికే ఉంది

source: Contract type should not be null
ar: يجب ألا يكون نوع العقد فارغًا
ko: 계약 유형은 null이 아니어야합니다.
te: కాంట్రాక్ట్ రకం శూన్యంగా ఉండకూడదు

# ContractTypeWithThisNameAlreadyExists
source: Contarct type with this name alraedy exists.
ar: يوجد نوع التباين بهذا الاسم Alraedy.
ko: 이 이름이 alraedy 인 Contarct 유형이 존재합니다.
te: ఈ పేరుతో కాంట్రాక్ట్ రకం ఉంది.

# CostRequired
source: Cost can not be null/less than or equal to Zero
ar: لا يمكن أن تكون التكلفة خالية / أقل من أو تساوي الصفر
ko: 비용은 null이거나 0보다 작거나 같을 수 없습니다.
te: ఖర్చు శూన్య / కంటే తక్కువ లేదా జీరో సమాన ఉండకూడదు

source: Country code with this name already exists
ar: رمز البلد بهذا الاسم موجود بالفعل
ko: 이 이름의 국가 코드가 이미 존재합니다.
te: ఈ పేరుతో దేశ కోడ్ ఇప్పటికే ఉంది

source: Country data is not found
ar: لم يتم العثور على بيانات الدولة
ko: 국가 데이터를 찾을 수 없습니다.
te: దేశ డేటా కనుగొనబడలేదు

source: Country name should not be null
ar: يجب ألا يكون اسم البلد فارغًا
ko: 국가 이름은 null이 아니어야합니다.
te: దేశం పేరు శూన్యంగా ఉండకూడదు

source: Country should not be null
ar: يجب ألا يكون البلد فارغًا
ko: 국가는 null 일 수 없습니다.
te: దేశం శూన్యంగా ఉండకూడదు

source: Country with this name already exists
ar: البلد بهذا الاسم موجود بالفعل
ko: 이 이름의 국가가 이미 존재합니다.
te: ఈ పేరు ఉన్న దేశం ఇప్పటికే ఉంది

source: Creating Adhoc Goal is not permitted
ar: إنشاء هدف Adhoc غير مسموح به
ko: 임시 목표를 생성 할 수 없습니다.
te: తాత్కాలిక లక్ష్యాన్ని సృష్టించడం అనుమతించబడదు

source: Creating Adhoc Project is not permitted
ar: لا يُسمح بإنشاء مشروع مخصص
ko: 임시 프로젝트를 만들 수 없습니다.
te: తాత్కాలిక ప్రాజెక్ట్ ను సృష్టించడం అనుమతించబడదు

source: Creating Adhoc WorkFlow is not permitted
ar: لا يُسمح بإنشاء Adhoc WorkFlow
ko: 임시 워크 플로를 만들 수 없습니다.
te: తాత్కాలిక వర్క్ ఫ్లో ని సృష్టించడం అనుమతించబడదు

source: Crud operation data is not found
ar: لم يتم العثور على بيانات عملية Crud
ko: Crud 작업 데이터를 찾을 수 없습니다.
te: క్రడ్ ఆపరేషన్ డేటా కనుగొనబడలేదు

source: Crud operation with this name already exist
ar: توجد بالفعل عملية Crud بهذا الاسم
ko: 이 이름을 가진 Crud 작업이 이미 있습니다.
te: ఈ పేరుతో క్రడ్ ఆపరేషన్ ఇప్పటికే ఉంది

source: CRUD operation with this name already exists
ar: عملية CRUD بهذا الاسم موجودة بالفعل
ko: 이 이름의 CRUD 작업이 이미 있습니다.
te: ఈ పేరుతో CRUD ఆపరేషన్ ఇప్పటికే ఉంది

source: Currency conversion data is not found.
ar: لم يتم العثور على بيانات تحويل العملة.
ko: 통화 변환 데이터를 찾을 수 없습니다.
te: కరెన్సీ మార్పిడి డేటా కనుగొనబడలేదు.

source: Currency conversion with this name already exists
ar: تحويل العملة بهذا الاسم موجود بالفعل
ko: 이 이름의 통화 변환이 이미 존재합니다.
te: ఈ పేరుతో కరెన్సీ మార్పిడి ఇప్పటికే ఉంది

source: Currency dataIs not found
ar: لم يتم العثور على بيانات العملة
ko: 통화 데이터를 찾을 수 없습니다
te: కరెన్సీ డేటా కనుగొనబడలేదు

# CurrencyNameLengthExceeded
source: CurrencyName can not be longer than 50 characters.
ar: لا يمكن أن يكون CurrencyName أطول من 50 حرفًا.
ko: 통화 이름은 50자를 초과 할 수 없습니다.
te: కరెన్సీ పేరు 50 అక్షరాల కంటే ఎక్కువ ఉండకూడదు.

source: Currency name should not be null
ar: يجب ألا يكون اسم العملة فارغًا
ko: 통화 이름은 null 일 수 없습니다.
te: కరెన్సీ పేరు శూన్యంగా ఉండకూడదు

source: Currency should not be null
ar: يجب ألا تكون العملة فارغة
ko: 통화는 null이 아니어야합니다.
te: కరెన్సీ శూన్యంగా ఉండకూడదు

source: Currency type is required
ar: نوع العملة مطلوب
ko: 통화 유형이 필요합니다.
te: కరెన్సీ రకం అవసరం

source: Currency with this name already exists
ar: العملة بهذا الاسم موجودة بالفعل
ko: 이 이름의 통화가 이미 존재합니다.
te: ఈ పేరుతో కరెన్సీ ఇప్పటికే ఉంది

source: Custom application data is not found
ar: لم يتم العثور على بيانات التطبيق المخصص
ko: 사용자 정의 애플리케이션 데이터를 찾을 수 없습니다.
te: కస్టమ్ అప్పికేషన్ డేటా కళ్ళు కనుగొనబడలేదు

# CustomApplicationIdShouldNotBeNull
source: Custom application should not be null
ar: يجب ألا يكون التطبيق المخصص فارغًا
ko: 사용자 지정 응용 프로그램은 null이 아니어야합니다.
te: అనుకూల అనువర్తనం శూన్యంగా ఉండకూడదు

# CustomApplicationIsNotFound
source: Custom application not found
ar: التطبيق المخصص غير موجود
ko: 맞춤 애플리케이션을 찾을 수 없습니다.
te: అనుకూల అనువర్తనం కనుగొనబడలేదు

# CustomApplicationNameWithThisNameAlreadyExists
source: Custom application with this name already exists
ar: يوجد بالفعل تطبيق مخصص بهذا الاسم
ko: 이 이름의 맞춤 애플리케이션이 이미 있습니다.
te: ఈ పేరుతో కస్టమ్ అప్పికేషన్ ఇప్పటికే ఉంది

source: Custom application with this name already exists
ar: يوجد بالفعل تطبيق مخصص بهذا الاسم
ko: 이 이름의 맞춤 애플리케이션이 이미 있습니다.
te: ఈ పేరుతో అనుకూల అనువర్తనం ఇప్పటికే ఉంది

# CustomApplicationWorkflowIdDataIsNotFound
source: Custom application workflow not found
ar: لم يتم العثور على سير عمل التطبيق المخصص
ko: 사용자 지정 응용 프로그램 워크 플로를 찾을 수 없습니다.
te: అనుకూల అనువర్తన వర్క్‌ఫ్లో కనుగొనబడలేదు

# CustomApplicationWorkflowNameWithThisNameAlreadyExists
source: Workflow name already exists. please change name and try again.
ar: اسم سير العمل موجود بالفعل. يرجى تغيير الاسم والمحاولة مرة أخرى.
ko: 사용자 지정 응용 프로그램 워크 플로를 찾을 수 없습니다.
te: వర్క్ఫ్లో పేరు ఇప్పటికే ఉంది. దయచేసి పేరు మార్చండి మరియు మళ్లీ ప్రయత్నించండి.

source: Custom field json should not be null
ar: لا يجب أن يكون الحقل المخصص json فارغًا
ko: 사용자 지정 응용 프로그램 워크 플로를 찾을 수 없습니다.
te: అనుకూల ఫీల్డ్ json శూన్యంగా ఉండకూడదు

source: Custom field with this name already exists
ar: يوجد بالفعل حقل مخصص بهذا الاسم
ko: 이 이름의 맞춤 입력란이 이미 있습니다.
te: ఈ పేరుతో అనుకూల ఫీల్డ్ ఇప్పటికే ఉంది

source: Custom form type data is not found
ar: لم يتم العثور على بيانات نوع النموذج المخصص
ko: 이 이름의 맞춤 입력란이 이미 있습니다.
te: అనుకూల ఫారమ్ రకం డేటా కనుగొనబడలేదు
