Repository: pujithagodavarthi414-coder/TradeEngine.ai
Catalog: sourcecode/BusinessView/BusinessView.Common/Texts/LangText.*.resx
Languages: ar, ko, te

# NotEmptyProjectFeatureName
source: BTRAK-ERR-PROJ_FEATURE-01 - Project feature name can not be empty.
ar: BTRAK-ERR-PROJ_FEATURE-01 - لا يمكن ترك اسم ميزة المشروع فارغًا.
ko: BTRAK-ERR-PROJ_FEATURE-01-프로젝트 기능 이름은 비워 둘 수 없습니다.
te: BTRAK-ERR-PROJ_FEATURE -01 - ప్రాజెక్ట్ ఫీచర్ పేరు ఖాళీగా ఉండకూడదు.

# NotEmptyProjectId
source: Project id can not be null or empty.
ar: لا يمكن أن يكون معرف المشروع فارغًا أو فارغًا.
ko: 프로젝트 ID는 null이거나 비어있을 수 없습니다.
te: ప్రాజెక్ట్ ఐడి శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyProjectMemberId
source: Project Member Id can not be null or empty.
ar: لا يمكن أن يكون معرف عضو المشروع فارغًا أو فارغًا.
ko: 프로젝트 구성원 ID는 null이거나 비어있을 수 없습니다.
te: ప్రాజెక్ట్ సభ్యుడు ID శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyProjectMemberRoleId
source: Role can not be empty.
ar: لا يمكن أن يكون الدور فارغًا.
ko: 역할은 비워 둘 수 없습니다.
te: రోల్ ఖాళీగా ఉండకూడదు.

# NotEmptyProjectMemberUserId
source: User can not be empty.
ar: لا يمكن أن يكون المستخدم فارغًا.
ko: 사용자는 비워 둘 수 없습니다.
te: వాడుకరి ఖాళీగా ఉండకూడదు.

# NotEmptyProjectName
source: BTRAK-ERR-PROJ-01 - Project name can not be empty.
ar: BTRAK-ERR-PROJ-01 - لا يمكن ترك اسم المشروع فارغًا.
ko: BTRAK-ERR-PROJ-01-프로젝트 이름은 비워 둘 수 없습니다.
te: BTRAK-ERR-అంచ-01 - ప్రాజెక్ట్ పేరు ఖాళీగా ఉండకూడదు.

# NotEmptyProjectTypeId
source: Project type id can not be empty.
ar: لا يمكن أن يكون معرف نوع المشروع فارغًا.
ko: 프로젝트 유형 ID는 비워 둘 수 없습니다.
te: ప్రాజెక్ట్ రకం ID ఖాళీగా ఉండకూడదు.

# NotEmptyProjectTypeName
source: BTRAK-ERR-PROJ_TYPE-01 - Project type name can not be empty.
ar: BTRAK-ERR-PROJ_TYPE-01 - لا يمكن أن يكون اسم نوع المشروع فارغًا.
ko: BTRAK-ERR-PROJ_TYPE-01-프로젝트 유형 이름은 비워 둘 수 없습니다.
te: BTRAK-ERR-PROJ_TYPE -01 - ప్రాజెక్ట్ రకం పేరు ఖాళీగా ఉండకూడదు.

# NotEmptyPurchaseList
source: Purchase List cannot be null or empty.
ar: لا يمكن أن تكون قائمة الشراء فارغة أو فارغة.
ko: 구매 목록은 null이거나 비어있을 수 없습니다.
te: కొనుగోలు జాబితా శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyRate
source: Rate can not be null or empty.
ar: لا يمكن أن يكون السعر فارغًا أو فارغًا.
ko: 요율은 null이거나 비어있을 수 없습니다.
te: రేటు శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyRateIds
source: RateIds cannot be empty.
ar: لا يمكن أن يكون RateIds فارغًا.
ko: 요율 ID는 비워 둘 수 없습니다.
te: రేట్ ఐడిలు ఖాళీగా ఉండకూడదు.

# NotEmptyRateSheetDetails
source: Rate sheet details cannot be empty
ar: لا يمكن أن تكون تفاصيل ورقة الأسعار فارغة
ko: 요율표 세부 정보는 비워 둘 수 없습니다.

# NotEmptyRateSheetId
source: Rate Sheet Id cannot be empty
ar: لا يمكن ترك معرّف ورقة الأسعار فارغًا
ko: 요율표 ID는 비워 둘 수 없습니다.

# NotEmptyRateSheetName
source: Rate Sheet name cannot be empty
ar: لا يمكن أن يكون اسم قائمة الأسعار فارغًا
ko: 요율표 이름은 비워 둘 수 없습니다.

# NotEmptyRateTagDetails
source: Rate tag details cannot be empty
ar: لا يمكن أن تكون تفاصيل علامة السعر فارغة
ko: 요율 태그 세부 정보는 비워 둘 수 없습니다.
te: రేటు ట్యాగ్ వివరాలు ఖాళీగా ఉండకూడదు

# NotEmptyRateTagId
source: Rate tag Id cannot be empty
ar: لا يمكن أن يكون معرف علامة التصنيف فارغًا
ko: 요율 태그 ID는 비워 둘 수 없습니다.
te: రేట్ ట్యాగ్ ఐడి ఖాళీగా ఉండకూడదు

# NotEmptyRateTagName
source: Rate tag name cannot be empty
ar: لا يمكن أن يكون اسم علامة التصنيف فارغًا
ko: 요율 태그 이름은 비워 둘 수 없습니다.
te: రేటు ట్యాగ్ పేరు ఖాళీగా ఉండకూడదు

# NotEmptyRateTypeName
source: Rate Type can not be null or empty.
ar: لا يمكن أن يكون نوع السعر فارغًا أو فارغًا.
ko: 요율 유형은 null이거나 비어있을 수 없습니다.
te: టైప్ శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyReceiverId
source: Receiver id can not be empty.
ar: لا يمكن أن يكون معرف جهاز الاستقبال فارغًا.
ko: 수신자 ID는 비워 둘 수 없습니다.
te: స్వీకర్త ID ఖాళీగా ఉండకూడదు.

# NotEmptyReferenceId
source: Reference Id should not be null
ar: يجب ألا يكون معرف المرجع فارغًا
ko: 참조 ID는 null이 아니어야합니다.
te: రిఫరెన్స్ ఐడి శూన్యంగా ఉండకూడదు

# NotEmptyReferenceTypeId
source: Reference type id should not be null
ar: يجب ألا يكون معرف نوع المرجع فارغًا
ko: 참조 유형 ID는 null이 아니어야합니다.
te: రిఫరెన్స్ రకం ఐడి శూన్యంగా ఉండకూడదు

# NotEmptyReferenceTypeName
source: Reference Type Name can not be null or empty.
ar: لا يمكن أن يكون اسم نوع المرجع فارغًا أو فارغًا.
ko: 참조 유형 이름은 null이거나 비어있을 수 없습니다.
te: సూచన టైప్ శూన్యం లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyRegionId
source: Region id can not be empty
ar: لا يمكن أن يكون معرف المنطقة فارغًا
ko: 지역 ID는 비워 둘 수 없습니다.
te: ప్రాంతం ID ఖాళీగా ఉండకూడదు

# NotEmptyRegionName
source: Region name can not be empty
ar: لا يمكن أن يكون اسم المنطقة فارغًا
ko: 지역 이름은 비워 둘 수 없습니다.
te: ప్రాంతం పేరు ఖాళీగా ఉండకూడదు

# NotEmptyRegisteredDateTime
source: Registered Date Time cannot be empty or null.
ar: لا يمكن أن يكون وقت التاريخ المسجل فارغًا أو فارغًا.
ko: 등록 된 날짜 시간은 비어 있거나 null 일 수 없습니다.
te: నమోదు అయిన తేదీ సమయం ఖాళీ లేదా శూన్య ఉండకూడదు.

# NotEmptyRelationshipId
source: Relationship Id can not be null or empty.
ar: لا يمكن أن يكون معرف العلاقة فارغًا أو فارغًا.
ko: 관계 ID는 null이거나 비어있을 수 없습니다.
te: సంబంధం Id శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyRelationshipName
source: Realtionship name cannot be null or empty.
ar: لا يمكن أن يكون اسم العقار خاليًا أو فارغًا.
ko: 관계 선박 이름은 널이거나 비어있을 수 없습니다.
te: సంబంధం శూన్యం లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyRemainingTimeSetToOrReducedBy
source: Remaining time set to or reduced by can not be empty.
ar: لا يمكن ترك الوقت المتبقي المعين على أو المخفّض بمقدار فارغًا.
ko: 설정 또는 감소 된 남은 시간은 비울 수 없습니다.
te: ద్వారా సమయం సెట్ లేదా తగ్గింది మిగిలిన ఖాళీగా ఉండకూడదు.

# NotEmptyReorderQuestionIds
source: Question Ids should not be empty for reorder
ar: يجب ألا تكون معرّفات الأسئلة فارغة لإعادة الترتيب
ko: 재정렬을 위해 질문 ID는 비워 둘 수 없습니다.
te: క్రమాన్ని మార్చడానికి ప్రశ్న ఐడిలు ఖాళీగా ఉండకూడదు

# NotEmptyReplanTypeName
source: Replan Type Name can not be null or empty.
ar: لا يمكن أن يكون اسم نوع إعادة التعبئة فارغًا أو فارغًا.
ko: 재 계획 유형 이름은 null이거나 비어있을 수 없습니다.
te: రీప్లాన్ టైప్ శూన్యం లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyReportId
source: ReportId can not be null or empty.
ar: لا يمكن أن يكون ReportId فارغًا أو فارغًا.
ko: 보고서 ID는 null이거나 비어있을 수 없습니다.
te: నివేదిక Id శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyReportingMethodId
source: Reporting Method Id cannot be null or empty.
ar: لا يمكن أن يكون معرف أسلوب التقرير فارغًا أو فارغًا.
ko: 보고 방법 ID는 null이거나 비어있을 수 없습니다.
te: విధానం ఐడి రిపోర్టింగ్ శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyReportingMethodType
source: Reporting method type can not be null or empty.
ar: لا يمكن أن يكون نوع أسلوب التقرير فارغًا أو فارغًا.
ko: 보고 방법 유형은 null이거나 비어있을 수 없습니다.
te: పద్ధతి రకం రిపోర్టింగ్ శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyReportingToEmployeeId
source: Reporting To EmployeeId cannot be null or empty.
ar: لا يمكن أن يكون الإبلاغ إلى EmployeeId فارغًا أو فارغًا.
ko: 직원 ID에 대한보고는 null이거나 비어있을 수 없습니다.
te: ఉద్యోగి Id చేయడానికి నివేదన శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyReportName
source: Test report name cannot be empty
ar: لا يمكن ترك اسم تقرير الاختبار فارغًا
ko: 테스트 보고서 이름은 비워 둘 수 없습니다.
te: రిపోర్ట్ పేరు ఖాళీగా ఉండకూడదు

# NotEmptyRequestId
source: Request Id should not be empty
ar: يجب ألا يكون معرف الطلب فارغًا
ko: 요청 ID는 비워 둘 수 없습니다.

# NotEmptyResetGuid
source: Reset guid can not be empty.
ar: إعادة تعيين الدليل لا يمكن أن يكون فارغا.
ko: 재설정 가이드는 비워 둘 수 없습니다.
te: GUID రీసెట్ ఖాళీగా ఉండకూడదు.

# NotEmptyResignationStatus
source: Resignation status should not be empty
ar: يجب ألا تكون حالة الاستقالة فارغة
ko: 사임 상태는 비워 둘 수 없습니다.
te: రాజీనామా స్థితి ఖాళీగా ఉండకూడదు

# NotEmptyRoleId
source: Role Id cannot be empty or null.
ar: لا يمكن أن يكون معرف الدور فارغًا أو فارغًا.
ko: 역할 ID는 비어 있거나 null 일 수 없습니다.
te: పాత్ర Id ఖాళీగా లేదా శూన్య ఉండకూడదు.

# NotEmptyRoleIds
source: Role Ids cannot be empty or null.
ar: لا يمكن أن تكون معرّفات الدور فارغة أو خالية.
ko: 역할 ID는 비어 있거나 null 일 수 없습니다.
te: పాత్ర ఐడిలు ఖాళీగా లేదా శూన్యంగా ఉండకూడదు.

# NotEmptyRoleName
source: Role name cannot be empty.
ar: لا يمكن أن يكون اسم الدور فارغًا.
ko: 역할 이름은 비워 둘 수 없습니다.
te: పాత్ర పేరు ఖాళీగా ఉండకూడదు.

# NotEmptyRosterPlans
source: Roster plans should not be empty
ar: يجب ألا تكون خطط القائمة فارغة
ko: 명단 계획은 비워 둘 수 없습니다.

# NotEmptySalaryComponent
source: Salary Component cannot be empty.
ar: لا يمكن أن يكون مكون الراتب فارغًا.
ko: 급여 구성 요소는 비워 둘 수 없습니다.
te: జీతం భాగం ఖాళీగా ఉండకూడదు.

# NotEmptyScreenShotFrequency
source: Screen shot frequency cannot be empty or null.
ar: لا يمكن أن يكون تردد لقطة الشاشة فارغًا أو فارغًا.
ko: 스크린 샷 빈도는 비어 있거나 null 일 수 없습니다.
te: స్క్రీన్ షాట్ ఫ్రీక్వెన్సీ ఖాళీగా లేదా శూన్యంగా ఉండకూడదు.

# NotEmptyShift
source: BTRAK-ERR-EmpShift-01 - Shift can not be empty.
ar: BTRAK-ERR-EmpShift-01 - لا يمكن ترك حقل Shift فارغًا.
ko: BTRAK-ERR-EmpShift-01-Shift는 비워 둘 수 없습니다.
te: BTRAK-ERR-EmpShift -01 - Shift ఖాళీగా ఉండకూడదు.

# NotEmptyShiftTimingId
source: Shift timing id can not be empty.
ar: لا يمكن أن يكون معرف توقيت التحول فارغًا.
ko: 근무 시간 ID는 비워 둘 수 없습니다.
te: షిఫ్ట్ టైమింగ్ ID ఖాళీగా ఉండకూడదు.

# NotEmptyShortName
source: Short name cannot be null or empty
ar: لا يمكن أن يكون الاسم المختصر فارغًا أو فارغًا
ko: 짧은 이름은 null이거나 비어있을 수 없습니다.
te: చిన్న పేరు శూన్యంగా లేదా ఖాళీగా ఉండకూడదు

# NotEmptySkillId
source: Skill Id can not be null or empty.
ar: لا يمكن أن يكون معرف المهارة فارغًا أو فارغًا.
ko: 스킬 ID는 null이거나 비어있을 수 없습니다.
te: నైపుణ్యము Id శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptySkillName
source: Skill Name can not be null or empty.
ar: لا يمكن أن يكون اسم المهارة فارغًا أو فارغًا.
ko: 스킬 이름은 null이거나 비어있을 수 없습니다.
te: నైపుణ్యము శూన్యం లేదా ఖాళీగా ఉండకూడదు.

# NotEmptySoftLabelId
source: Soft label configuration Id could not be empty
ar: لا يمكن ترك معرف تكوين التسمية المرنة فارغًا
ko: 소프트 라벨 구성 ID는 비워 둘 수 없습니다.
te: సాఫ్ట్ లేబుల్ కాన్ఫిగరేషన్ ఐడి ఖాళీగా ఉండదు

# NotEmptySoftLabelKeyType
source: Soft Label Key Type can not be null or empty.
ar: لا يمكن أن يكون نوع مفتاح التسمية المرنة فارغًا أو فارغًا.
ko: 소프트 레이블 키 유형은 null이거나 비어있을 수 없습니다.
te: సాఫ్ట్ లేబుల్ కీ టైప్ శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptySoftLabelName
source: Soft Label Name can not be null or empty.
ar: لا يمكن أن يكون اسم العلامة المرنة فارغًا أو فارغًا.
ko: 소프트 레이블 이름은 null이거나 비어있을 수 없습니다.
te: సాఫ్ట్ లేబుల్ శూన్యం లేదా ఖాళీగా ఉండకూడదు.

# NotEmptySpecificDayReason
source: Reason should not be null
ar: يجب ألا يكون السبب فارغًا
ko: 이유는 null이 아니어야합니다.
te: కారణం శూన్యంగా ఉండకూడదు

# NotEmptySpentTime
source: Spent time can not be empty.
ar: لا يمكن أن يكون الوقت المستغرق فارغًا.
ko: 보낸 시간은 비워 둘 수 없습니다.
te: గడిపిన సమయాన్ని ఖాళీగా ఉండకూడదు.

# NotEmptySprintId
source: Sprint Id cannot be empty
ar: لا يمكن أن يكون معرّف Sprint فارغًا
ko: 스프린트 ID는 비워 둘 수 없습니다.
te: స్ప్రింట్ ఐడి ఖాళీగా ఉండకూడదు

# NotEmptyStartDate
source: Start Date cannot be null or empty.
ar: لا يمكن أن يكون تاريخ البدء فارغًا أو فارغًا.
ko: 시작 날짜는 null이거나 비어있을 수 없습니다.
te: ప్రారంభ తేదీ శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyStateId
source: State Id can not be null or empty.
ar: لا يمكن أن يكون معرف الحالة فارغًا أو فارغًا.
ko: 상태 ID는 null이거나 비어있을 수 없습니다.
te: రాష్ట్రం Id శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyStateName
source: State Name can not be null or empty.
ar: لا يمكن أن يكون اسم الولاية فارغًا أو فارغًا.
ko: 상태 이름은 null이거나 비어있을 수 없습니다.
te: రాష్ట్రం శూన్యం లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyStatusColor
source: Status color can not be empty.
ar: لا يمكن أن يكون لون الحالة فارغًا.
ko: 상태 색상은 비워 둘 수 없습니다.
te: స్థితి రంగు ఖాళీగా ఉండకూడదు.

# NotEmptyStatusId
source: Status id can not be empty.
ar: لا يمكن أن يكون معرف الحالة فارغًا.
ko: 상태 ID는 비워 둘 수 없습니다.
te: స్థితి ID ఖాళీగా ఉండకూడదు.

# NotEmptyStatusName
source: BTRAK-ERR-STATUS-01 - Status name can not be empty
ar: BTRAK-ERR-STATUS-01 - لا يمكن ترك اسم الحالة فارغًا
ko: BTRAK-ERR-STATUS-01-상태 이름은 비워 둘 수 없습니다.
te: BTRAK-ERR-STATUS-01 - స్థాయి పేరు ఖాళీగా ఉండకూడదు

# NotEmptyStoreId
source: Store Id cannot be empty.
ar: لا يمكن ترك معرف المتجر فارغًا.
ko: 상점 ID는 비워 둘 수 없습니다.
te: స్టోర్ ID ఖాళీగా ఉండకూడదు.

# NotEmptyStoreName
source: Store name should not be empty
ar: يجب ألا يكون اسم المتجر فارغًا
ko: 상점 이름은 비워 둘 수 없습니다.
te: స్టోర్ పేరు ఖాళీగా ఉండకూడదు

# NotEmptyStratTiming
source: Start timing can not be empty
ar: لا يمكن أن يكون توقيت البدء فارغًا
ko: 시작 시간은 비워 둘 수 없습니다.
te: ప్రారంభ సమయం ఖాళీగా ఉండదు

# NotEmptySubscriptionAmount
source: Subscription amount cannot be null or empty.
ar: لا يمكن أن يكون مبلغ الاشتراك فارغًا أو فارغًا.
ko: 구독 금액은 null이거나 비어있을 수 없습니다.
te: సభ్యత్వ మొత్తం శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptySubscriptionId
source: Subscription Id cannot be null or empty.
ar: لا يمكن أن يكون معرف الاشتراك فارغًا أو فارغًا.
ko: 구독 ID는 null이거나 비어있을 수 없습니다.
te: సభ్యత్వం ID శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptySubscriptionPaidBy
source: Subscription paid by name can not be null or empty.
ar: لا يمكن أن يكون الاشتراك المدفوع بالاسم فارغًا أو فارغًا.
ko: 이름으로 지불 한 구독은 null이거나 비어있을 수 없습니다.
te: పేరు ద్వారా చెల్లింపు సబ్స్క్రిప్షన్ శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptySurName
source: Sur name cannot be empty.
ar: لا يمكن أن يكون اسم سور فارغًا.
ko: 성은 비워 둘 수 없습니다.
te: సుర్ పేరు ఖాళీగా ఉండకూడదు.

# NotEmptyTagName
source: Tag name can not be empty
ar: لا يمكن أن يكون اسم العلامة فارغًا
ko: 태그 이름은 비워 둘 수 없습니다.
te: ట్యాగ్ పేరు అవసరం.

# NotEmptyTemplateId
source: Template Id cannot be empty
ar: لا يمكن أن يكون معرف النموذج فارغًا
ko: 템플릿 ID는 비워 둘 수 없습니다.
te: మూస ఐడి ఖాళీగా ఉండకూడదు

# NotEmptyTemplateName
source: Template name should not be null
ar: يجب ألا يكون اسم القالب فارغًا
ko: 템플릿 이름은 null이 아니어야합니다.
te: మూస పేరు శూన్యంగా ఉండకూడదు

# NotEmptyTemplateResponsiblePerson
source: Template responsible person should not be empty
ar: يجب ألا يكون الشخص المسؤول عن النموذج فارغًا
ko: 템플릿 책임자는 비워 둘 수 없습니다.
te: మూస బాధ్యతాయుతమైన వ్యక్తి ఖాళీగా ఉండకూడదు

# NotEmptyTestCaseAssignToId
source: Test Case AssignTo Id cannot be empty
ar: لا يمكن أن يكون معرف حالة الاختبار "AssignTo ID" فارغًا
ko: 테스트 케이스 AssignTo ID는 비워 둘 수 없습니다.
te: టెస్ట్ కేస్ AssignTo Id ఖాళీగా ఉండకూడదు

# NotEmptyTestCaseId
source: Test Case Id cannot be empty
ar: لا يمكن ترك معرّف حالة الاختبار فارغًا
ko: 테스트 케이스 ID는 비워 둘 수 없습니다.
te: టెస్ట్ కేస్ ID ఖాళీగా ఉండకూడదు

# NotEmptyTestCasePriorityId
source: Test Case Priority Cannot be Empty
ar: لا يمكن أن تكون أولوية حالة الاختبار فارغة
ko: 테스트 케이스 우선 순위는 비워 둘 수 없습니다.
te: టెస్ట్ కేస్ ప్రముఖ ఖాళీగా ఉండకూడదు

# NotEmptyTestCasePriorityValue
source: Test Case Priority Value cannot be empty
ar: لا يمكن ترك قيمة أولوية حالة الاختبار فارغة
ko: 테스트 케이스 우선 순위 값은 비워 둘 수 없습니다.
te: టెస్ట్ కేస్ ప్రముఖ విలువ ఖాళీగా ఉండకూడదు

# NotEmptyTestCaseSectionId
source: Test Case section Id Cannot be Empty
ar: لا يمكن أن يكون معرف قسم حالة الاختبار فارغًا
ko: 테스트 케이스 섹션 ID는 비워 둘 수 없습니다.
te: టెస్ట్ కేస్ సెక్షన్ ID ఖాళీగా ఉండకూడదు

# NotEmptyTestCaseStatusId
source: Test Case Status Id cannot be empty
ar: لا يمكن ترك معرّف حالة حالة الاختبار فارغًا
ko: 테스트 케이스 상태 ID는 비워 둘 수 없습니다.
te: టెస్ట్ కేస్ స్థితి Id ఖాళీగా ఉండకూడదు

# NotEmptyTestCaseStatusValue
source: Test Case Status Value cannot be empty
ar: لا يمكن أن تكون قيمة حالة حالة الاختبار فارغة
ko: 테스트 케이스 상태 값은 비워 둘 수 없습니다.
te: టెస్ట్ కేస్ స్థితి విలువ ఖాళీగా ఉండకూడదు

# NotEmptyTestCaseTemplateId
source: Test Case Template Cannot be Empty
ar: لا يمكن أن يكون نموذج حالة الاختبار فارغًا
ko: 테스트 케이스 템플릿은 비워 둘 수 없습니다.
te: టెస్ట్ కేస్ మూస ఖాళీగా ఉండకూడదు

# NotEmptyTestCaseTitle
source: Test Case Title Should not be Empty
ar: يجب ألا يكون عنوان حالة الاختبار فارغًا
ko: 테스트 케이스 제목은 비워 둘 수 없습니다.
te: టెస్ట్ కేస్ శీర్షిక ఖాళీగా ఉండకూడదు

# NotEmptyTestCaseTypeId
source: Test Case Type Cannot be Empty
ar: لا يمكن أن يكون نوع حالة الاختبار فارغًا
ko: 테스트 케이스 유형은 비워 둘 수 없습니다.
te: టెస్ట్ కేస్ పద్ధతి ఖాళీగా ఉండకూడదు

# NotEmptyTestCaseTypeValue
source: Test Case Type Value cannot be empty
ar: لا يمكن أن تكون قيمة نوع حالة الاختبار فارغة
ko: 테스트 케이스 유형 값은 비워 둘 수 없습니다.
te: టెస్ట్ కేస్ పద్ధతి విలువ ఖాళీగా ఉండకూడదు

# NotEmptyTestPlanName
source: Test Plan name cannot be empty
ar: لا يمكن أن يكون اسم خطة الاختبار فارغًا
ko: 테스트 계획 이름은 비워 둘 수 없습니다.
te: టెస్ట్ ప్రణాళిక పేరు ఖాళీగా ఉండకూడదు

# NotEmptyTestRailId
source: Test Repo Id cannot be empty
ar: لا يمكن ترك معرّف إعادة الشراء التجريبي فارغًا
ko: 테스트 저장소 ID는 비워 둘 수 없습니다.
te: టెస్ట్ రెపో Id ఖాళీగా ఉండకూడదు

# NotEmptyTestRunId
source: Run Id cannot be empty
ar: لا يمكن أن يكون معرف التشغيل فارغًا
ko: 실행 ID는 비워 둘 수 없습니다.
te: రన్ Id ఖాళీగా ఉండకూడదు

# NotEmptyTestRunName
source: Run Name cannot be empty
ar: لا يمكن أن يكون اسم التشغيل فارغًا
ko: 실행 이름은 비워 둘 수 없습니다.
te: రన్ పేరు ఖాళీగా ఉండకూడదు

# NotEmptyTestSuiteId
source: Scenario id cannot be empty
ar: لا يمكن أن يكون معرف السيناريو فارغًا
ko: 시나리오 ID는 비워 둘 수 없습니다.
te: సందర్భం ID ఖాళీగా ఉండకూడదు

# NotEmptyTestSuiteName
source: Scenario Name cannot be Empty.
ar: لا يمكن أن يكون اسم السيناريو فارغًا.
ko: 시나리오 이름은 비워 둘 수 없습니다.
te: సందర్భం పేరు ఖాళీగా ఉండకూడదు.

# NotEmptyTestSuiteSectionId
source: Scenario Section Id cannot be Empty
ar: لا يمكن أن يكون معرف قسم السيناريو فارغًا
ko: 시나리오 섹션 ID는 비워 둘 수 없습니다.
te: సందర్భం సెక్షన్ ID ఖాళీగా ఉండకూడదు

# NotEmptyTestSuiteSectionName
source: Scenario Section Name Cannot be Empty
ar: لا يمكن أن يكون اسم قسم السيناريو فارغًا
ko: 시나리오 섹션 이름은 비워 둘 수 없습니다.
te: సందర్భంవిభాగం పేరు ఖాళీగా ఉండకూడదు

# NotEmptyTimeFormat
source: Time Format can not be null or empty.
ar: لا يمكن أن يكون تنسيق الوقت فارغًا أو فارغًا.
ko: 시간 형식은 null이거나 비어있을 수 없습니다.
te: సమయ ఆకృతి శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyTimeFormatId
source: TimeFormatId can not be null or empty.
ar: لا يمكن أن يكون TimeFormatId فارغًا أو فارغًا.
ko: 시간 형식 ID는 null이거나 비어있을 수 없습니다.
te: సమయం ఫార్మాట్ Id శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyTimeZoneId
source: TimeZone Id cannot be empty.
ar: لا يمكن أن يكون معرف المنطقة الزمنية فارغًا.
ko: 시간대 ID는 비워 둘 수 없습니다.
te: అవయవముల Id ఖాళీగా ఉండకూడదు.

# NotEmptyTimeZoneName
source: TimeZone Name cannot be empty or null.
ar: لا يمكن أن يكون اسم المنطقة الزمنية فارغًا أو فارغًا.
ko: 시간대 이름은 비어 있거나 null 일 수 없습니다.
te: అవయవముల పేరు ఖాళీగా లేదా శూన్య ఉండకూడదు.

# NotEmptyTiming
source: Timing can not be empty.
ar: لا يمكن أن يكون التوقيت فارغًا.
ko: 타이밍은 비워 둘 수 없습니다.
te: టైమింగ్ ఖాళీగా ఉండకూడదు.

# NotEmptyToCurrency
source: To Currency can not be null or empty.
ar: إلى Currency لا يمكن أن يكون فارغًا أو فارغًا.
ko: 통화는 null이거나 비어있을 수 없습니다.
te: కరెన్సీ శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyToDate
source: To Date can not be empty
ar: لا يمكن أن يكون حقل "To Date" فارغًا
ko: 현재까지 비워 둘 수 없습니다.
te: తేదీ ఖాళీగా ఉండకూడదు

# NotEmptyToWorkFlowUserStoryStatusId
source: To WorkFlow Work Item Status Id cannot be empty.
ar: To WorkFlow Work Item Status ID لا يمكن أن يكون فارغًا.
ko: 작업 흐름 작업 항목 상태 ID는 비워 둘 수 없습니다.
te: వాడుకరి స్టోరీ హోదా వర్క్ఫ్లో Id ఖాళీగా ఉండకూడదు.

# NotEmptyTransitionDeadlineId
source: TransitionDeadline Id cannot be empty.
ar: لا يمكن أن يكون معرف TransitionDeadline فارغًا.
ko: 전환 기한 ID는 비워 둘 수 없습니다.
te: పరివర్తన డెడ్ లైన్ Id ఖాళీగా ఉండకూడదు.

# NotEmptyType
source: Type can not be empty
ar: لا يمكن أن يكون النوع فارغًا
ko: 유형은 비워 둘 수 없습니다.
te: టైప్ ఖాళీగా ఉండకూడదు

# NotEmptyUserId
source: User Id cannot be empty or null.
ar: لا يمكن أن يكون معرّف المستخدم فارغًا أو فارغًا.
ko: 사용자 ID는 비어 있거나 null 일 수 없습니다.
te: వినియోగదారు ఐడి ఖాళీగా లేదా శూన్య ఉండకూడదు.

# NotEmptyUserPunchCardButtonTypeId
source: Punch Card ButtonType Id cannot be null or empty
ar: لا يمكن أن يكون معرف نوع زر بطاقة الثقب فارغًا أو فارغًا
ko: 펀치 카드 버튼 유형 ID는 null이거나 비어있을 수 없습니다.
te: పంచ్ కార్డ్ బటన్ రకం Id శూన్య లేదా ఖాళీగా ఉండకూడదు

# NotEmptyUserStoryAndNumber
source: Work item id or uniue number can not be empty.
ar: لا يمكن ترك رقم تعريف عنصر العمل أو رقم الوحدة فارغًا.
ko: 작업 항목 ID 또는 고유 번호는 비워 둘 수 없습니다.
te: పని అంశం ఐడి లేదా uniue నంబర్ ఖాళీగా ఉండకూడదు.

# NotEmptyUserStoryId
source: Work item id can not be null or empty.
ar: لا يمكن أن يكون معرف عنصر العمل فارغًا أو فارغًا.
ko: 작업 항목 ID는 null이거나 비어있을 수 없습니다.
te: పని అంశం ID శూన్య లేదా ఖాళీగా ఉండకూడదు.

# NotEmptyUserStoryIds
source: Please select atleast one work item.
ar: الرجاء تحديد عنصر عمل واحد على الأقل.
ko: 작업 항목을 하나 이상 선택하십시오.
te: దయచేసి కనీసం ఒక పని అంశం ఎంచుకోండి.

# NotEmptyUserStoryLinkId
source: Work item link id cannot be null or empty
ar: لا يمكن أن يكون معرف ارتباط عنصر العمل فارغًا أو فارغًا
ko: 작업 항목 링크 ID는 null이거나 비어있을 수 없습니다.
te: పని అంశం లింక్ ఐడి శూన్యంగా లేదా ఖాళీగా ఉండకూడదు

# NotEmptyUserStoryLinkTypeId
source: Work item link type id cannot be null or empty
ar: لا يمكن أن يكون معرف نوع ارتباط عنصر العمل فارغًا أو فارغًا
ko: 작업 항목 링크 유형 ID는 널이거나 비어있을 수 없습니다.
te: పని అంశం లింక్ రకం ఐడి శూన్యంగా లేదా ఖాళీగా ఉండకూడదు

# NotEmptyUserStoryName
source: BTRAK-ERR-UserStory-01 - Work item name can not be empty.
ar: BTRAK-ERR-UserStory-01 - لا يمكن ترك اسم عنصر العمل فارغًا.
ko: BTRAK-ERR-UserStory-01-작업 항목 이름은 비워 둘 수 없습니다.
te: BTRAK-ERR-UserStory -01 - పని అంశం పేరు ఖాళీగా ఉండకూడదు.

# NotEmptyUserStoryReplanJson
source: Work item replan json can not be empty.
ar: لا يمكن أن يكون حقل إعادة صياغة عنصر العمل json فارغًا.
ko: 작업 항목 재 계획 json은 비워 둘 수 없습니다.
te: పని అంశం రీప్లాన్ JSON ఖాళీగా ఉండకూడదు.

# NotEmptyUserStoryReplanTypeId
source: Work item replan type id can not be empty.
ar: لا يمكن أن يكون معرف نوع إعادة صياغة عنصر العمل فارغًا.
ko: 작업 항목 재 계획 유형 ID는 비워 둘 수 없습니다.
te: పని అంశం రీప్లాన్ రకం ID ఖాళీగా ఉండకూడదు.

# NotEmptyUserStoryReviewComment
source: Work item review comment can not be empty
ar: لا يمكن ترك تعليق مراجعة عنصر العمل فارغًا
ko: 작업 항목 검토 주석은 비워 둘 수 없습니다.
te: పని అంశం సమీక్ష వ్యాఖ్య ఖాళీగా ఉండకూడదు

# NotEmptyUserStoryReviewStatusId
source: Work item review status id can not be empty
ar: لا يمكن ترك معرّف حالة مراجعة عنصر العمل فارغًا
ko: 작업 항목 검토 상태 ID는 비워 둘 수 없습니다.
te: పని అంశం సమీక్ష స్థితిని ID ఖాళీగా ఉండకూడదు

# NotEmptyUserStorySubTypeId
source: Work item sub type id can not be empty.
ar: لا يمكن أن يكون معرف النوع الفرعي لعنصر العمل فارغًا.
ko: 작업 항목 하위 유형 ID는 비워 둘 수 없습니다.
te: పని అంశం ఉప రకం ID ఖాళీగా ఉండకూడదు.

# NotEmptyUserStorySubTypeName
source: Work item sub type name can not be empty
ar: لا يمكن أن يكون اسم النوع الفرعي لعنصر العمل فارغًا
ko: 작업 항목 하위 유형 이름은 비워 둘 수 없습니다.
te: పని అంశం ఉప రకం పేరు ఖాళీగా ఉండకూడదు

# NotEmptyVersion
source: Version can not be empty.
ar: لا يمكن أن يكون الإصدار فارغًا.
ko: 버전은 비워 둘 수 없습니다.
te: వెర్షన్ ఖాళీగా ఉండకూడదు.

# NotEmptyWeekdays
source: Atleast one weekday has to be selected
ar: يجب تحديد يوم واحد على الأقل من أيام الأسبوع
ko: 최소한 1 개의 평일을 선택해야합니다.

# NotEmptyWorkFlowEligibleStatusTransitionWithTheId
source: WorkFlow Eligible Status Transition Id cannot be empty.
ar: لا يمكن ترك معرّف انتقال الحالة المؤهلة WorkFlow فارغًا.
ko: 워크 플로우 적격 상태 전환 ID는 비워 둘 수 없습니다.
te: వర్క్ఫ్లో అర్హత హోదా ట్రాన్సిషన్ Id ఖాళీగా ఉండకూడదు.

# NotEmptyWorkFlowId
source: WorkFlow Id cannot be empty.
ar: لا يمكن أن يكون معرف تدفق العمل فارغًا.
ko: 워크 플로우 ID는 비워 둘 수 없습니다.
te: వర్క్ఫ్లో Id ఖాళీగా ఉండకూడదు.

# NotEmptyWorkFlowName
source: BTRAK-ERR-WorkFlow-02 - WorkFlow name cannot be empty.
ar: BTRAK-ERR-WorkFlow-02 - لا يمكن ترك اسم WorkFlow فارغًا.
ko: BTRAK-ERR-WorkFlow-02-WorkFlow 이름은 비워 둘 수 없습니다.
te: BTRAK-ERR-వర్క్ఫ్లో-02 - వర్క్ఫ్లో పేరు ఖాళీగా ఉండకూడదు.

# NotEmptyWorkFlowStatusId
source: WorkFlow Status Id cannot be empty.
ar: لا يمكن أن يكون معرف حالة تدفق العمل فارغًا.
ko: 워크 플로우 상태 ID는 비워 둘 수 없습니다.
te: వర్క్ఫ్లో హోదా Id ఖాళీగా ఉండకూడదు.

# NotEmptyWorkingHoursPerDay
source: Working Hours Per Day can not be empty.
ar: لا يمكن أن تكون ساعات العمل في اليوم فارغة.
ko: 일일 근무 시간은 비워 둘 수 없습니다.
te: రోజుకి పని గంటలు ఖాళీగా ఉండకూడదు.

# NotFoundAssetWithTheId
source: Asset with the Id {0} not found.
ar: الأصل بالمعرف {0} غير موجود.
ko: ID가 {0} 인 자산을 찾을 수 없습니다.
te: ఐడితో అసెట్ {0} దొరకలేదు.

# NotFoundBoardApiWithTheId
source: Board typeapi with the Id {0} not found.
ar: لم يتم العثور على نوع اللوحة ذات المعرف {0}.
ko: ID가 {0} 인 보드 typeapi를 찾을 수 없습니다.
te: ఐడితో బోర్డు రకం api {0} దొరకలేదు.

# NotFoundBoardTypeApiWithTheId
source: BoardTyeApi with the Id {0} not found.
ar: لم يتم العثور على BoardTyeApi بالمعرف {0}.
ko: ID가 {0} 인 보드 유형 API를 찾을 수 없습니다.
te: ఐడితో బటన్ రకం Api {0} దొరకలేదు.
